Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.automation_trigger_times
source: Your company/team "{{ corpName }}" has executed Automations Pro {{ usage }} times. The monthly limit is {{ limit }} in the current plan. If the limit is exceeded, coins will be consumed. To prevent any disruptions to your business, ensure that your account has sufficient coins.
de_de: Ihr Unternehmen/Team "{{ corpName }}" hat Automations Pro {{ usage }} Mal ausgeführt. Das monatliche Limit beträgt im aktuellen Plan {{ limit }}. Bei Überschreitung des Limits werden Coins verbraucht. Um Störungen Ihres Geschäftsbetriebs zu vermeiden, stellen Sie sicher, dass Ihr Konto über genügend Coins verfügt.
es_es: Su empresa/equipo "{{ corpName }}" ha ejecutado Automations Pro {{ usage }} veces. El límite mensual es de {{ limit }} en el plan actual. Si se supera el límite, se consumirán monedas. Para evitar interrupciones en su negocio, asegúrese de que su cuenta tenga suficientes monedas.
fr_fr: Votre entreprise/équipe "{{ corpName }}" a exécuté Automations Pro {{ usage }} fois. La limite mensuelle est de {{ limit }} dans le plan actuel. Si la limite est dépassée, des pièces seront consommées. Pour éviter toute perturbation de votre activité, assurez-vous que votre compte dispose de suffisamment de pièces.
id_id: Perusahaan/tim Anda "{{ corpName }}" telah menjalankan Automations Pro {{ usage }} kali. Batas bulanan adalah {{ limit }} dalam paket saat ini. Jika batas terlampaui, koin akan dikonsumsi. Untuk mencegah gangguan pada bisnis Anda, pastikan akun Anda memiliki koin yang cukup.
ja_jp: あなたの会社/チーム「{{ corpName }}」はAutomations Proを{{ usage }}回実行されました。現在のプランでは月間制限は{{ limit }}です。制限を超えるとコインが消費されます。ビジネスの中断を避けるために、アカウントに十分なコインがあることを確認してください。
km_kh: ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានប្រតិបត្តិ Automations Pro ចំនួន {{ usage }} ដង។ កម្រិតប្រចាំខែគឺ {{ limit }} នៅក្នុងផែនការបច្ចុប្បន្ន។ បើលើសកម្រិត កាក់នឹងត្រូវបានប្រើប្រាស់។ ដើម្បីការពារការរំខានដល់អាជីវកម្មរបស់អ្នក សូមធានាថាគណនីរបស់អ្នកមានកាក់គ្រប់គ្រាន់។
ko_kr: 귀사/팀 "{{ corpName }}"에서 Automations Pro를 {{ usage }}회 실행했습니다. 현재 플랜의 월간 한도는 {{ limit }}입니다. 한도를 초과하면 코인이 소모됩니다. 사업 중단을 방지하려면 계정에 충분한 코인이 있는지 확인하세요.
pt_pt: Sua empresa/equipe "{{ corpName }}" executou o Automations Pro {{ usage }} vezes. O limite mensal é de {{ limit }} no plano atual. Se o limite for excedido, moedas serão consumidas. Para evitar interrupções nos seus negócios, certifique-se de que sua conta tenha moedas suficientes.
ru_ru: Ваша компания/команда "{{ corpName }}" выполнила Automations Pro {{ usage }} раз. Ежемесячный лимит составляет {{ limit }} в текущем плане. Если лимит будет превышен, монеты будут израсходованы. Чтобы предотвратить любые сбои в работе вашего бизнеса, убедитесь, что на вашем счете достаточно монет.
th_th: บริษัท/ทีมของคุณ "{{ corpName }}" ได้ดำเนินการ Automations Pro แล้ว {{ usage }} ครั้ง ขีดจำกัดรายเดือนอยู่ที่ {{ limit }} ในแผนปัจจุบัน หากเกินขีดจำกัด เหรียญจะถูกใช้ไป เพื่อป้องกันไม่ให้ธุรกิจของคุณหยุดชะงัก โปรดตรวจสอบให้แน่ใจว่าบัญชีของคุณมีเหรียญเพียงพอ
vi_vn: Trợ lý thông minh Pro của 「{{ corpName }}」 đã dùng {{ usage }} lần, giới hạn tháng {{ limit }} lần, vượt quá sẽ tiêu cloud coin. Đảm bảo đủ cloud coin để tránh ảnh hưởng
zh_cn: 你团队「{{ corpName }}」的账号智能助手Pro已执行{{ usage }}次，版本容量为每月{{ limit }}次，智能助手Pro执行超量后将消耗云币使用。为避免影响业务运作，请确保云币余额充足。
zh_tw: 你的團隊「{{ corpName }}」已執行智慧助手Pro{{ usage }}次，當前版本上限為每月{{ limit }}次，智慧助手Pro執行超額後將消耗雲幣以繼續使用。為避免影響業務運作，請確保雲幣餘額充足。

# site.message.content.automation_trigger_times_alert
source: Your team "{{ corpName }}" has reached {{ usage }} automation Pro executions. The maximum number of executions allowed annually is {{ limit }}, and the limit is about to be exceeded. Once the limit is exceeded, the automation Pro will not be able to execute or will require Cloud Coins for execution. Please go to "Management - Plan Details" to view usage details and recharge Cloud Coins.
de_de: Ihr Team "{{ corpName }}" hat {{ usage }} Automation Pro-Ausführungen erreicht. Das jährliche Limit {{ limit }} wird bald erreicht. Nach Überschreiten des Limits kann Automation Pro nicht mehr ausgeführt werden oder es werden Cloud Coins benötigt. Gehen Sie bitte zu „Verwaltung – Plan-Details“, um die Nutzung einzusehen und Cloud Coins aufzuladen.
es_es: Su equipo "{{ corpName }}" ha alcanzado {{ usage }} ejecuciones de Automation Pro. El límite anual {{ limit }} está a punto de alcanzarse. Una vez superado el límite, Automation Pro no podrá ejecutarse o requerirá Cloud Coins. Por favor, vaya a "Gestión - Detalles del plan" para ver el uso y recargar Cloud Coins.
fr_fr: Votre équipe "{{ corpName }}" a atteint {{ usage }} exécutions Automation Pro. La limite annuelle {{ limit }} est sur le point d’être atteinte. Une fois la limite dépassée, Automation Pro ne pourra pas s’exécuter ou nécessitera des Cloud Coins. Veuillez consulter "Gestion - Détails du plan" pour voir les détails d’utilisation et recharger des Cloud Coins.
id_id: Tim Anda "{{ corpName }}" telah mencapai {{ usage }} eksekusi Automation Pro. Batas tahunan {{ limit }} akan segera tercapai. Setelah melebihi batas, Automation Pro tidak dapat dieksekusi atau memerlukan Cloud Coins. Silakan pergi ke "Manajemen - Detail Paket" untuk melihat detail penggunaan dan isi ulang Cloud Coins.
ja_jp: あなたのチーム「{{ corpName }}」は{{ usage }}件のAutomation Pro実行数に達しました。年間で許可されている最大実行数{{ limit }}に間もなく到達します。上限を超えると、Automation Proは実行できなくなるか、Cloud Coinsが必要になります。「管理 - プラン詳細」にて利用状況を確認し、Cloud Coinsをチャージしてください。
km_kh: ក្ក្រុមរបស់អ្នក "{{ corpName }}" បានឈានដល់ {{ usage }} ដំណើរការ Automation Pro។ កំណត់ប្រចាំឆ្នាំ {{ limit }} នឹងឆាប់ដល់។ បើលើសកំណត់ Automation Pro មិនអាចដំណើរការបានទេ ឬត្រូវការប្រើ Cloud Coins។ សូមចូលទៅ "គ្រប់គ្រង - ព័ត៌មានផែនការ" ដើម្បីមើលការប្រើប្រាស់ និងបញ្ចូល Cloud Coins។
ko_kr: 귀하의 팀 "{{ teamName }}"이(가) {{ usage }} 건의 Automation Pro 실행 횟수에 도달했습니다. 연간 허용되는 최대 실행 횟수 {{ limit }} 에 곧 도달할 예정입니다. 한도를 초과하면 Automation Pro를 실행할 수 없거나 Cloud Coins가 필요합니다. "관리 - 플랜 상세"에서 사용 내역을 확인하고 Cloud Coins를 충전해 주시기 바랍니다.
pt_pt: Sua equipe "{{ corpName }}" atingiu {{ usage }} execuções do Automation Pro. O limite anual {{ limit }} está prestes a ser atingido. Após exceder o limite, o Automation Pro não poderá executar ou será necessário Cloud Coins. Vá para "Gerenciamento - Detalhes do Plano" para ver o uso e recarregar Cloud Coins.
ru_ru: Ваша команда "{{ corpName }}" достигла {{ usage }} запусков Automation Pro. Годовой лимит {{ limit }} скоро будет достигнут. После превышения лимита Automation Pro не сможет запускаться или потребуется Cloud Coins. Пожалуйста, перейдите в «Управление — Детали плана» для просмотра использования и пополнения Cloud Coins.
th_th: ทีมของคุณ "{{ corpName }}" ได้ถึง {{ usage }} ครั้งในการรัน Automation Pro แล้ว กำลังจะถึงขีดจำกัดประจำปี {{ limit }} หากเกินขีดจำกัด Automation Pro จะไม่สามารถรันได้หรือจำเป็นต้องใช้ Cloud Coins กรุณาไปที่ "การจัดการ - รายละเอียดแพ็กเกจ" เพื่อตรวจสอบการใช้งานและเติม Cloud Coins
vi_vn: Nhóm của bạn "{{ corpName }}" đã đạt {{ usage }} lần thực hiện Automation Pro. Giới hạn hàng năm {{ limit }} sắp bị vượt quá. Khi vượt quá giới hạn, Automation Pro sẽ không thể thực hiện hoặc sẽ cần Cloud Coins. Vui lòng vào "Quản lý - Chi tiết gói" để xem chi tiết sử dụng và nạp Cloud Coins.
zh_cn: 你团队「{{ corpName }}」的智能助手Pro已经执行{{ usage }}次，总额度为{{ limit }}次/年，即将超限。超限后智能助手Pro将无法执行或消耗云币执行，请前往「管理后台-版本信息」查看使用详情和充值云币。
zh_tw: 你團隊「{{ corpName }}」的智慧助手Pro已經執行{{ usage }}次，總額度為{{ limit }}次/年，即將超限。超限後智慧助手Pro將無法執行或消耗雲幣執行，請前往「管理後台-版本資訊」查看使用詳情和加值雲幣。

# site.message.content.automation_trigger_times_notify
source: Your team "{{ corpName }}" has reached {{ usage }} automation Pro executions. The maximum number of executions allowed annually is {{ limit }}.Please pay attention to it.
de_de: Ihr Team "{{ corpName }}" hat {{ usage }} Automation Pro-Ausführungen erreicht. Die maximal erlaubte Anzahl pro Jahr beträgt {{ limit }}. Bitte beachten Sie dies.
es_es: Su equipo "{{ corpName }}" ha alcanzado {{ usage }} ejecuciones de Automation Pro. El número máximo de ejecuciones permitidas anualmente es {{ limit }}. Por favor, téngalo en cuenta.
fr_fr: Votre équipe "{{ corpName }}" a atteint {{ usage }} exécutions Automation Pro. Le nombre maximum d’exécutions autorisé annuellement est {{ limit }}. Veuillez en prendre note.
id_id: Tim Anda "{{ corpName }}" telah mencapai {{ usage }} eksekusi Automation Pro. Jumlah maksimum eksekusi yang diizinkan setiap tahun adalah {{ limit }}. Mohon perhatikan hal ini.
ja_jp: あなたのチーム「{{ corpName }}」は{{ usage }}件のAutomation Pro実行数に達しました。年間で許可されている最大実行数は{{ limit }}です。ご注意ください。
km_kh: ក្រុមរបស់អ្នក "{{ corpName }}" បានឈានដល់ {{ usage }} ដំណើរការ Automation Pro។ ចំនួនដំណើរការអតិបរមាដែលអនុញ្ញាតប្រចាំឆ្នាំគឺ {{ limit }}។ សូមយកចិត្តទុកដាក់។
ko_kr: 귀하의 팀 "{{ corpName }}"이(가) {{ usage }} 건의 Automation Pro 실행 횟수에 도달했습니다. 연간 허용되는 최대 실행 횟수는 {{ limit }} 입니다. 주의해 주시기 바랍니다.
pt_pt: Sua equipe "{{ corpName }}" atingiu {{ usage }} execuções do Automation Pro. O número máximo de execuções permitido anualmente é {{ limit }}. Por favor, fique atento.
ru_ru: Ваша команда "{{ corpName }}" достигла {{ usage }} запусков Automation Pro. Максимальное количество запусков в год — {{ limit }}. Пожалуйста, обратите на это внимание.
th_th: ทีมของคุณ "{{ corpName }}" ได้ถึง {{ usage }} ครั้งในการรัน Automation Pro แล้ว จำนวนครั้งสูงสุดที่อนุญาตต่อปีคือ {{ limit }} กรุณาตรวจสอบ
vi_vn: Nhóm của bạn "{{ corpName }}" đã đạt {{ usage }} lần thực hiện Automation Pro. Số lần thực hiện tối đa được phép hàng năm là {{ limit }}. Vui lòng chú ý.
zh_cn: 你团队「{{ corpName }}」的智能助手Pro已经执行{{ usage }}次，总额度为{{ limit }}次/年，请及时关注。
zh_tw: 你團隊「{{ corpName }}」的智慧助手Pro已經執行{{ usage }}次，總額度為{{ limit }}次/年，請及時關注。

# site.message.content.bpa_buffer
source: The number of BPAs for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der BPAs für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de BPAs de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre de BPAs pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah BPA untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」のBPAの数が「{{ vipLevel }}」制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួន BPA សម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 BPA 수가 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O número de BPAs da sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество BPA для вашей компании/команды "{{ corpName }}" превысило лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวน BPA สำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Số phân tích quy trình của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的流程分析数量已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的流程分析數量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.buffer_expired
source: The system usage for your company/team "{{ corpName }}" has exceeded the limit, and the system has been temporarily suspended. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Systemnutzung für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit überschritten, und das System wurde vorübergehend gesperrt. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El uso del sistema de su empresa/equipo "{{ corpName }}" ha superado el límite y el sistema se ha suspendido temporalmente. Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: L'utilisation du système pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite, et le système a été temporairement suspendu. Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Penggunaan sistem untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas, dan sistem telah ditangguhkan sementara. Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社/チーム「{{ corpName }}」のシステム使用量が制限を超えたため、システムが一時的に停止されました。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ការប្រើប្រាស់ប្រព័ន្ធសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត ហើយប្រព័ន្ធត្រូវបានផ្អាកបណ្តោះអាសន្ន។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 귀사/팀 "{{ corpName }}"의 시스템 사용량이 한도를 초과하여 시스템이 일시적으로 중단되었습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O uso do sistema da sua empresa/equipe "{{ corpName }}" excedeu o limite e o sistema foi temporariamente suspenso. Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Использование системы для вашей компании/команды "{{ corpName }}" превысило лимит, и система была временно приостановлена. Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: การใช้งานระบบของบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด และระบบถูกระงับชั่วคราว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Dung lượng hệ thống của 「{{ corpName }}」 vượt giới hạn, hệ thống tạm dừng, xem chi tiết và nâng cấp tại 「Quản lý后台 - Thông tin phiên bản」 để khôi phục
zh_cn: 你团队「{{ corpName }}」的系统用量超出限制，系统已暂停使用，你可以至「管理后台-版本信息」查看版本使用详情和升级版本以恢复系统。
zh_tw: 你團隊「{{ corpName }}」的系統用量超出限制，系統已暫停使用，你可以至「企業管理-版本資訊」查看版本使用詳情和升級版本以恢復系統。

# site.message.content.coin_less_than_limit_usage
source: The Cloud Coin balance of your team {{ corpName }} is less than {{ limit }}. Features like SMS verification, OCR recognition, and attachment upload might be affected. To avoid any impact on your business, recharge your account as soon as possible.
de_de: Der Cloud Coin-Kontostand Ihres Teams {{ corpName }} liegt unter {{ limit }}. Funktionen wie SMS-Verifizierung, OCR-Erkennung und Anhangs-Upload können beeinträchtigt sein. Um Auswirkungen auf Ihr Unternehmen zu vermeiden, laden Sie Ihr Konto so schnell wie möglich auf.
es_es: El saldo de Cloud Coin de tu equipo {{ corpName }} es inferior a {{ limit }}. Funciones como la verificación por SMS, el reconocimiento OCR y la carga de archivos adjuntos podrían verse afectadas. Para evitar cualquier impacto en tu negocio, recarga tu cuenta lo antes posible.
fr_fr: Le solde de pièces cloud de votre équipe {{ corpName }} est inférieur à {{ limit }}. Des fonctionnalités telles que la vérification par SMS, la reconnaissance OCR et le téléchargement de pièces jointes pourraient être affectées. Pour éviter tout impact sur votre activité, rechargez votre compte dès que possible.
id_id: Saldo Cloud Coin tim Anda {{ corpName }} kurang dari {{ limit }}. Fitur seperti verifikasi SMS, pengenalan OCR, dan unggahan lampiran mungkin terpengaruh. Untuk menghindari dampak apa pun pada bisnis Anda, isi ulang akun Anda sesegera mungkin.
ja_jp: あなたのチーム{{ corpName }}のクラウドコインの残高が{{ limit }}未満です。SMS認証、OCR認識、添付ファイルのアップロードなどの機能が影響を受ける可能性があります。ビジネスへの影響を避けるために、できるだけ早くアカウントにリチャージしてください。
km_kh: សaldoរាប់ Cloud Coin របស់ក្រុមអ្នក {{ corpName }} តិចជាង {{ limit }}។ មុខងារដូចជាការផ្ទៀងផ្ទាត់តាម SMS ការស្គាល់ OCR និងការផ្ទុកឡើងឯកសារភ្ជាប់អាចនឹងត្រូវបានជះឥទ្ធិពល។ ដើម្បីជៀសវាងការរំខានដល់អាជីវកម្មរបស់អ្នក សូមសាកគណនីរបស់អ្នកឡើងវិញឱ្យបានមុន។
ko_kr: {{corpName}} 팀의 클라우드 코인 잔액이 {{limit}} 미만입니다. SMS 인증, OCR 인식, 첨부 파일 업로드 등의 기능이 영향을 받을 수 있습니다. 사업에 차질이 없도록 최대한 빨리 계정을 충전하세요.
pt_pt: saldo de Cloud Coins da sua equipe {{ corpName }} é inferior a {{ limit }}. Recursos como verificação de SMS, reconhecimento de OCR e upload de anexos podem ser afetados. Para evitar qualquer impacto nos seus negócios, recarregue sua conta o mais rápido possível.
ru_ru: Баланс Cloud Coin вашей команды {{ corpName }} меньше {{ limit }}. Такие функции, как SMS-верификация, распознавание OCR и загрузка вложений, могут быть затронуты. Чтобы избежать любого влияния на ваш бизнес, пополните свой счет как можно скорее.
th_th: ยอดคงเหลือของ Cloud Coin ของทีม {{ corpName }} ของคุณน้อยกว่า {{ limit }} คุณสมบัติต่างๆ เช่น การยืนยันทาง SMS การรับรู้ OCR และการอัปโหลดไฟล์แนบอาจได้รับผลกระทบ เพื่อหลีกเลี่ยงผลกระทบต่อธุรกิจของคุณ โปรดชาร์จบัญชีของคุณโดยเร็วที่สุด
vi_vn: Cloud coin của 「{{ corpName }}」 dưới {{ limit }}, có thể ảnh hưởng SMS, OCR, tải tệp. Nạp ngay để tránh ảnh hưởng
zh_cn: 你的团队「{{ corpName }}」的云币余额不足{{ limit }}，可能影响短信验证、OCR识别、附件上传等功能。为避免影响业务运作，请尽快充值。
zh_tw: 你的團隊「{{ corpName }}」的雲幣餘額不足{{ limit }}，可能影響簡訊驗證、OCR辨識、附件上傳等功能。為避免影響業務運作，請盡快加值。

# site.message.content.coin_running_out_usage
source: The Cloud Coin balance of your team {{ corpName }} is about to run out. Features like SMS verification, OCR recognition, and attachment upload might be affected. To avoid any impact on your business, recharge your account as soon as possible.
de_de: Das Cloud Coin-Guthaben Ihres Teams {{ corpName }} neigt sich demnächst dem Ende zu. Funktionen wie SMS-Verifizierung, OCR-Erkennung und der Upload von Anhängen können beeinträchtigt sein. Um Auswirkungen auf Ihr Unternehmen zu vermeiden, laden Sie Ihr Konto so schnell wie möglich auf.
es_es: El saldo de Cloud Coin de tu equipo {{corpName}} está a punto de agotarse. Funciones como la verificación por SMS, el reconocimiento OCR y la carga de archivos adjuntos podrían verse afectadas. Para evitar cualquier impacto en tu negocio, recarga tu cuenta lo antes posible.
fr_fr: Le solde de pièces cloud de votre équipe {{ corpName }} est sur le point de s'épuiser. Des fonctionnalités telles que la vérification par SMS, la reconnaissance OCR et le téléchargement de pièces jointes pourraient être affectées. Pour éviter tout impact sur votre activité, rechargez votre compte dès que possible.
id_id: Saldo Cloud Coin tim Anda {{corpName}} akan segera habis. Fitur-fitur seperti verifikasi SMS, pengenalan OCR, dan unggahan lampiran mungkin akan terpengaruh. Untuk menghindari dampak apa pun pada bisnis Anda, isi ulang akun Anda sesegera mungkin.
ja_jp: あなたのチーム{{ corpName }}のクラウドコインの残高が少なくなっています。SMS認証、OCR認識、添付ファイルのアップロードなどの機能が影響を受ける可能性があります。ビジネスへの影響を避けるために、できるだけ早くアカウントにリチャージしてください。
km_kh: សaldoរាប់ Cloud Coin របស់ក្រុមអ្នក {{ corpName }} ជិតអស់។ មុខងារដូចជាការផ្ទៀងផ្ទាត់តាម SMS ការស្គាល់ OCR និងការផ្ទុកឡើងឯកសារភ្ជាប់អាចនឹងត្រូវបានជះឥទ្ធិពល។ ដើម្បីជៀសវាងការរំខានដល់អាជីវកម្មរបស់អ្នក សូមសាកគណនីរបស់អ្នកឡើងវិញឱ្យបានមុន។
ko_kr: {{corpName}} 팀의 클라우드 코인 잔액이 곧 소진됩니다. SMS 인증, OCR 인식, 첨부 파일 업로드 등의 기능이 영향을 받을 수 있습니다. 비즈니스에 차질이 없도록 최대한 빨리 계정을 충전하세요.
pt_pt: O saldo de Cloud Coins da sua equipe {{ corpName }} está prestes a acabar. Recursos como verificação de SMS, reconhecimento de OCR e upload de anexos podem ser afetados. Para evitar qualquer impacto nos seus negócios, recarregue sua conta o mais rápido possível.
ru_ru: Баланс Cloud Coin вашей команды {{ corpName }} скоро закончится. Такие функции, как SMS-верификация, распознавание OCR и загрузка вложений, могут быть затронуты. Чтобы избежать любого влияния на ваш бизнес, пополните свой счет как можно скорее.
th_th: ยอดคงเหลือของ Cloud Coin ของทีม {{ corpName }} ของคุณกำลังจะหมดลง ฟีเจอร์ต่างๆ เช่น การยืนยันทาง SMS การรับรู้ OCR และการอัปโหลดไฟล์แนบอาจได้รับผลกระทบ เพื่อหลีกเลี่ยงผลกระทบต่อธุรกิจของคุณ โปรดชาร์จเงินในบัญชีของคุณโดยเร็วที่สุด
vi_vn: Cloud coin của 「{{ corpName }}」 sắp hết, có thể ảnh hưởng SMS, OCR, tải tệp. Nạp ngay để tránh ảnh hưởng
zh_cn: 你的团队「{{ corpName }}」的云币余额即将耗尽，可能影响短信验证、OCR识别、附件上传等功能。为避免影响业务运作，请尽快充值。
zh_tw: 你的團隊「{{ corpName }}」的雲幣餘額即將耗盡，可能影響簡訊驗證、OCR辨識、附件上傳等功能。為避免影響業務運作，請盡快加值。

# site.message.content.comment_mention.0
source: {{ sender }} mentioned you in the comment {{ dataTitle }}.
de_de: {{ sender }} hat Sie im Kommentar {{ dataTitle }} erwähnt.
es_es: {{ sender }} te mencionó en el comentario {{ dataTitle }}.
fr_fr: {{ sender }} vous a mentionné dans le commentaire {{ dataTitle }}.
id_id: {{ sender }} menyebut Anda dalam komentar {{ dataTitle }}.
ja_jp: {{ sender }}がコメント「{{ dataTitle }}」であなたに言及しました。
km_kh: {{ sender }} បានលើកអ្នកក្នុងមតិ {{ dataTitle }}។
ko_kr: {{ sender }}님이 {{ dataTitle }} 댓글에서 당신을 언급했습니다.
pt_pt: {{ sender }} mencionou você no comentário {{ dataTitle }}.
ru_ru: {{sender}} упомянул вас в комментарии {{dataTitle}}.
th_th: {{ sender }} กล่าวถึงคุณในความคิดเห็น {{ dataTitle }}
vi_vn: {{ sender }} đã @ bạn trong bình luận {{ dataTitle }}
zh_cn: {{ sender }} 在 {{ dataTitle }} 评论中@了你
zh_tw: {{ sender }} 在 {{ dataTitle }} 評論中@了你

# site.message.content.comment_mention.0.dataTitle
source: Untitled Data
de_de: Unbenannte Daten
es_es: Datos sin título
fr_fr: Données sans titre
id_id: Data Tanpa Judul
ja_jp: タイトルなしデータ
km_kh: ទិន្នន័យគ្មានចំណងជើង
ko_kr: 제목 없는 데이터
pt_pt: Dados sem título
ru_ru: Данные без названия
th_th: ข้อมูลที่ไม่มีชื่อ
vi_vn: Dữ liệu chưa đặt tên
zh_cn: 未命名数据
zh_tw: 未命名資料

# site.message.content.comment_mention.1
source: Comment Overview: {{ messageComment }}.
de_de: Kommentarübersicht: {{ messageComment }}.
es_es: Descripción general del comentario: {{ messageComment }}.
fr_fr: Aperçu du commentaire : {{ messageComment }}.
id_id: Ikhtisar Komentar: {{ messageComment }}.
ja_jp: コメント概要：{{ messageComment }}。
km_kh: សេចក្តីសង្ខេបមតិ៖ {{ messageComment }}។
ko_kr: 댓글 개요: {{ messageComment }}.
pt_pt: Visão geral do comentário: {{ messageComment }}.
ru_ru: Обзор комментариев: {{ messageComment }}.
th_th: ภาพรวมความคิดเห็น: {{ messageComment }}
vi_vn: Tổng quan bình luận: {{ messageComment }}
zh_cn: {{ messageComment }}
zh_tw: 評論概覽： {{ messageComment }}

# site.message.content.comment_mention_corp_coop.0
source: Members in the company {{ corpName }} mentioned you in the comment {{ dataTitle }}.
de_de: Mitglieder des Unternehmens {{ corpName }} haben Sie im Kommentar {{ dataTitle }} erwähnt.
es_es: Los miembros de la empresa {{ corpName }} te mencionaron en el comentario {{ dataTitle }}.
fr_fr: Des membres de l'entreprise {{ corpName }} vous ont mentionné dans le commentaire {{ dataTitle }}.
id_id: Anggota di perusahaan {{ corpName }} menyebut Anda di komentar {{ dataTitle }}.
ja_jp: 会社「{{ corpName }}」のメンバーがコメント「{{ dataTitle }}」であなたに言及しました。
km_kh: សមាជិកក្រុមហ៊ុន {{ corpName }} បានលើកអ្នកក្នុងមតិ {{ dataTitle }}។
ko_kr: {{ corpName }} 회사의 구성원이 {{ dataTitle }} 댓글에서 당신을 언급했습니다.
pt_pt: Membros da empresa {{ corpName }} mencionaram você no comentário {{ dataTitle }}.
ru_ru: Участники компании {{corpName}} упомянули вас в комментарии {{dataTitle}}.
th_th: สมาชิกในบริษัท {{ corpName }} กล่าวถึงคุณในความคิดเห็น {{ dataTitle }}
vi_vn: Thành viên {{ sender }} của doanh nghiệp 「{{ corpName }}」 đã @ bạn trong bình luận {{ dataTitle }}
zh_cn: 企业「{{ corpName }}」的成员{{ sender }} 在 {{ dataTitle }} 评论中@了你
zh_tw: 企業「{{ corpName }}」的成員{{ sender }} 在 {{ dataTitle }} 評論中@了你
