Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# crop_log.content.managers_remove
source: Deleted members in admin group {{ name }}: {{ members }}
de_de: Gelöschte Mitglieder in der Admin-Gruppe {{ name }}: {{ members }}
es_es: Miembros eliminados en el grupo de administración {{ name }}: {{ members }}
fr_fr: Supprimé des membres dans le groupe d'administration {{ name }} : {{ members }}
id_id: Anggota yang dihapus dalam grup admin {{ name }}: {{ members }}
ja_jp: 管理グループ{{ name }}のメンバーを削除しました: {{ members }}
km_kh: បានលុបសមាជិកក្នុងក្រុមអ្នកគ្រប់គ្រង {{ name }}: {{ members }}
ko_kr: 관리자 그룹 {{ name }}에서 삭제된 멤버: {{ members }}
pt_pt: Membros excluídos no grupo de administração {{ name }}: {{ members }}
ru_ru: Удаленные участники в группе администраторов {{name}}: {{members}}
th_th: สมาชิกที่ถูกลบในกลุ่มผู้ดูแลระบบ {{ name }}: {{ members }}
vi_vn: Xóa thành viên khỏi nhóm quản lý 「{{ name }}」: {{ members }}
zh_cn: 在管理组「{{ name }}」删除了成员：{{ members }}
zh_tw: 在管理組「{{ name }}」刪除了成員：{{ members }}

# crop_log.content.member_batch_freeze
source: Batch disabled {{ count }} members
de_de: Batch deaktiviert {{ count }} Mitglieder
es_es: Lote de {{ count }} miembros deshabilitados
fr_fr: Désactivation par lot de {{ count }} membres
id_id: Batch menonaktifkan {{ count }} anggota
ja_jp: {{ count }}人のメンバーを一括無効にしました
km_kh: បានបិទសកម្មភាពសមាជិក {{ count }} នាក់ជាក្រុម
ko_kr: 배치 비활성화 {{ count }}명의 멤버
pt_pt: Desabilitou em lote {{ count }} membros
ru_ru: Пакетно отключено {{ count }} участников
th_th: แบตช์ที่ถูกปิดใช้งานสมาชิก {{ count }} คน
vi_vn: Chuyển hàng loạt {{ count }} thành viên thành tắt
zh_cn: 将{{ count }}名成员转为停用
zh_tw: 將{{ count }}名成員轉為停用

# crop_log.content.member_batch_hard_delete
source: Batch deleted {{ count }} inactive members
de_de: Stapelweise gelöschte {{ count }} inaktive Mitglieder
es_es: Se eliminaron por lotes {{ count }} miembros inactivos
fr_fr: Suppression par lot de {{ count }} membres inactifs
id_id: Batch menghapus {{ count }} anggota yang tidak aktif
ja_jp: {{ count }}人の非アクティブメンバーを一括削除しました
km_kh: បានលុបសមាជិកអសកម្ម {{ count }} នាក់ជាក្រុម
ko_kr: 비활성 멤버 {{ count }}명을 일괄 삭제했습니다.
pt_pt: Exclusão em lote de {{ count }} membros inativos
ru_ru: Пакетное удаление {{ count }} неактивных участников
th_th: แบตช์ถูกลบสมาชิกที่ไม่ได้ใช้งาน {{ count }} ราย
vi_vn: Xóa vĩnh viễn {{ count }} thành viên nghỉ việc
zh_cn: 将{{ count }}名离职成员彻底删除
zh_tw: 將{{ count }}名離職成員徹底刪除

# crop_log.content.member_batch_recover
source: Batch enabled {{ count }} members
de_de: Batch-aktivierte {{ count }} Mitglieder
es_es: Miembros habilitados por lotes {{ count }}
fr_fr: Activation par lot de {{ count }} membres
id_id: {{ count }} anggota yang diaktifkan secara batch
ja_jp: {{ count }}人のメンバーを一括有効にしました
km_kh: បានបើកសកម្មភាពសមាជិក {{ count }} នាក់ជាក្រុម
ko_kr: 배치 활성화된 {{ count }}명의 멤버
pt_pt: {{ count }} membros habilitados em lote
ru_ru: Пакетно включено {{ count }} участников
th_th: สมาชิกที่เปิดใช้งานเป็นชุด {{ count }} คน
vi_vn: Chuyển hàng loạt {{ count }} thành viên thành bật
zh_cn: 将{{ count }}名成员转为启用
zh_tw: 將{{ count }}名成員轉為啟用

# crop_log.content.member_batch_remove
source: Batch deactivated {{ count }} members
de_de: Batch-Deaktivierung von {{ count }} Mitgliedern
es_es: Se desactivaron por lotes {{ count }} miembros
fr_fr: Désactivation par lot de {{ count }} membres
id_id: Batch menonaktifkan {{ count }} anggota
ja_jp: {{ count }}人のメンバーを一括無効にしました
km_kh: បានបិទសកម្មភាពសមាជិក {{ count }} នាក់ជាក្រុម
ko_kr: {{ count }}명의 멤버를 일괄 비활성화했습니다.
pt_pt: Desativação em lote de {{ count }} membros
ru_ru: Пакетно деактивировано {{ count }} участников
th_th: ปิดใช้งานกลุ่มสมาชิกจำนวน {{ count }} คน
vi_vn: Chuyển hàng loạt {{ count }} thành viên thành nghỉ việc
zh_cn: 将{{ count }}名成员转为离职
zh_tw: 將{{ count }}名成員轉為離職

# crop_log.content.member_exit
source: The member "{{ nickname }}" voluntarily left the organization
de_de: Das Mitglied "{{ nickname }}" hat die Organisation freiwillig verlassen
es_es: El miembro "{{nickname}}" abandonó voluntariamente la organización.
fr_fr: Le membre "{{ nickname }}" a quitté volontairement l'organisation
id_id: Anggota “{{ nickname }}” secara sukarela meninggalkan organisasi
ja_jp: メンバー「{{ nickname }}」が自主的に企業を退出しました
km_kh: សមាជិក "{{ nickname }}" បានចាកចេញដោយស្ម័គ្រចិត្តពីអង្គការ
ko_kr: 회원 "{{ nickname }}" 님이 자발적으로 조직을 탈퇴했습니다.
pt_pt: O membro "{{ apelido }}" deixou a organização voluntariamente
ru_ru: Участник "{{ nickname }}" добровольно покинул организацию
th_th: สมาชิก "{{ nickname }}" ลาออกจากองค์กรโดยสมัครใจ
vi_vn: Thành viên 「{{ nickname }}」 tự nguyện rời doanh nghiệp
zh_cn: 成员「{{ nickname }}」主动退出了企业
zh_tw: 成員「{{ nickname }}」主動退出了企業

# crop_log.content.member_export
source: Exported members from Contacts
de_de: Exportierte Mitglieder aus „Kontakte“
es_es: Miembros exportados desde Contactos
fr_fr: Membres exportés depuis les contacts
id_id: Anggota yang diekspor dari Kontak
ja_jp: 連絡先からメンバーをエクスポートしました
km_kh: បាននាំចេញសមាជិកពីទំនាក់ទំនង
ko_kr: 연락처에서 내보낸 멤버
pt_pt: Membros exportados de Contatos
ru_ru: Экспортированные участники из контактов
th_th: สมาชิกที่ส่งออกจากรายชื่อติดต่อ
vi_vn: Xuất dữ liệu danh bạ
zh_cn: 导出了通讯录数据
zh_tw: 匯出了通訊錄資料

# crop_log.content.member_freeze
source: Disabled {{ nickname }}
de_de: Deaktiviert {{ nickname }}
es_es: Desactivado {{nickname}}
fr_fr: Désactivé {{ nickname }}
id_id: Dinonaktifkan {{ nickname }}
ja_jp: {{ nickname }}を無効にしました
km_kh: បានបិទសកម្មភាព {{ nickname }}
ko_kr: {{ nickname }} 사용 중지됨
pt_pt: Desativado {{ apelido }}
ru_ru: Отключен {{ nickname }}
th_th: ระงับการใช้งาน {{ nickname }}
vi_vn: Chuyển 「{{ nickname }}」 thành tắt
zh_cn: 将「{{ nickname }}」转为停用
zh_tw: 將「{{ nickname }}」轉為停用

# crop_log.content.member_hard_delete
source: Deleted inactive member {{ nickname }}
de_de: Inaktives Mitglied gelöscht {{ nickname }}
es_es: Miembro inactivo eliminado {{nickname}}
fr_fr: Membre inactif supprimé {{ nickname }}
id_id: Anggota yang tidak aktif telah dihapus {{ nickname }}
ja_jp: 非アクティブメンバー{{ nickname }}を削除しました
km_kh: បានលុបសមាជិកអសកម្ម {{ nickname }}
ko_kr: 비활성 회원 {{ nickname }}을(를) 삭제했습니다.
pt_pt: Membro inativo excluído {{ nickname }}
ru_ru: Удален неактивный участник {{ nickname }}
th_th: ลบสมาชิกที่ไม่ได้ใช้งาน {{ nickname }}
vi_vn: Xóa vĩnh viễn thành viên nghỉ việc 「{{ nickname }}」
zh_cn: 将离职成员「{{ nickname }}」彻底删除
zh_tw: 將離職成員「{{ nickname }}」徹底刪除

# crop_log.content.member_import
source: Invited {{ count }} members
de_de: Eingeladene {{ count }} Mitglieder
es_es: Se invitaron {{ count }} miembros
fr_fr: Invité {{ count }} membres
id_id: Mengundang {{ count }} anggota
ja_jp: {{ count }}人のメンバーを招待しました
km_kh: បានអញ្ជើញសមាជិក {{ count }} នាក់
ko_kr: {{ count }}명의 회원을 초대했습니다.
pt_pt: Convidou {{ count }} membros
ru_ru: Приглашено {{ count }} участников
th_th: เชิญสมาชิกแล้ว {{ count }} คน
vi_vn: Mời hàng loạt {{ count }} thành viên
zh_cn: 批量邀请了{{ count }}名成员
zh_tw: 批次邀請了{{ count }}名成員

# crop_log.content.member_invite
source: Invited {{ nickname }}
de_de: Eingeladen {{ nickname }}
es_es: Invitado {{nickname}}
fr_fr: Invité {{ nickname }}
id_id: Mengundang {{ nickname }}
ja_jp: {{ nickname }}を招待しました
km_kh: បានអញ្ជើញ {{ nickname }}
ko_kr: {{ nickname }} 초대됨
pt_pt: Convidado {{ apelido }}
ru_ru: Приглашен {{ nickname }}
th_th: เชิญ {{ nickname }}
vi_vn: Mời {{ nickname }}
zh_cn: 邀请了{{ nickname }}
zh_tw: 邀請了{{ nickname }}

# crop_log.content.member_recover
source: Enabled "{{ nickname }}"
de_de: Aktiviert "{{ nickname }}"
es_es: "{{nickname}}" habilitado
fr_fr: Activé "{{ nickname }}"
id_id: Diaktifkan "{{ nickname }}"
ja_jp: 「{{ nickname }}」を有効にしました
km_kh: បានបើកសកម្មភាព "{{ nickname }}"
ko_kr: "{{ nickname }}" 활성화됨
pt_pt: Habilitado "{{ apelido }}"
ru_ru: Включено "{{ nickname }}"
th_th: เปิดใช้งาน "{{ nickname }}"
vi_vn: Chuyển 「{{ nickname }}」 thành bật
zh_cn: 将「{{ nickname }}」转为启用
zh_tw: 將「{{ nickname }}」轉為啟用

# crop_log.content.member_remove
source: Deactivated {{ nickname }}
de_de: Deaktiviert {{ nickname }}
es_es: Desactivado {{nickname}}
fr_fr: Désactivé {{ nickname }}
id_id: Dinonaktifkan {{ nickname }}
ja_jp: {{ nickname }}を無効にしました
km_kh: បានបិទសកម្មភាព {{ nickname }}
ko_kr: {{ nickname }} 비활성화됨
pt_pt: Desativado {{ apelido }}
ru_ru: Деактивирован {{ nickname }}
th_th: ปิดการใช้งาน {{ nickname }}
vi_vn: Chuyển 「{{ nickname }}」 thành nghỉ việc
zh_cn: 将「{{ nickname }}」转为离职
zh_tw: 將「{{ nickname }}」轉為離職

# crop_log.content.member_update
source: Updated the information of {{ nickname }}
de_de: Die Informationen von {{ nickname }} wurden aktualisiert.
es_es: Se actualizó la información de {{nickname}}
fr_fr: Informations mises à jour de {{ nickname }}
id_id: Memperbarui informasi {{ nickname }}
ja_jp: {{ nickname }}の情報を更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យព័ត៌មានរបស់ {{ nickname }}
ko_kr: {{ nickname }} 의 정보를 업데이트했습니다.
pt_pt: Atualizadas as informações de {{nickname}}
ru_ru: Обновлена информация о {{ nickname }}
th_th: อัปเดตข้อมูลของ {{ nickname }}
vi_vn: Sửa thông tin của {{ nickname }}
zh_cn: 修改了{{ nickname }}的信息
zh_tw: 修改了{{ nickname }}的資訊

# crop_log.content.message_webhook_disable
source: Disabled Webhook (Message)
de_de: Deaktivierter Webhook (Nachricht)
es_es: Webhook deshabilitado (mensaje)
fr_fr: Webhook (Message) désactivé
id_id: Webhook Dinonaktifkan (Pesan)
ja_jp: Webhook（メッセージ）を無効にしました
km_kh: បានបិទ Webhook (សារ)
ko_kr: 비활성화된 웹훅(메시지)
pt_pt: Webhook desabilitado (mensagem)
ru_ru: Отключенный Webhook (Сообщение)
th_th: เว็บฮุกที่ปิดใช้งาน (ข้อความ)
vi_vn: Tắt đẩy thông báo
zh_cn: 关闭了消息推送
zh_tw: 關閉了訊息推播

# crop_log.content.message_webhook_enable
source: Enabled Webhook (Message)
de_de: Webhook aktiviert (Nachricht)
es_es: Webhook habilitado (mensaje)
fr_fr: Webhook (Message) activé
id_id: Webhook Diaktifkan (Pesan)
ja_jp: Webhook（メッセージ）を有効にしました
km_kh: បានបើក Webhook (សារ)
ko_kr: 활성화된 웹훅(메시지)
pt_pt: Webhook habilitado (mensagem)
ru_ru: Включен Webhook (Сообщение)
th_th: เปิดใช้งานเว็บฮุก (ข้อความ)
vi_vn: Bật đẩy thông báo
zh_cn: 开启了消息推送
zh_tw: 開啟了訊息推播

# crop_log.content.message_webhook_update
source: Edited Webhook (Message)
de_de: Bearbeiteter Webhook (Nachricht)
es_es: Webhook editado (Mensaje)
fr_fr: Webhook (Message) modifié
id_id: Webhook yang Diedit (Pesan)
ja_jp: Webhook（メッセージ）を編集しました
km_kh: បានកែសម្រួល Webhook (សារ)
ko_kr: 편집된 웹훅(메시지)
pt_pt: Webhook editado (mensagem)
ru_ru: Отредактированный Webhook (Сообщение)
th_th: แก้ไขเว็บฮุก (ข้อความ)
vi_vn: Sửa đẩy thông báo
zh_cn: 修改了消息推送
zh_tw: 修改了訊息推播

# crop_log.content.oauth_create
source: Added authorization for "{{ suite_name }}"
de_de: Autorisierung für "{{ suite_name }}" hinzugefügt
es_es: Se agregó autorización para "{{ suite_name }}"
fr_fr: Ajouté l'autorisation pour "{{ suite_name }}"
id_id: Menambahkan otorisasi untuk "{{ suite_name }}"
ja_jp: 「{{ suite_name }}」の認可を追加しました
km_kh: បានបន្ថែមការអនុញ្ញាតសម្រាប់ "{{ suite_name }}"
ko_kr: "{{ suite_name }}"에 대한 권한이 추가되었습니다.
pt_pt: Autorização adicionada para "{{ suite_name }}"
ru_ru: Добавлена авторизация для "{{ suite_name }}"
th_th: เพิ่มการอนุญาตสำหรับ "{{ suite_name }}"
vi_vn: Thêm ủy quyền cho 「{{ suite_name }}」
zh_cn: 新增了对「{{ suite_name }}」的授权
zh_tw: 新增了對「{{ suite_name }}」的授權

# crop_log.content.oauth_delete
source: Revoked the authorization for "{{ suite_name }}"
de_de: Die Autorisierung für "{{ suite_name }}" wurde widerrufen.
es_es: Se revocó la autorización para "{{ suite_name }}"
fr_fr: Révoqué l'autorisation pour "{{ suite_name }}"
id_id: Mencabut otorisasi untuk "{{ suite_name }}"
ja_jp: 「{{ suite_name }}」の認可を取り消しました
km_kh: បានដកហូតការអនុញ្ញាតសម្រាប់ "{{ suite_name }}"
ko_kr: "{{ suite_name }}"에 대한 권한이 취소되었습니다.
pt_pt: Revogou a autorização para "{{ suite_name }}"
ru_ru: Отменено разрешение на "{{ suite_name }}"
th_th: เพิกถอนการอนุญาตสำหรับ "{{ suite_name }}"
vi_vn: Hủy ủy quyền cho 「{{ suite_name }}」
zh_cn: 解除了对「{{ suite_name }}」的授权
zh_tw: 解除了對「{{ suite_name }}」的授權

# crop_log.content.open_api_log_export
source: Exported Open API Logs
de_de: Exportierte Open API-Protokolle
es_es: Registros de API abiertos exportados
fr_fr: Journaux de l'API ouverte exportés
id_id: Log API Terbuka yang Diekspor
ja_jp: Open APIログをエクスポートしました
km_kh: បាននាំចេញកំណត់ហេតុ Open API
ko_kr: 내보낸 Open API 로그
pt_pt: Logs de API aberta exportados
ru_ru: Экспортированные журналы Open API
th_th: ส่งออกบันทึก API เปิด
vi_vn: Xuất nhật ký API mở
zh_cn: 导出了开放API日志
zh_tw: 匯出了開放API日誌

# crop_log.content.operate_log_export
source: Exported Platform Logs
de_de: Exportierte Plattformprotokolle
es_es: Registros de plataforma exportados
fr_fr: Journaux de la plateforme exportés
id_id: Log Platform yang Diekspor
ja_jp: プラットフォームログをエクスポートしました
km_kh: បាននាំចេញកំណត់ហេតុវេទិកា
ko_kr: 내보낸 플랫폼 로그
pt_pt: Logs de plataforma exportados
ru_ru: Экспортированные журналы платформы
th_th: บันทึกแพลตฟอร์มที่ส่งออก
vi_vn: Xuất nhật ký nền tảng
zh_cn: 导出了平台日志
zh_tw: 匯出了平台日誌

# crop_log.content.order_cancel
source: Canceled an order
de_de: Eine Bestellung storniert
es_es: Canceló un pedido
fr_fr: Commandé annulé
id_id: Membatalkan pesanan
ja_jp: 注文をキャンセルしました
km_kh: បានបោះបង់ការកម្មង់
ko_kr: 주문을 취소했습니다
pt_pt: Cancelou um pedido
ru_ru: Отменил заказ
th_th: ยกเลิกคำสั่งซื้อ
vi_vn: Hủy đơn hàng
zh_cn: 取消了订单
zh_tw: 取消了訂單

# crop_log.content.order_create
source: Created an order
de_de: Eine Bestellung erstellt
es_es: Creó un pedido
fr_fr: Commandé créé
id_id: Membuat pesanan
ja_jp: 注文を作成しました
km_kh: បានបង្កើតការកម្មង់
ko_kr: 주문을 생성했습니다
pt_pt: Criou um pedido
ru_ru: Создал заказ
th_th: สร้างคำสั่งซื้อ
vi_vn: Tạo đơn hàng
zh_cn: 创建了订单
zh_tw: 建立了訂單

# crop_log.content.order_delete
source: Deleted an order
de_de: Eine Bestellung gelöscht
es_es: Se eliminó un pedido
fr_fr: Commandé supprimé
id_id: Menghapus pesanan
ja_jp: 注文を削除しました
km_kh: បានលុបការកម្មង់
ko_kr: 주문을 삭제했습니다
pt_pt: Excluiu um pedido
ru_ru: Удалил заказ
th_th: ลบคำสั่งซื้อ
vi_vn: Xóa đơn hàng
zh_cn: 删除了订单
zh_tw: 刪除了訂單

# crop_log.content.order_pay
source: Paid for an order
de_de: Für eine Bestellung bezahlt
es_es: Pagado por un pedido
fr_fr: Commandé payé
id_id: Dibayar untuk pesanan
ja_jp: 注文を支払いました
km_kh: បានទូទាត់ការកម្មង់
ko_kr: 주문에 대한 지불 완료
pt_pt: Paguei por um pedido
ru_ru: Оплачен заказ
th_th: ชำระเงินสำหรับการสั่งซื้อ
vi_vn: Thanh toán đơn hàng
zh_cn: 支付了订单
zh_tw: 支付了訂單

# crop_log.content.order_receipt
source: Invoiced am order
de_de: Rechnung am Auftrag
es_es: Facturado en el pedido
fr_fr: Commandé facturé
id_id: Ditagih pada saat pesanan
ja_jp: 注文を請求書にしました
km_kh: បានចេញវិក័យប័ត្រការកម្មង់
ko_kr: 주문 시 청구됨
pt_pt: Faturado no pedido
ru_ru: Выставлен счет на заказ
th_th: ออกใบแจ้งหนี้เมื่อสั่งซื้อ
vi_vn: Xuất hóa đơn đơn hàng
zh_cn: 对订单进行了开票
zh_tw: 對訂單進行了開票

# crop_log.content.pay_disable
source: Disable Payment Service
de_de: Zahlungsdienst deaktivieren
es_es: Deshabilitar el servicio de pago
fr_fr: Service de paiement désactivé
id_id: Nonaktifkan Layanan Pembayaran
ja_jp: 支払いサービスをオフにする
km_kh: បិទសេវាកម្មទូទាត់
ko_kr: 결제 서비스 비활성화
pt_pt: Desativar serviço de pagamento
ru_ru: Отключить платежную услугу
th_th: ปิดใช้งานบริการการชำระเงิน
vi_vn: Tắt dịch vụ thanh toán
zh_cn: 关闭支付服务
zh_tw: 關閉支付服務

# crop_log.content.pay_enable
source: Enable Payment Service
de_de: Zahlungsdienst aktivieren
es_es: Habilitar el servicio de pago
fr_fr: Service de paiement activé
id_id: Aktifkan Layanan Pembayaran
ja_jp: 支払いサービスをオンにする
km_kh: បើកសេវាកម្មទូទាត់
ko_kr: 결제 서비스 활성화
pt_pt: Habilitar serviço de pagamento
ru_ru: Включить платежный сервис
th_th: เปิดใช้งานบริการชำระเงิน
vi_vn: Bật dịch vụ thanh toán
zh_cn: 开启支付服务
zh_tw: 開啟支付服務

# crop_log.content.pay_ums_bind
source: Link UnionPay Merchant
de_de: Link UnionPay-Händler
es_es: Enlace UnionPay Merchant
fr_fr: Lier le marchand UnionPay
id_id: Tautan UnionPay Merchant
ja_jp: 銀聯マーチャントをバインド
km_kh: ភ្ជាប់អ្នកលក់ UnionPay
ko_kr: 유니온페이 가맹점 링크
pt_pt: Link UnionPay Comerciante
ru_ru: Ссылка UnionPay Merchant
th_th: เชื่อมโยงร้านค้า UnionPay
vi_vn: Liên kết merchant UnionPay
zh_cn: 绑定银联商户
zh_tw: 綁定銀聯商戶

# crop_log.content.pay_ums_unbind
source: Remove UnionPay Merchant
de_de: UnionPay-Händler entfernen
es_es: Eliminar UnionPay Merchant
fr_fr: Supprimer le marchand UnionPay
id_id: Hapus Pedagang UnionPay
ja_jp: 銀聯マーチャントを削除
km_kh: លុបអ្នកលក់ UnionPay
ko_kr: UnionPay 가맹점 제거
pt_pt: Remover comerciante UnionPay
ru_ru: Удалить продавца UnionPay
th_th: ลบร้านค้า UnionPay
vi_vn: Xóa merchant UnionPay
zh_cn: 删除银联商户
zh_tw: 刪除銀聯商戶

# crop_log.content.permission_management_disable
source: Disabled Manage Permission
de_de: Deaktivierte Verwaltungsberechtigung
es_es: Permiso de administración deshabilitado
fr_fr: Gestion des autorisations désactivée
id_id: Izin Pengelolaan Dinonaktifkan
ja_jp: 権限管理を無効にしました
km_kh: បានបិទការអនុញ្ញាតគ្រប់គ្រង
ko_kr: 비활성화된 관리 권한
pt_pt: Permissão de gerenciamento desabilitada
ru_ru: Отключено разрешение на управление
th_th: ปิดการใช้งานการจัดการสิทธิ์
vi_vn: Tắt quản lý quyền
zh_cn: 关闭了权限管理
zh_tw: 關閉了權限管理

# crop_log.content.permission_management_enable
source: Enabled Manage Permission
de_de: Berechtigung „Verwaltung“ aktiviert
es_es: Permiso de administración habilitado
fr_fr: Gestion des autorisations activée
id_id: Diaktifkan Kelola Izin
ja_jp: 権限管理を有効にしました
km_kh: បានបើកការអនុញ្ញាតគ្រប់គ្រង
ko_kr: 관리 권한 활성화
pt_pt: Permissão de gerenciamento habilitada
ru_ru: Включено Управление разрешениями
th_th: เปิดใช้งานการจัดการสิทธิ์
vi_vn: Bật quản lý quyền
zh_cn: 开启了权限管理
zh_tw: 開啟了權限管理

# crop_log.content.plugin_create
source: Created the plugin “{{ plugin_name }}”
de_de: Das Plugin „{{ plugin_name }}“ wurde erstellt.
es_es: Se creó el complemento “{{ plugin_name }}”
fr_fr: Créé le plugin “{{ plugin_name }}”
id_id: Membuat plugin “{{ plugin_name }}”
ja_jp: プラグイン「{{ plugin_name }}」を作成しました
km_kh: បានបង្កើតផ្លានិច “{{ plugin_name }}”
ko_kr: 플러그인 “{{ plugin_name }}”을 생성했습니다.
pt_pt: Criado o plugin “{{ plugin_name }}”
ru_ru: Создал плагин «{{ plugin_name }}»
th_th: สร้างปลั๊กอิน “{{ plugin_name }}”
vi_vn: Tạo plugin 「{{ plugin_name }}」
zh_cn: 新建了插件「{{ plugin_name }}」
zh_tw: 新建了外掛「{{ plugin_name }}」

# crop_log.content.plugin_delete
source: Deleted the plugin "{{ plugin_name }}"
de_de: Das Plugin "{{ plugin_name }}" wurde gelöscht.
es_es: Se eliminó el complemento "{{ plugin_name }}"
fr_fr: Supprimé le plugin "{{ plugin_name }}"
id_id: Menghapus plugin "{{ plugin_name }}"
ja_jp: プラグイン「{{ plugin_name }}」を削除しました
km_kh: បានលុបផ្លានិច "{{ plugin_name }}"
ko_kr: 플러그인 "{{ plugin_name }}"을 삭제했습니다.
pt_pt: Excluiu o plugin "{{ plugin_name }}"
ru_ru: Удалил плагин "{{ plugin_name }}"
th_th: ลบปลั๊กอิน "{{ plugin_name }}"
vi_vn: Xóa plugin 「{{ plugin_name }}」
zh_cn: 删除了插件「{{ plugin_name }}」
zh_tw: 刪除了外掛「{{ plugin_name }}」

# crop_log.content.plugin_duplicate
source: Created the plugin "{{ plugin_name }}" and copied from "{{ ori_plugin_name }}"
de_de: Das Plugin „{{ plugin_name }}“ wurde erstellt und von „{{ ori_plugin_name }}“ kopiert.
es_es: Creé el complemento "{{ plugin_name }}" y lo copié desde "{{ ori_plugin_name }}"
fr_fr: Créé le plugin "{{ plugin_name }}" et copié depuis "{{ ori_plugin_name }}"
id_id: Membuat plugin "{{ plugin_name }}" dan menyalin dari "{{ ori_plugin_name }}"
ja_jp: プラグイン「{{ plugin_name }}」を作成し、「{{ ori_plugin_name }}」からコピーしました
km_kh: បានបង្កើតផ្លានិច "{{ plugin_name }}" និងចម្លងពី "{{ ori_plugin_name }}"
ko_kr: 플러그인 "{{ plugin_name }}"을 생성하고 "{{ ori_plugin_name }}"에서 복사했습니다.
pt_pt: Criei o plugin "{{ plugin_name }}" e copiei de "{{ ori_plugin_name }}"
ru_ru: Создал плагин "{{ plugin_name }}" и скопировал из "{{ ori_plugin_name }}"
th_th: สร้างปลั๊กอิน "{{ plugin_name }}" และคัดลอกจาก "{{ ori_plugin_name }}"
vi_vn: Tạo plugin 「{{ plugin_name }}」, sao chép từ 「{{ ori_plugin_name }}」
zh_cn: 新建了插件「{{ plugin_name }}」，复制自「{{ ori_plugin_name }}」
zh_tw: 新建了外掛「{{ plugin_name }}」，復製自「{{ ori_plugin_name }}」

# crop_log.content.plugin_export
source: Export the plugin “{{ plugin_name }}”
de_de: Exportieren Sie das Plugin „{{ plugin_name }}“
es_es: Exportar el complemento “{{ plugin_name }}”
fr_fr: Exporté le plugin “{{ plugin_name }}”
id_id: Ekspor plugin “{{ nama_plugin }}”
ja_jp: プラグイン「{{ plugin_name }}」をエクスポートしました
km_kh: បាននាំចេញផ្លានិច “{{ plugin_name }}”
ko_kr: 플러그인 “{{ plugin_name }}”을 내보냅니다.
pt_pt: Exportar o plugin “{{ plugin_name }}”
ru_ru: Экспортируйте плагин «{{ plugin_name }}»
th_th: ส่งออกปลั๊กอิน “{{ plugin_name }}”
vi_vn: Xuất plugin 「{{ plugin_name }}」
zh_cn: 导出了插件「{{ plugin_name }}」
zh_tw: 導出了外掛「{{ plugin_name }}」

# crop_log.content.plugin_import
source: Import the plugin “{{ plugin_name }}”
de_de: Importieren Sie das Plugin „{{ plugin_name }}“
es_es: Importar el complemento “{{ plugin_name }}”
fr_fr: Importé le plugin “{{ plugin_name }}”
id_id: Impor plugin “{{ nama_plugin }}”
ja_jp: プラグイン「{{ plugin_name }}」をインポートしました
km_kh: បាននាំចូលផ្លានិច “{{ plugin_name }}”
ko_kr: 플러그인 “{{ plugin_name }}”을 가져옵니다.
pt_pt: Importe o plugin “{{ plugin_name }}”
ru_ru: Импортируйте плагин «{{ plugin_name }}»
th_th: นำเข้าปลั๊กอิน “{{ plugin_name }}”
vi_vn: Nhập plugin 「{{ plugin_name }}」
zh_cn: 导入了插件「{{ plugin_name }}」
zh_tw: 導入了外掛「{{ plugin_name }}」

# crop_log.content.plugin_import_overwrite
source: Import and update the plugin “{{ plugin_name }}”
de_de: Importieren und aktualisieren Sie das Plugin „{{ plugin_name }}“.
es_es: Importar y actualizar el complemento “{{ plugin_name }}”
fr_fr: Importé et mis à jour le plugin “{{ plugin_name }}”
id_id: Impor dan perbarui plugin “{{ plugin_name }}”
ja_jp: プラグイン「{{ plugin_name }}」をインポートと更新しました
km_kh: បាននាំចូល និងធ្វើបច្ចុប្បន្នភាពផ្លានិច “{{ plugin_name }}”
ko_kr: 플러그인 “{{ plugin_name }}”을 가져오고 업데이트합니다.
pt_pt: Importe e atualize o plugin “{{ plugin_name }}”
ru_ru: Импортируйте и обновите плагин «{{ plugin_name }}»
th_th: นำเข้าและอัปเดตปลั๊กอิน “{{ plugin_name }}”
vi_vn: Nhập và cập nhật plugin 「{{ plugin_name }}」
zh_cn: 导入更新了插件「{{ plugin_name }}」
zh_tw: 導入更新了外掛「{{ plugin_name }}」

# crop_log.content.plugin_install
source: Installed Plugin {{ plugin_name }}
de_de: Installiertes Plugin {{ plugin_name }}
es_es: Complemento instalado {{ plugin_name }}
fr_fr: Plugin {{ plugin_name }} installé
id_id: Plugin Terpasang {{ plugin_name }}
ja_jp: プラグイン「{{ plugin_name }}」をインストールしました
km_kh: បានដំឡើងផ្លានិច {{ plugin_name }}
ko_kr: 플러그인 {{ plugin_name }} 설치됨
pt_pt: Plugin instalado {{ plugin_name }}
ru_ru: Установленный плагин {{ plugin_name }}
th_th: ติดตั้งปลั๊กอิน {{ plugin_name }}
vi_vn: Cài plugin 「{{ plugin_name }}」
zh_cn: 安装了插件「{{ plugin_name }}」
zh_tw: 安裝了外掛「{{ plugin_name }}」

# crop_log.content.plugin_pull_request
source: Applied for publishing the plugin "{{ plugin_name }}"
de_de: Beantragt für die Veröffentlichung des Plugins "{{ plugin_name }}"
es_es: Se solicitó la publicación del complemento "{{ plugin_name }}"
fr_fr: Demandé la publication du plugin "{{ plugin_name }}"
id_id: Diajukan untuk menerbitkan plugin "{{ plugin_name }}"
ja_jp: プラグイン「{{ plugin_name }}」の公開を申請しました
km_kh: បានដាក់ពាក្យសុំផ្សព្វផ្សាយផ្លានិច "{{ plugin_name }}"
ko_kr: 플러그인 "{{ plugin_name }}" 게시를 신청했습니다.
pt_pt: Solicitado para publicação do plugin "{{ plugin_name }}"
ru_ru: Подал заявку на публикацию плагина "{{ plugin_name }}"
th_th: นำไปใช้สำหรับการเผยแพร่ปลั๊กอิน "{{ plugin_name }}"
vi_vn: Yêu cầu phát hành plugin 「{{ plugin_name }}」
zh_cn: 申请发布插件「{{ plugin_name }}」
zh_tw: 申請發佈外掛「{{ plugin_name }}」

# crop_log.content.plugin_update
source: Edited the plugin "{{ plugin_name }}"
de_de: Das Plugin „{{ plugin_name }}“ wurde bearbeitet.
es_es: Se editó el complemento "{{ plugin_name }}"
fr_fr: Modifié le plugin "{{ plugin_name }}"
id_id: Mengedit plugin "{{ plugin_name }}"
ja_jp: プラグイン「{{ plugin_name }}」を編集しました
km_kh: បានកែសម្រួលផ្លានិច "{{ plugin_name }}"
ko_kr: 플러그인 "{{ plugin_name }}"을 편집했습니다.
pt_pt: Editou o plugin "{{ plugin_name }}"
ru_ru: Отредактировал плагин "{{ plugin_name }}"
th_th: แก้ไขปลั๊กอิน "{{ plugin_name }}"
vi_vn: Sửa plugin 「{{ plugin_name }}」
zh_cn: 修改了插件「{{ plugin_name }}」
zh_tw: 修改了外掛「{{ plugin_name }}」
