Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# excel.importError.errorData.lookupMatchRepeat
source: "{{ value }}" in the "{{ colLabel }}" field matched multiple records in the related form. This field corresponds to the "{{ widgetLabel }}" field in the current form.
de_de: „{{ value }}“ im Feld „{{ colLabel }}“ stimmte mit mehreren Datensätzen im zugehörigen Formular überein. Dieses Feld entspricht dem Feld „{{ widgetLabel }}“ im aktuellen Formular.
es_es: El campo "{{ valor }}" del campo "{{ colLabel }}" coincidió con varios registros del formulario relacionado. Este campo corresponde al campo "{{ widgetLabel }}" del formulario actual.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" a correspondu à plusieurs enregistrements dans le formulaire associé. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire actuel.
id_id: "{{ value }}" di kolom "{{ colLabel }}" cocok dengan beberapa catatan di formulir terkait. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir saat ini.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は関連フォームの複数のレコードに一致しました。このフィールドは現在のフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" ផ្គូផ្គងនឹងកំណត់ត្រាច្រើនក្នុងទម្រង់ដែលពាក់ព័ន្ធ។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់បច្ចុប្បន្ន។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"이(가) 관련 양식의 여러 레코드와 일치합니다. 이 필드는 현재 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" correspondeu a vários registros no formulário relacionado. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário atual.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" совпало с несколькими записями в связанной форме. Это поле соответствует полю "{{ widgetLabel }}" в текущей форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ตรงกับหลายเรกคอร์ดในฟอร์มที่เกี่ยวข้อง ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์มปัจจุบัน
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 khớp nhiều dữ liệu bảng liên kết
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」匹配到多条关联表数据
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」匹配到多條關聯表資料

# excel.importError.errorData.mainWidgetRepeat
source: For the "{{ colLabel }}" field, {{ repeatRemind }}. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Für das Feld „{{ colLabel }}“: {{ repeatRemind }}. Dieses Feld entspricht dem Feld „{{ widgetLabel }}“ im Formular.
es_es: Para el campo "{{ colLabel }}", {{ repeatRemind }}. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Pour le champ "{{ colLabel }}", {{ repeatRemind }}. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Untuk kolom "{{ colLabel }}", {{ repeatRemind }}. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" dalam formulir.
ja_jp: 「{{ colLabel }}」フィールドの{{ repeatRemind }}。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: ចំពោះវាល "{{ colLabel }}", {{ repeatRemind }}។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 경우 {{ repeatRemind }}입니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Para o campo "{{ colLabel }}", {{ repeatRemind }}. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: Для поля "{{ colLabel }}", {{ repeatRemind }}. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: สำหรับฟิลด์ "{{ colLabel }}" ให้ใช้ {{ repeatRemind }} ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 {{ repeatRemind }}
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】{{ repeatRemind }}
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】{{ repeatRemind }}

# excel.importError.errorData.nameMatchMiss
source: "{{ value }}" in the "{{ colLabel }}" field failed to match any name. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" konnte keinem Namen entsprechen. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: El campo "{{ value }}" del campo "{{ colLabel }}" no coincidió con ningún nombre. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" n'a pas réussi à correspondre à un nom. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ colLabel }}" gagal mencocokkan nama apa pun. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は名前に一致しませんでした。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" មិនអាចផ្គូផ្គងឈ្មោះណាមួយបានទេ។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"에 일치하는 이름이 없습니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" não correspondeu a nenhum nome. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" не удалось сопоставить ни одно имя. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ไม่ตรงกับชื่อใดๆ ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 không khớp tên
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」未匹配到名称
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」未匹配到名稱

# excel.importError.errorData.nickNameMatchRepeat
source: Duplicate member name "{{ value }}" found in the "{{ colLabel }}" field. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Doppelter Mitgliedsname "{{ value }}" im Feld "{{ colLabel }}" gefunden. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: Se encontró un nombre de miembro duplicado "{{ value }}" en el campo "{{ colLabel }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Nom de membre en double "{{ value }}" trouvé dans le champ "{{ colLabel }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Nama anggota duplikat "{{ value }}" ditemukan di kolom "{{ colLabel }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドに重複するメンバー名「{{ value }}」が見つかりました。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: ឈ្មោះសមាជិកស្ទួន "{{ value }}" ត្រូវបានរកឃើញក្នុងវាល "{{ colLabel }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드에서 중복된 회원 이름 "{{ value }}"이(가) 발견되었습니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Nome de membro duplicado "{{ value }}" encontrado no campo "{{ colLabel }}". Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: Дублирующее имя участника "{{ value }}" найдено в поле "{{ colLabel }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: พบชื่อสมาชิกซ้ำ "{{ value }}" ในฟิลด์ "{{ colLabel }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 có thành viên trùng tên
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」存在重名成员
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」存在重名成員

# excel.importError.errorData.numberRange.eq
source: "{{ value }}" in the "{{ colLabel }}" field should be "{{ number }}". This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" sollte "{{ number }}" sein. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: {{ value }} en el campo "{{ colLabel }}" debe ser "{{ number }}". Este campo corresponde al campo "{{ widgetLabel }}" en el formulario.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" doit être "{{ number }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ colLabel }}" seharusnya "{{ number }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は「{{ number }}」である必要があります。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" គួរតែជា "{{ number }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"는 "{{ number }}"이어야 합니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" deve ser "{{ number }}". Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" должно быть "{{ number }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ควรเป็น "{{ number }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 phải là {{ number }}
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」需为{{ number }}
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」需為{{ number }}

# excel.importError.errorData.numberRange.max
source: "{{ value }}" in the "{{ colLabel }}" field should be less than or equal to {{ maxNumber }}. "{{ colLabel }}" corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" sollte kleiner oder gleich {{ maxNumber }} sein. "{{ colLabel }}" entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: "{{ value }}" en el campo "{{ colLabel }}" debe ser menor o igual que {{ maxNumber }}. "{{ colLabel }}" corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" doit être inférieur ou égal à {{ maxNumber }}. "{{ colLabel }}" correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ colLabel }}" harus kurang dari atau sama dengan {{ maxNumber }}. "{{ colLabel }}" sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は{{ maxNumber }}以下である必要があります。 「{{ colLabel }}」はフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" គួរតែតិចជាង ឬស្មើនឹង {{ maxNumber }}។ "{{ colLabel }}" ត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"은 {{ maxNumber }}보다 작거나 같아야 합니다. "{{ colLabel }}"은 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" deve ser menor ou igual a {{ maxNumber }}. "{{ colLabel }}" corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" должно быть меньше или равно {{ maxNumber }}. "{{ colLabel }}" соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ควรมีค่าน้อยกว่าหรือเท่ากับ {{ maxNumber }} "{{ colLabel }}" สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 phải nhỏ hơn hoặc bằng {{ maxNumber }}
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」需为小于等于{{ maxNumber }}的数
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」需為小於等於{{ maxNumber }}的數

# excel.importError.errorData.numberRange.min
source: "{{ value }}" in the "{{ colLabel }}" field should be greater than or equal to {{ minNumber }}. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" sollte größer oder gleich {{ minNumber }} sein. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: El valor "{{ value }}" del campo "{{ colLabel }}" debe ser mayor o igual que {{ minNumber }}. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" doit être supérieur ou égal à {{ minNumber }}. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ colLabel }}" harus lebih besar atau sama dengan {{ minNumber }}. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は{{ minNumber }}以上である必要があります。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" គួរតែធំជាង ឬស្មើនឹង {{ minNumber }}។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"은(는) {{ minNumber }}보다 크거나 같아야 합니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" deve ser maior ou igual a {{ minNumber }}. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" должно быть больше или равно {{ minNumber }}. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ควรมากกว่าหรือเท่ากับ {{ minNumber }} ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 phải lớn hơn hoặc bằng {{ minNumber }}
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」需为大于等于{{ minNumber }}的数
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」需為大於等於{{ minNumber }}的數

# excel.importError.errorData.numberRange.range
source: "{{ value }}" in the "{{ colLabel }}" field should be between {{ minNumber }} and {{ maxNumber }}. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" sollte zwischen {{ minNumber }} und {{ maxNumber }} liegen. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: El valor "{{ valor }}" del campo "{{ colLabel }}" debe estar entre {{ minNumber }} y {{ maxNumber }}. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" doit être compris entre {{ minNumber }} et {{ maxNumber }}. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ colLabel }}" harus berada di antara {{ minNumber }} dan {{ maxNumber }}. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は{{ minNumber }}から{{ maxNumber }}の間である必要があります。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" គួរតែនៅចន្លោះ {{ minNumber }} និង {{ maxNumber }}។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"은(는) {{ minNumber }}에서 {{ maxNumber }} 사이여야 합니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" deve estar entre {{ minNumber }} e {{ maxNumber }}. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" должно быть между {{ minNumber }} и {{ maxNumber }}. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ควรอยู่ระหว่าง {{ minNumber }} และ {{ maxNumber }} ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 phải từ {{ minNumber }} đến {{ maxNumber }}
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」需为{{ minNumber }}~{{ maxNumber }}之间的数
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」需為{{ minNumber }}~{{ maxNumber }}之間的數

# excel.importError.errorData.saleStageMismatch
source: "{{ value }}" in the "{{ widgetName }}" field failed to match any sales stage. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ widgetName }}" konnte keiner Verkaufsphase zugeordnet werden. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: El valor "{{ value }}" del campo "{{ widgetName }}" no coincidió con ninguna etapa de venta. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: {{ value }} dans le champ "{{ widgetName }}" n'a pas réussi à correspondre à une étape de vente. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ widgetName }}" gagal dicocokkan dengan tahap penjualan mana pun. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ widgetName }}」フィールドの「{{ value }}」は販売ステージに一致しませんでした。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ widgetName }}" មិនអាចផ្គូផ្គងដំណាក់កាលលក់ណាមួយបានទេ។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ widgetName }}" 필드의 "{{ value }}"은(는) 판매 단계와 일치하지 않습니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ widgetName }}" não correspondeu a nenhuma etapa de venda. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ widgetName }}" не соответствует ни одному этапу продаж. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ widgetName }}" ไม่สามารถจับคู่กับขั้นตอนการขายใดๆ ได้ ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 không khớp giai đoạn bán hàng
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」未匹配到销售阶段
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」未匹配到銷售階段

# excel.importError.errorData.sheetName
source: Failed Record
de_de: Fehlgeschlagener Datensatz
es_es: Registro fallido
fr_fr: Enregistrement échoué
id_id: Rekaman Gagal
ja_jp: 失敗記録
km_kh: កំណត់ត្រាបរាជ័យ
ko_kr: 실패한 기록
pt_pt: Registro com falha
ru_ru: Неудачная запись
th_th: บันทึกล้มเหลว
vi_vn: Dữ liệu nhập thất bại
zh_cn: 导入失败数据
zh_tw: 匯入失敗資料

# excel.importError.errorData.subform.deptNameMatchRepeat
source: Duplicate department name "{{ value }}" found in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Doppelter Abteilungsname "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" gefunden. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Se encontró un nombre de departamento duplicado, "{{ value }}", en el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Nom de département en double "{{ value }}" trouvé dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}". Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" dans le sous-formulaire "{{ widgetLabel }}".
id_id: Nama departemen duplikat "{{ value }}" ditemukan di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドに重複する部署名「{{ value }}」が見つかりました。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: ឈ្មោះដេប៉ាតឺម៉ង់ស្ទួន "{{ value }}" ត្រូវបានរកឃើញក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에서 중복된 부서 이름 "{{ value }}"이(가) 발견되었습니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Nome de departamento duplicado "{{ value }}" encontrado no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" do subformulário "{{ widgetLabel }}".
ru_ru: Дублирующееся название отдела "{{ value }}" найдено в подполе "{{ subColLabel }}" подформы "{{ colLabel }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: พบชื่อแผนกซ้ำ "{{ value }}" ในฟิลด์ย่อย "{{ subColLabel }}" ของแบบฟอร์มย่อย "{{ colLabel }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในแบบฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 có phòng ban trùng tên
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」存在重名部门
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」存在重名部署

# excel.importError.errorData.subform.format
source: Incorrect format for "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Falsches Format für "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}". Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Formato incorrecto para "{{ valor }}" en el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Format incorrect pour "{{ value }}" dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}". Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" dans le sous-formulaire "{{ widgetLabel }}".
id_id: Format yang salah untuk "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」の形式が間違っています。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: ទម្រង់មិនត្រឹមត្រូវសម្រាប់ "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"의 형식이 잘못되었습니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Formato incorreto para "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: Неправильный формат для "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: รูปแบบไม่ถูกต้องสำหรับ "{{ value }}" ในฟิลด์ย่อย "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 sai định dạng
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」格式不正确
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」格式不正確
