Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# excel.importError.errorData.subform.numberRange.eq
source: "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform should be "{{ number }}". This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" sollte "{{ number }}" sein. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: {{ value }} en el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" debe ser "{{ number }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" en el subformulario "{{ widgetLabel }}".
fr_fr: {{ value }} dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" doit être "{{ number }}". Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}" seharusnya "{{ number }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」は「{{ number }}」である必要があります。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}" គួរតែជា "{{ number }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"는 "{{ number }}"이어야 합니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}" deve ser "{{ number }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}" должно быть "{{ number }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: "{{ value }}" ในฟิลด์ย่อย "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ควรเป็น "{{ number }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 phải là {{ number }}
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」需为{{ number }}
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」需為{{ number }}

# excel.importError.errorData.subform.numberRange.max
source: "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform should be less than or equal to {{ maxNumber }}. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" sollte kleiner oder gleich {{ maxNumber }} sein. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: El valor "{{ valor }}" del subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" debe ser menor o igual que {{ maxNumber }}. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: {{ value }} dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" doit être inférieur ou égal à {{ maxNumber }}. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}" harus kurang dari atau sama dengan {{ maxNumber }}. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」は{{ maxNumber }}以下である必要があります。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}" គួរតែតិចជាង ឬស្មើនឹង {{ maxNumber }}។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"은(는) {{ maxNumber }}보다 작거나 같아야 합니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}" deve ser menor ou igual a {{ maxNumber }}. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}" должно быть меньше или равно {{ maxNumber }}. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: "{{ value }}" ในซับฟิลด์ "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ควรมีค่าน้อยกว่าหรือเท่ากับ {{ maxNumber }} ซับฟิลด์นี้สอดคล้องกับซับฟิลด์ "{{ subWidgetLabel }}" ในซับฟอร์ม "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 phải nhỏ hơn hoặc bằng {{ maxNumber }}
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」需为小于等于{{ maxNumber }}的数
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」需為小於等於{{ maxNumber }}的數

# excel.importError.errorData.subform.numberRange.min
source: "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform should be greater than or equal to {{ minNumber }}. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" sollte größer oder gleich {{ minNumber }} sein. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: El valor "{{ valor }}" del subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" debe ser mayor o igual que {{ minNumber }}. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: {{ value }} dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" doit être supérieur ou égal à {{ minNumber }}. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}" harus lebih besar dari atau sama dengan {{ minNumber }}. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」は{{ minNumber }}以上である必要があります。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}" គួរតែធំជាង ឬស្មើនឹង {{ minNumber }}។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"은(는) {{ minNumber }}보다 크거나 같아야 합니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}" deve ser maior ou igual a {{ minNumber }}. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}" должно быть больше или равно {{ minNumber }}. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: "{{ value }}" ในซับฟิลด์ "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ควรมีค่ามากกว่าหรือเท่ากับ {{ minNumber }} ซับฟิลด์นี้สอดคล้องกับซับฟิลด์ "{{ subWidgetLabel }}" ในซับฟอร์ม "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 phải lớn hơn hoặc bằng {{ minNumber }}
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」需为大于等于{{ minNumber }}的数
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」需為大於等於{{ minNumber }}的數

# excel.importError.errorData.subform.numberRange.range
source: "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform should be between {{ minNumber }} and {{ maxNumber }}. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" sollte zwischen {{ minNumber }} und {{ maxNumber }} liegen. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: El valor "{{ valor }}" del subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" debe estar entre {{ minNumber }} y {{ maxNumber }}. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: {{ value }} dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" doit être compris entre {{ minNumber }} et {{ maxNumber }}. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}" harus berada di antara {{ minNumber }} dan {{ maxNumber }}. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」は{{ minNumber }}から{{ maxNumber }}の間である必要があります。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}" គួរតែនៅចន្លោះ {{ minNumber }} និង {{ maxNumber }}។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"은(는) {{ minNumber }}에서 {{ maxNumber }} 사이여야 합니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}" deve estar entre {{ minNumber }} e {{ maxNumber }}. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}" должно быть между {{ minNumber }} и {{ maxNumber }}. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: "{{ value }}" ในซับฟิลด์ "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ควรอยู่ระหว่าง {{ minNumber }} และ {{ maxNumber }} ซับฟิลด์นี้สอดคล้องกับซับฟิลด์ "{{ subWidgetLabel }}" ในซับฟอร์ม "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 phải từ {{ minNumber }} đến {{ maxNumber }}
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」需为{{ minNumber }}~{{ maxNumber }}之间的数
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」需為{{ minNumber }}~{{ maxNumber }}之間的數

# excel.importError.errorData.subform.singleDataRepeat
source: For the "{{ subColLabel }}" subfield in the "{{ colLabel }}" subform, {{ repeatRemind }}. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Für das Unterfeld "{{ subColLabel }}" im Unterformular "{{ colLabel }}": {{ repeatRemind }}. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Para el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}", {{ repeatRemind }}. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Pour le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}", {{ repeatRemind }}. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: Untuk subbidang "{{ subColLabel }}" di subformulir "{{ colLabel }}", {{ repeatRemind }}. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの{{ repeatRemind }}。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: ចំពោះវាលរង "{{ subColLabel }}" ក្នុងទម្រង់រង "{{ colLabel }}", {{ repeatRemind }}។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 대해 {{ repeatRemind }}를 실행합니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Para o subcampo "{{ subColLabel }}" no subformulário "{{ colLabel }}", {{ repeatRemind }}. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: Для подполя "{{ subColLabel }}" в подформе "{{ colLabel }}", {{ repeatRemind }}. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: สำหรับฟิลด์ย่อย "{{ subColLabel }}" ในฟอร์มย่อย "{{ colLabel }}" ให้ป้อน {{ repeatRemind }} ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 {{ repeatRemind }}
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】{{ repeatRemind }}
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】{{ repeatRemind }}

# excel.importError.errorData.subform.valueEmpty
source: The "{{ subColLabel }}" subfield in the "{{ colLabel }}" subform is required. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Das Unterfeld "{{ subColLabel }}" im Unterformular "{{ colLabel }}" ist erforderlich. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: El subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" es obligatorio. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" est requis. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: Subbidang "{{ subColLabel }}" dalam subform "{{ colLabel }}" wajib diisi. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" dalam subform "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドが必須です。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: វាលរង "{{ subColLabel }}" ក្នុងទម្រង់រង "{{ colLabel }}" ត្រូវបានទាមទារ។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드는 필수입니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: subcampo "{{ subColLabel }}" no subformulário "{{ colLabel }}" é obrigatório. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: Подполе "{{ subColLabel }}" в подформе "{{ colLabel }}" является обязательным. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: จำเป็นต้องมีฟิลด์ย่อย "{{ subColLabel }}" ในฟอร์มย่อย "{{ colLabel }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 là bắt buộc
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】为必填项
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】為必填項

# excel.importError.errorData.valueEmpty
source: The "{{ colLabel }}" field is required. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Das Feld "{{ colLabel }}" ist ein Pflichtfeld. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: El campo "{{ colLabel }}" es obligatorio. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Le champ "{{ colLabel }}" est requis. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Kolom "{{ colLabel }}" wajib diisi. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" dalam formulir.
ja_jp: 「{{ colLabel }}」フィールドが必須です。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: វាល "{{ colLabel }}" ត្រូវបានទាមទារ។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드는 필수입니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: O campo "{{ colLabel }}" é obrigatório. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: Поле "{{ colLabel }}" обязательно. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: จำเป็นต้องระบุฟิลด์ "{{ colLabel }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 là bắt buộc
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】为必填项
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】為必填項

# excel.importError.filename
source: {{ formName }}_error report_{{ timestamp }}.xlsx
de_de: {{ formName }}_Fehlerbericht_{{ Zeitstempel }}.xlsx
es_es: {{ formName }}_reporte de errores_{{ timestamp }}.xlsx
fr_fr: {{ formName }}_rapport d'erreur_{{ timestamp }}.xlsx
id_id: {{ formName }}_laporan kesalahan_{{ timestamp }}.xlsx
ja_jp: {{ formName }}_エラーレポート_{{ timestamp }}.xlsx
km_kh: របាយការណ៍កំហុស {{ formName }}_{{ timestamp }}.xlsx
ko_kr: {{ formName }}_오류 보고서_{{ timestamp }}.xlsx
pt_pt: {{ formName }}_relatório de erro_{{ timestamp }}.xlsx
ru_ru: {{ formName }}_отчет об ошибке_{{ timestamp }}.xlsx
th_th: {{ formName }}_รายงานข้อผิดพลาด_{{ timestamp }}.xlsx
vi_vn: {{ formName }}_Báo cáo lỗi_{{ timestamp }}.xlsx
zh_cn: {{ formName }}_错误报告_{{ timestamp }}.xlsx
zh_tw: {{ formName }}_錯誤報告_{{ timestamp }}.xlsx

# excel.importError.repeatName.deptPath
source: belong department
de_de: gehören Abteilung
es_es: departamento de pertenencia
fr_fr: Département associé
id_id: milik departemen
ja_jp: 所属部署
km_kh: ដេប៉ាតឺម៉ង់ដែលជាកម្មសិទ្ធ
ko_kr: 소속 부서
pt_pt: pertencer ao departamento
ru_ru: принадлежать отделу
th_th: สังกัดแผนก
vi_vn: Phòng ban thuộc về
zh_cn: 所处部门
zh_tw: 所處部署

# excel.importError.repeatName.id
source: department and member ID
de_de: Abteilungs- und Mitglieds-ID
es_es: departamento e identificación del miembro
fr_fr: ID du département et du membre
id_id: departemen dan ID anggota
ja_jp: 部署およびメンバーID
km_kh: ID ដេប៉ាតឺម៉ង់ និងសមាជិក
ko_kr: 부서 및 회원 ID
pt_pt: ID do departamento e do membro
ru_ru: идентификатор отдела и участника
th_th: แผนกและรหัสสมาชิก
vi_vn: ID phòng ban/thành viên
zh_cn: 部门/成员id
zh_tw: 部署/成員id

# excel.importError.repeatName.name
source: duplicate name department and member
de_de: doppelter Name, Abteilung und Mitglied
es_es: Nombre duplicado del departamento y miembro
fr_fr: Nom en double pour le département et le membre
id_id: nama duplikat departemen dan anggota
ja_jp: 重複した名前の部署およびメンバー
km_kh: ឈ្មោះដេប៉ាតឺម៉ង់ និងសមាជិកស្ទួន
ko_kr: 중복된 이름 부서 및 구성원
pt_pt: nome duplicado departamento e membro
ru_ru: дублирование имени отдела и члена
th_th: ชื่อแผนกและสมาชิกซ้ำกัน
vi_vn: Phòng ban/thành viên trùng tên
zh_cn: 重名部门/成员
zh_tw: 重名部署/成員

# excel.importError.repeatName.sheetName
source: Same Named Members & Dept. ID
de_de: Mitglieder mit gleichem Namen und gleicher Abteilungs-ID
es_es: Miembros con el mismo nombre e ID de departamento
fr_fr: Membres et ID de département avec le même nom
id_id: Anggota dengan Nama yang Sama & ID Departemen
ja_jp: 同名のメンバーと部署ID
km_kh: សមាជិកដែលមានឈ្មោះដូចគ្នា និង ID ដេប៉ាតឺម៉ង់
ko_kr: 동일한 이름의 회원 및 부서 ID
pt_pt: Mesmos membros nomeados e ID do departamento
ru_ru: Те же имена членов и идентификатор отдела
th_th: สมาชิกที่มีชื่อและรหัสแผนกเดียวกัน
vi_vn: ID thành viên và phòng ban trùng tên
zh_cn: 重名成员和部门ID
zh_tw: 重名成員和部署ID

# excel.importError.repeatName.suggest
source: suggest to import styles
de_de: schlagen vor, Stile zu importieren
es_es: Sugerir importar estilos
fr_fr: Suggérer d’importer des styles
id_id: menyarankan untuk mengimpor gaya
ja_jp: インポートスタイルを提案
km_kh: ផ្តល់អនុសាសន៍ឱ្យនាំចូលរចនាប័ទ្ម
ko_kr: 스타일 가져오기를 제안합니다
pt_pt: sugerir importar estilos
ru_ru: предложить импортировать стили
th_th: แนะนำให้นำเข้าสไตล์
vi_vn: Đề xuất kiểu nhập
zh_cn: 建议导入样式
zh_tw: 建議匯入樣式

# excel.importError.repeatName.tip
source: Follow the Recommended Import Style to replace the original data. For details, refer to: https://help.jodoo.com/doc/12099.
de_de: Befolgen Sie den empfohlenen Importstil, um die Originaldaten zu ersetzen. Weitere Informationen finden Sie unter: https://help.jodoo.com/doc/12099.
es_es: Siga el estilo de importación recomendado para reemplazar los datos originales. Para más información, consulte: https://help.jodoo.com/doc/12099.
fr_fr: Suivez le style d'importation recommandé pour remplacer les données originales. Pour plus de détails, consultez : https://help.jodoo.com/doc/12099.
id_id: Ikuti Gaya Impor yang Direkomendasikan untuk mengganti data asli. Untuk detailnya, lihat: https://help.jodoo.com/doc/12099.
ja_jp: 推奨されるインポートスタイルに従って元のデータを置き換えます。詳細については、https://help.jodoo.com/doc/12099をご参照ください。
km_kh: ធ្វើតាមរចនាប័ទ្មនាំចូលដែលបានណែនាំដើម្បីជំនួសទិន្នន័យដើម។ សម្រាប់ព័ត៌មានលម្អិត សូមមើល៖ https://help.jodoo.com/doc/12099។
ko_kr: 권장 가져오기 스타일에 따라 원본 데이터를 대체하세요. 자세한 내용은 https://help.jodoo.com/doc/12099를 참조하세요.
pt_pt: Siga o Estilo de Importação Recomendado para substituir os dados originais. Para mais detalhes, consulte: https://help.jodoo.com/doc/12099.
ru_ru: Следуйте рекомендуемому стилю импорта для замены исходных данных. Подробности см. по адресу: https://help.jodoo.com/doc/12099.
th_th: ปฏิบัติตามรูปแบบการนำเข้าที่แนะนำเพื่อแทนที่ข้อมูลต้นฉบับ สำหรับรายละเอียด โปรดดูที่: https://help.jodoo.com/doc/12099
vi_vn: Vui lòng thay dữ liệu gốc theo [Kiểu nhập đề xuất], xem chi tiết tại: https://hc.jiandaoyun.com/doc/12099
zh_cn: 请按照【建议导入样式】替换原数据，详情参考帮助文档：https://hc.jiandaoyun.com/doc/12099
zh_tw: 請按照【建議匯入樣式】替換原資料，詳情參考說明文件：https://help.jodoo.com/doc/12099

# excel.mainDataLabel.header
source: "{{ formName }}" data (Master form)
de_de: Verknüpfte „{{ formName }}“-Daten
es_es: Datos relacionados con «{{ formName }}»
fr_fr: Données associées « {{ formName }} »
id_id: Data terkait "{{ formName }}"
ja_jp: 関連する「{{ formName }}」データ
km_kh: ទិន្នន័យ "{{ formName }}" (ទម្រង់មេ)
ko_kr: 연관된 "{{ formName }}" 데이터
pt_pt: Dados relacionados a "{{ formName }}"
ru_ru: Связанные данные «{{ formName }}»
th_th: ข้อมูลที่เกี่ยวข้อง "{{ formName }}"
vi_vn: Dữ liệu liên kết "{{ formName }}"
zh_cn: 关联的“{{ formName }}”数据
zh_tw: 關聯的“{{ formName }}”資料

# excel.member.dept
source: Dept.
de_de: Abt.
es_es: Dpto.
fr_fr: Département
ja_jp: 部署
km_kh: ដេប៉ាតឺម៉ង់
ko_kr: 부서
pt_pt: Departamento.
ru_ru: Отдел.
th_th: แผนก
vi_vn: Phòng ban
zh_cn: 部门
zh_tw: 部署

# excel.member.email
source: Email
es_es: Correo electrónico
ja_jp: Eメール
km_kh: អ៊ីមែល
ko_kr: 이메일
ru_ru: Электронная почта
th_th: อีเมล
zh_cn: 邮箱
zh_tw: 郵件
