Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# corp.log.tmpOwnerApply
source: Apply for Managing External Contacts
de_de: Beantragen Sie die Verwaltung externer Kontakte
es_es: Solicitar la gestión de contactos externos
fr_fr: Demander la gestion des contacts externes
id_id: Terapkan untuk Mengelola Kontak Eksternal
ja_jp: 外部連絡先管理の申請
km_kh: ដាក់ពាក្យគ្រប់គ្រងទំនាក់ទំនងខាងក្រៅ
ko_kr: 외부 연락처 관리 신청
pt_pt: Candidatar-se para Gerenciar Contatos Externos
ru_ru: Подать заявку на управление внешними контактами
th_th: สมัครรับข้อมูลการจัดการผู้ติดต่อภายนอก
vi_vn: Yêu cầu quản lý danh bạ
zh_cn: 申请代管通讯录
zh_tw: 申請代管通訊錄

# corp.log.tmpOwnerTransfer
source: Transfer Permission of Managing Contacts
de_de: Übertragungsberechtigung für die Kontaktverwaltung
es_es: Permiso de transferencia para administrar contactos
fr_fr: Transférer l'autorisation de gestion des contacts
id_id: Izin Transfer Kontak Pengelolaan
ja_jp: 連絡先管理の権限を移行
km_kh: ផ្ទេរសិទ្ធិគ្រប់គ្រងទំនាក់ទំនង
ko_kr: 연락처 관리 권한 이전
pt_pt: Permissão de Transferência de Gerenciamento de Contatos
ru_ru: Разрешение на передачу управления контактами
th_th: การโอนสิทธิ์การจัดการผู้ติดต่อ
vi_vn: Chuyển quyền quản lý danh bạ
zh_cn: 移交代管权限
zh_tw: 移交代管權限

# corp.log.waiting
source: Waiting
de_de: Warten
es_es: Espera
fr_fr: En attente
id_id: Menunggu
ja_jp: 待機中
km_kh: កំពុងរង់ចាំ
ko_kr: 대기 중
pt_pt: Esperando
ru_ru: Ожидающий
th_th: ซึ่งรอคอย
vi_vn: Đang chờ
zh_cn: 等待中
zh_tw: 等待中

# corp.log.watermarkDisable
source: Disable Global Watermark
de_de: Globales Wasserzeichen deaktivieren
es_es: Desactivar marca de agua global
fr_fr: Désactiver le filigrane global
id_id: Nonaktifkan Tanda Air Global
ja_jp: グローバルウォーターマークを無効にする
km_kh: បិទសញ្ញាទឹកសកល
ko_kr: 글로벌 워터마크 비활성화
pt_pt: Desativar marca d'água global
ru_ru: Отключить глобальный водяной знак
th_th: ปิดใช้งานลายน้ำทั่วโลก
vi_vn: Tắt watermark toàn cục
zh_cn: 关闭全局水印
zh_tw: 關閉全域浮水印

# corp.log.watermarkEnable
source: Enable Global Watermark
de_de: Globales Wasserzeichen aktivieren
es_es: Habilitar marca de agua global
fr_fr: Activer le filigrane global
id_id: Aktifkan Tanda Air Global
ja_jp: グローバルウォーターマークを有効にする
km_kh: បើកសញ្ញាទឹកសកល
ko_kr: 글로벌 워터마크 활성화
pt_pt: Habilitar marca d'água global
ru_ru: Включить глобальный водяной знак
th_th: เปิดใช้งานลายน้ำทั่วโลก
vi_vn: Bật watermark toàn cục
zh_cn: 开启全局水印
zh_tw: 開啟全域浮水印

# corp.log.wxDisable
source: Disable WeChat Service Account Integration
de_de: Deaktivieren Sie die Integration des WeChat-Dienstkontos
es_es: Deshabilitar la integración de la cuenta de servicio WeChat
fr_fr: Désactiver l'intégration du compte de service WeChat
id_id: Nonaktifkan Integrasi Akun Layanan WeChat
ja_jp: WeChatサービスアカウントの統合を無効にする
km_kh: បិទការបញ្ចូលគ្នាគណនីសេវា WeChat
ko_kr: WeChat 서비스 계정 통합 비활성화
pt_pt: Desativar a integração da conta do serviço WeChat
ru_ru: Отключить интеграцию учетной записи сервиса WeChat
th_th: ปิดใช้งานการรวมบัญชีบริการ WeChat
vi_vn: Tắt tích hợp tài khoản dịch vụ WeChat
zh_cn: 关闭微信服务号集成
zh_tw: 關閉微信服務號集成

# corp.log.wxEnable
source: Enable WeChat Service Account Integration
de_de: WeChat-Dienstkontointegration aktivieren
es_es: Habilitar la integración de la cuenta de servicio WeChat
fr_fr: Activer l'intégration du compte de service WeChat
id_id: Aktifkan Integrasi Akun Layanan WeChat
ja_jp: WeChatサービスアカウントの統合を有効にする
km_kh: បើកការបញ្ចូលគ្នាគណនីសេវា WeChat
ko_kr: WeChat 서비스 계정 통합 활성화
pt_pt: Habilitar integração de conta do serviço WeChat
ru_ru: Включить интеграцию учетной записи сервиса WeChat
th_th: เปิดใช้งานการรวมบัญชีบริการ WeChat
vi_vn: Bật tích hợp tài khoản dịch vụ WeChat
zh_cn: 开启微信服务号集成
zh_tw: 開啟微信服務號集成

# corp.syncFailed
source: Auto sync failed
de_de: Automatische Synchronisierung fehlgeschlagen
es_es: Sincronización automática fallida
fr_fr: Échec de la synchronisation automatique
id_id: Sinkronisasi otomatis gagal
ja_jp: 自動同期に失敗しました
km_kh: ការធ្វើសមកាលកម្មស្វ័យប្រវត្តិបរាជ័យ
ko_kr: 자동 동기화에 실패했습니다
pt_pt: Falha na sincronização automática
ru_ru: Автоматическая синхронизация не удалась
th_th: การซิงค์อัตโนมัติล้มเหลว
vi_vn: Đồng bộ tự động thất bại
zh_cn: 自动同步失败
zh_tw: 自動同步失敗

# corp.syncFailedContent
source: Business contacts synchronization failed.
de_de: Die Synchronisierung der Geschäftskontakte ist fehlgeschlagen.
es_es: Error en la sincronización de contactos comerciales.
fr_fr: Échec de la synchronisation des contacts commerciaux.
id_id: Sinkronisasi kontak bisnis gagal.
ja_jp: 企業アドレス帳の同期に失敗しました。
km_kh: ការធ្វើសមកាលកម្មទំនាក់ទំនងអាជីវកម្មបរាជ័យ។
ko_kr: 비즈니스 연락처 동기화에 실패했습니다.
pt_pt: Falha na sincronização dos contatos comerciais.
ru_ru: Синхронизация деловых контактов не удалась.
th_th: การซิงโครไนซ์ข้อมูลติดต่อทางธุรกิจล้มเหลว
vi_vn: Đồng bộ danh bạ doanh nghiệp thất bại.
zh_cn: 企业通讯录同步失败。
zh_tw: 企業通訊錄同步失敗。

# corp.syncFailedSubject
source: Failed to sync members
de_de: Die Mitglieder konnten nicht synchronisiert werden
es_es: No se pudieron sincronizar los miembros
fr_fr: Échec de la synchronisation des membres
id_id: Gagal menyinkronkan anggota
ja_jp: メンバー同期失敗
km_kh: បរាជ័យក្នុងការធ្វើសមកាលកម្មសមាជិក
ko_kr: 멤버 동기화에 실패했습니다
pt_pt: Falha ao sincronizar membros
ru_ru: Не удалось синхронизировать участников
th_th: ไม่สามารถซิงค์สมาชิกได้
vi_vn: Thành viên đồng bộ thất bại
zh_cn: 成员同步失败
zh_tw: 成員同步失敗

# corp.syncSuccessContent
source: Business contacts have been synced.
de_de: Geschäftskontakte wurden synchronisiert.
es_es: Se han sincronizado los contactos comerciales.
fr_fr: Les contacts commerciaux ont été synchronisés.
id_id: Kontak bisnis telah disinkronkan.
ja_jp: ビジネス連絡先が同期されました。
km_kh: ទំនាក់ទំនងអាជីវកម្មត្រូវបានធ្វើសមកាលកម្ម។
ko_kr: 비즈니스 연락처가 동기화되었습니다.
pt_pt: Os contatos comerciais foram sincronizados.
ru_ru: Деловые контакты синхронизированы.
th_th: ข้อมูลติดต่อทางธุรกิจได้รับการซิงค์แล้ว
vi_vn: Danh bạ doanh nghiệp đã đồng bộ xong
zh_cn: 企业通讯录已完成同步。
zh_tw: 企業通訊錄已完成同步。

# corp.syncSuccessSubject
source: Members synced successfully
de_de: Mitglieder erfolgreich synchronisiert
es_es: Miembros sincronizados exitosamente
fr_fr: Membres synchronisés avec succès
id_id: Anggota berhasil disinkronisasikan
ja_jp: メンバーの同期に成功しました
km_kh: សមាជិកធ្វើសមកាលកម្មដោយជោគជ័យ
ko_kr: 멤버가 성공적으로 동기화되었습니다.
pt_pt: Membros sincronizados com sucesso
ru_ru: Участники успешно синхронизированы
th_th: สมาชิกซิงค์สำเร็จแล้ว
vi_vn: Thành viên đồng bộ thành công
zh_cn: 成员同步成功
zh_tw: 成員同步成功

# corp.systemManageGroup
source: Super Admin Group
de_de: Super-Admin-Gruppe
es_es: Grupo de superadministradores
fr_fr: Groupe Super Admin
id_id: Grup Admin Super
ja_jp: スーパ管理グループ
km_kh: ក្រុមអ្នកគ្រប់គ្រងជាន់ខ្ពស់
ko_kr: 슈퍼 관리자 그룹
pt_pt: Grupo de Superadministradores
ru_ru: Группа Супер Администратора
th_th: กลุ่มผู้ดูแลระบบระดับสูง
vi_vn: Nhóm quản trị hệ thống
zh_cn: 系统管理组
zh_tw: 系統管理組

# corp.unGrouped
source: Ungrouped
de_de: Nicht gruppiert
es_es: Desagrupado
fr_fr: Non groupé
id_id: Tidak dikelompokkan
ja_jp: グループ化されていない
km_kh: មិនបានដាក់ក្រុម
ko_kr: 그룹화되지 않음
pt_pt: Desagrupado
ru_ru: Разгруппировано
th_th: ไม่จัดกลุ่ม
vi_vn: Chưa phân nhóm
zh_cn: 未分组
zh_tw: 未分組

# corpCoop.department
source: External Organizations
de_de: Externe Organisationen
es_es: Organizaciones externas
fr_fr: Organisations externes
id_id: Organisasi Eksternal
ja_jp: 外部組織
km_kh: អង្គការខាងក្រៅ
ko_kr: 외부 조직
pt_pt: Organizações externas
ru_ru: Внешние организации
th_th: องค์กรภายนอก
vi_vn: Tổ chức bên ngoài
zh_cn: 外部组织
zh_tw: 外部組織

# corpUsage.accessTime
source: Last Accessed
de_de: Letzter Zugriff
es_es: Último acceso
fr_fr: Dernier accès
id_id: Terakhir Diakses
ja_jp: 最終アクセス日
km_kh: ចូលប្រើចុងក្រោយ
ko_kr: 마지막 접속
pt_pt: Último acesso
ru_ru: Последний доступ
th_th: เข้าถึงล่าสุด
vi_vn: Thời gian truy cập cuối
zh_cn: 最近一次访问时间
zh_tw: 最近一次造訪時間

# corpUsage.aggregate
source: Aggregate Tables
de_de: Aggregierte Tabellen
es_es: Tablas agregadas
fr_fr: Tableaux d'agrégation
id_id: Tabel Agregat
ja_jp: 集計テーブル
km_kh: តារាងសរុប
ko_kr: 집계 테이블
pt_pt: Tabelas Agregadas
ru_ru: Агрегированные таблицы
th_th: ตารางรวม
vi_vn: Số bảng tổng hợp
zh_cn: 聚合表数
zh_tw: 彙總表數

# corpUsage.app
source: Apps
es_es: Aplicaciones
fr_fr: Applications
id_id: Aplikasi
ja_jp: アプリ
km_kh: កម្មវិធី
ko_kr: 앱
pt_pt: Aplicativos
ru_ru: Приложения
th_th: แอปพลิเคชั่น
vi_vn: Số ứng dụng
zh_cn: 应用数
zh_tw: 應用數

# corpUsage.app.cardName
source: View by App-Overview
de_de: Ansicht nach App-Übersicht
es_es: Ver por descripción general de la aplicación
fr_fr: Vue par application - Aperçu
id_id: Lihat berdasarkan Ikhtisar Aplikasi
ja_jp: アプリ別表示 - 概要
km_kh: មើលតាមទិដ្ឋភាពទូទៅកម្មវិធី
ko_kr: 앱 개요로 보기
pt_pt: Visualizar por aplicativo-Visão geral
ru_ru: Просмотр по App-Обзор
th_th: ดูตามภาพรวมแอป
vi_vn: Xem theo ứng dụng - Tổng quan
zh_cn: 按应用查看-概览
zh_tw: 按應用查看-概覽

# corpUsage.app.metricListName
source: View by App - Usage Details
de_de: Nach App anzeigen – Nutzungsdetails
es_es: Ver por aplicación: detalles de uso
fr_fr: Vue par application - Détails d'utilisation
id_id: Lihat berdasarkan Aplikasi - Detail Penggunaan
ja_jp: アプリ別表示 - 使用状況詳細
km_kh: មើលតាមព័ត៌មានលម្អិតការប្រើប្រាស់កម្មវិធី
ko_kr: 앱별 보기 - 사용 세부 정보
pt_pt: Exibir por aplicativo - Detalhes de uso
ru_ru: Просмотр по приложению — сведения об использовании
th_th: ดูรายละเอียดการใช้งานตามแอป
vi_vn: Xem theo ứng dụng - Chi tiết sử dụng
zh_cn: 按应用查看-用量详情
zh_tw: 按應用查看-用量詳情

# corpUsage.appId
source: App ID
es_es: ID de la aplicación
fr_fr: ID de l'application
id_id: ID Aplikasi
ja_jp: アプリID
km_kh: លេខសំគាល់កម្មវិធី
ko_kr: 앱 ID
pt_pt: ID do aplicativo
ru_ru: Идентификатор приложения
th_th: รหัสแอป
vi_vn: ID ứng dụng
zh_cn: 应用ID
zh_tw: 應用 ID

# corpUsage.appName
source: App Name
es_es: Nombre de la aplicación
fr_fr: Nom de l'application
id_id: Nama Aplikasi
ja_jp: アプリ名
km_kh: ឈ្មោះកម្មវិធី
ko_kr: 앱 이름
pt_pt: Nome do aplicativo
ru_ru: Имя приложения
th_th: ชื่อแอป
vi_vn: Tên ứng dụng
zh_cn: 应用名称
zh_tw: 應用名稱

# corpUsage.attachment
source: Uploaded Attachment
de_de: Hochgeladener Anhang
es_es: Archivo adjunto cargado
fr_fr: Fichier joint téléchargé
id_id: Lampiran yang diunggah
ja_jp: アップロードされた添付ファイル
km_kh: ឯកសារភ្ជាប់ដែលបានផ្ទុកឡើង
ko_kr: 업로드된 첨부 파일
pt_pt: Anexo enviado
ru_ru: Загруженное вложение
th_th: อัพโหลดไฟล์แนบ
vi_vn: Dung lượng tệp đính kèm
zh_cn: 附件上传量
zh_tw: 附件上傳量

# corpUsage.automation
source: Automations Pro
es_es: Automatizaciones Pro
fr_fr: Automatisations Pro
id_id: Otomatisasi Pro
ja_jp: オートメーションプロ
km_kh: ស្វ័យប្រវត្តិកម្ម Pro
ko_kr: 자동화 프로
pt_pt: Automações Pro
ru_ru: Автоматизация Pro
th_th: ออโตเมชั่น โปร
vi_vn: Số trợ lý thông minh Pro
zh_cn: 智能助手Pro数
zh_tw: 智慧助手 Pro 數

# corpUsage.bpa
source: BPAs
es_es: BPA
id_id: BPA (Bahan Kimia Terlarang)
ja_jp: BPA
ko_kr: BPA
ru_ru: BPA-компоненты
th_th: BPA คืออะไร
vi_vn: Số phân tích quy trình
zh_cn: 流程分析数
zh_tw: 流程分析數

# corpUsage.createTime
source: Created On
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
id_id: Dibuat pada
ja_jp: 作成日
km_kh: បានបង្កើតនៅ
ko_kr: 생성일
pt_pt: Criado em
ru_ru: Создано
th_th: สร้างเมื่อ
vi_vn: Ngày tạo
zh_cn: 创建日期
zh_tw: 建立日期

# corpUsage.creator
source: Owner
de_de: Eigentümer
es_es: Dueño
fr_fr: Propriétaire
id_id: Pemilik
ja_jp: 所有者
km_kh: ម្ចាស់
ko_kr: 소유자
pt_pt: Proprietário
ru_ru: Владелец
th_th: เจ้าของ
vi_vn: Người tạo
zh_cn: 创建者
zh_tw: 建立者

# corpUsage.creator.username
source: Owner ID
de_de: Besitzer-ID
es_es: ID del propietario
fr_fr: ID du propriétaire
id_id: ID Pemilik
ja_jp: 所有者ID
km_kh: លេខសំគាល់ម្ចាស់
ko_kr: 소유자 ID
pt_pt: ID do proprietário
ru_ru: Идентификатор владельца
th_th: รหัสเจ้าของ
vi_vn: ID người tạo
zh_cn: 创建者编号
zh_tw: 建立者編號

# corpUsage.dash
source: Dashboard
de_de: Armaturenbrett
es_es: Panel
fr_fr: Tableau de bord
id_id: Dasbor
ja_jp: ダッシュボード
km_kh: ផ្ទាំងគ្រប់គ្រង
ko_kr: 계기반
pt_pt: Painel
ru_ru: Панель инструментов
th_th: แผงหน้าปัด
vi_vn: Số bảng điều khiển
zh_cn: 仪表盘数
zh_tw: 儀表板數

# corpUsage.dash.type
source: Dashboard
de_de: Armaturenbrett
es_es: Panel
fr_fr: Tableau de bord
id_id: Dasbor
ja_jp: ダッシュボード
km_kh: ផ្ទាំងគ្រប់គ្រង
ko_kr: 계기반
pt_pt: Painel
ru_ru: Панель инструментов
th_th: แผงหน้าปัด
vi_vn: Bảng điều khiển
zh_cn: 仪表盘
zh_tw: 儀表板

# corpUsage.data
source: Total Data
de_de: Gesamtdaten
es_es: Datos totales
fr_fr: Données totales
id_id: Jumlah Data
ja_jp: 総データ量
km_kh: ទិន្នន័យសរុប
ko_kr: 총 데이터
pt_pt: Dados totais
ru_ru: Общие данные
th_th: ข้อมูลรวม
vi_vn: Tổng dữ liệu
zh_cn: 数据总量
zh_tw: 資料總量

# corpUsage.data_trigger
source: Automations
de_de: Automatisierungen
es_es: Automatizaciones
fr_fr: Automatisations
id_id: Otomatisasi
ja_jp: オートメーション
km_kh: ស្វ័យប្រវត្តិកម្ម
ko_kr: 자동화
pt_pt: Automações
ru_ru: Автоматизация
th_th: ระบบอัตโนมัติ
vi_vn: Số trợ lý thông minh
zh_cn: 智能助手数
zh_tw: 智慧助手數

# corpUsage.date
source: Date
de_de: Datum
es_es: Fecha
id_id: Tanggal
ja_jp: 日付
km_kh: កាលបរិច្ឆេទ
ko_kr: 날짜
pt_pt: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Ngày
zh_cn: 日期
zh_tw: 日期

# corpUsage.drillDown.fileName
source: Data Details
de_de: Datendetails
es_es: Detalles de los datos
fr_fr: Détails des données
id_id: Rincian Data
ja_jp: データ詳細
km_kh: ព័ត៌មានលម្អិតទិន្នន័យ
ko_kr: 데이터 세부 정보
pt_pt: Detalhes dos dados
ru_ru: Подробные данные
th_th: รายละเอียดข้อมูล
vi_vn: Chi tiết dữ liệu
zh_cn: 数据详情
zh_tw: 資料詳情

# corpUsage.etl
source: Data Factory
de_de: Datenfabrik
es_es: Fábrica de datos
fr_fr: Usine de données
id_id: Pabrik Data
ja_jp: データファクトリー
km_kh: រោងចក្រទិន្នន័យ
ko_kr: 데이터 팩토리
pt_pt: Fábrica de Dados
ru_ru: Фабрика данных
th_th: โรงงานข้อมูล
vi_vn: Số nhà máy dữ liệu
zh_cn: 数据工厂数
zh_tw: 資料工廠數

# corpUsage.fileName
source: Resource Usage
de_de: Ressourcennutzung
es_es: Uso de recursos
fr_fr: Utilisation des ressources
id_id: Penggunaan Sumber Daya
ja_jp: リソース使用状況
km_kh: ការប្រើប្រាស់ធនធាន
ko_kr: 리소스 사용
pt_pt: Uso de recursos
ru_ru: Использование ресурсов
th_th: การใช้ทรัพยากร
vi_vn: Mức sử dụng tài nguyên
zh_cn: 资源用量
zh_tw: 資源用量

# corpUsage.form_coop
source: Regular Forms
de_de: Regelmäßige Formen
es_es: Formularios regulares
fr_fr: Formulaires réguliers
id_id: Bentuk Reguler
ja_jp: 通常フォーム
km_kh: ទម្រង់ធម្មតា
ko_kr: 정규 양식
pt_pt: Formas regulares
ru_ru: Регулярные формы
th_th: แบบฟอร์มทั่วไป
vi_vn: Số biểu mẫu thường
zh_cn: 普通表单数
zh_tw: 普通表單數

# corpUsage.form_coop.type
source: Regular Form
de_de: Reguläre Form
es_es: Forma regular
fr_fr: Formulaire régulier
id_id: Bentuk Reguler
ja_jp: 通常フォーム
km_kh: ទម្រង់ធម្មតា
ko_kr: 정규 양식
pt_pt: Forma regular
ru_ru: Регулярная форма
th_th: แบบฟอร์มปกติ
vi_vn: Biểu mẫu thường
zh_cn: 普通表单
zh_tw: 普通表單

# corpUsage.form_workflow
source: Workflow Forms
de_de: Workflow-Formulare
es_es: Formularios de flujo de trabajo
fr_fr: Formulaires de flux de travail
id_id: Formulir Alur Kerja
ja_jp: ワークフローフォーム
km_kh: ទម្រង់លំហូរការងារ
ko_kr: 워크플로 양식
pt_pt: Formulários de fluxo de trabalho
ru_ru: Формы рабочего процесса
th_th: แบบฟอร์มเวิร์กโฟลว์
vi_vn: Số biểu mẫu quy trình
zh_cn: 流程表单数
zh_tw: 流程表單數

# corpUsage.form_workflow.id
source: Workflow Form ID
de_de: Workflow-Formular-ID
es_es: ID de formulario de flujo de trabajo
fr_fr: ID du formulaire de flux de travail
id_id: ID Formulir Alur Kerja
ja_jp: ワークフローフォームID
km_kh: លេខសំគាល់ទម្រង់លំហូរការងារ
ko_kr: 워크플로 양식 ID
pt_pt: ID do formulário de fluxo de trabalho
ru_ru: Идентификатор формы рабочего процесса
th_th: รหัสฟอร์มเวิร์กโฟลว์
vi_vn: ID biểu mẫu quy trình
zh_cn: 流程表单ID
zh_tw: 流程表單 ID

# corpUsage.form_workflow.name
source: Workflow Form Name
de_de: Name des Workflow-Formulars
es_es: Nombre del formulario de flujo de trabajo
fr_fr: Nom du formulaire de flux de travail
id_id: Nama Formulir Alur Kerja
ja_jp: ワークフローフォーム名
km_kh: ឈ្មោះទម្រង់លំហូរការងារ
ko_kr: 워크플로 양식 이름
pt_pt: Nome do formulário de fluxo de trabalho
ru_ru: Имя формы рабочего процесса
th_th: ชื่อฟอร์มเวิร์กโฟลว์
vi_vn: Tên biểu mẫu quy trình
zh_cn: 流程表单名称
zh_tw: 流程表單名稱

# corpUsage.form_workflow.type
source: Workflow Form
de_de: Workflow-Formular
es_es: Formulario de flujo de trabajo
fr_fr: Formulaire de flux de travail
id_id: Formulir Alur Kerja
ja_jp: ワークフローフォーム
km_kh: ទម្រង់លំហូរការងារ
ko_kr: 워크플로 양식
pt_pt: Formulário de fluxo de trabalho
ru_ru: Форма рабочего процесса
th_th: แบบฟอร์มเวิร์กโฟลว์
vi_vn: Biểu mẫu quy trình
zh_cn: 流程表单
zh_tw: 流程表單

# corpUsage.member.cardName
source: View by Member-Overview
de_de: Ansicht nach Mitgliederübersicht
es_es: Ver por miembro - Resumen
fr_fr: Vue par membre - Aperçu
id_id: Lihat Berdasarkan Anggota - Gambaran Umum
ja_jp: メンバー別表示 - 概要
km_kh: មើលតាមទិដ្ឋភាពទូទៅសមាជិក
ko_kr: 회원별 보기-개요
pt_pt: Visualizar por Visão Geral do Membro
ru_ru: Просмотр по участнику-Обзор
th_th: ดูตามภาพรวมสมาชิก
vi_vn: Xem theo thành viên - Tổng quan
zh_cn: 按成员查看-概览
zh_tw: 按成員查看-概覽

# corpUsage.member.metricListName
source: View by Member - Usage Details
de_de: Nach Mitglied anzeigen – Nutzungsdetails
es_es: Ver por miembro - Detalles de uso
fr_fr: Vue par membre - Détails d'utilisation
id_id: Lihat Berdasarkan Anggota - Detail Penggunaan
ja_jp: メンバー別表示 - 使用状況詳細
km_kh: មើលតាមព័ត៌មានលម្អិតការប្រើប្រាស់សមាជិក
ko_kr: 회원별 보기 - 사용 세부 정보
pt_pt: Visualizar por membro - Detalhes de uso
ru_ru: Просмотр по участнику — подробности использования
th_th: ดูตามสมาชิก - รายละเอียดการใช้งาน
vi_vn: Xem theo thành viên - Chi tiết sử dụng
zh_cn: 按成员查看-用量详情
zh_tw: 按成員查看-用量詳情

# corpUsage.member.name.notRecorded
source: No Data
de_de: Keine Daten
es_es: Sin datos
fr_fr: Aucune donnée
id_id: Tidak Ada Data
ja_jp: データなし
km_kh: គ្មានទិន្នន័យ
ko_kr: 데이터 없음
pt_pt: Sem dados
ru_ru: Нет данных
th_th: ไม่มีข้อมูล
vi_vn: Chưa ghi nhận
zh_cn: 未记录
zh_tw: 未記錄

# corpUsage.public_link
source: Enabled Public Links
de_de: Aktivierte öffentliche Links
es_es: Enlaces públicos habilitados
fr_fr: Liens publics activés
id_id: Tautan Publik Diaktifkan
ja_jp: 有効化されたパブリックリンク
km_kh: តំណសាធារណៈដែលបានបើក
ko_kr: 공개 링크 활성화
pt_pt: Links públicos habilitados
ru_ru: Включены публичные ссылки
th_th: เปิดใช้งานลิงก์สาธารณะ
vi_vn: Số liên kết công khai bật
zh_cn: 外链开启数
zh_tw: 連結開啟數

# corpUsage.public_link.type
source: Object Type
de_de: Objekttyp
es_es: Tipo de objeto
fr_fr: Type d'objet
id_id: Jenis Objek
ja_jp: オブジェクトタイプ
km_kh: ប្រភេទវត្ថុ
ko_kr: 객체 유형
pt_pt: Tipo de objeto
ru_ru: Тип объекта
th_th: ประเภทวัตถุ
vi_vn: Kiểu đối tượng
zh_cn: 对象类型
zh_tw: 物件類型

# corpUsage.updateTime
source: Last Edited
de_de: Zuletzt bearbeitet
es_es: Última edición
fr_fr: Dernière modification
id_id: Terakhir Diedit
ja_jp: 最終編集日
km_kh: កែសម្រួលចុងក្រោយ
ko_kr: 마지막 편집
pt_pt: Última edição
ru_ru: Последнее редактирование
th_th: แก้ไขล่าสุด
vi_vn: Thời gian chỉnh sửa cuối
zh_cn: 最近一次编辑时间
zh_tw: 最近一次編輯時間

# corp_coop.operate.create
source: added
de_de: hinzugefügt
es_es: agregado
fr_fr: ajouté
id_id: ditambahkan
ja_jp: 追加
km_kh: បានបន្ថែម
ko_kr: 추가됨
pt_pt: adicionado
ru_ru: добавлен
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# corp_coop.operate.delete
source: Delete
de_de: gelöscht
es_es: eliminado
fr_fr: supprimé
id_id: dihapus
ja_jp: 削除
km_kh: បានលុប
ko_kr: 삭제됨
pt_pt: excluído
ru_ru: удалено
th_th: ลบแล้ว
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# corp_coop.side.other
source: its
de_de: es ist
es_es: es
fr_fr: son
id_id: -nya
ja_jp: その
km_kh: របស់វា
ko_kr: 그것은
pt_pt: isso é
ru_ru: его
th_th: ของมัน
vi_vn: Của họ
zh_cn: 对
zh_tw: 對

# corp_coop.side.our
source: your
de_de: dein
es_es: su
fr_fr: votre
id_id: milikmu
ja_jp: あなたの
km_kh: របស់អ្នក
ko_kr: 당신의
pt_pt: seu
ru_ru: твой
th_th: ของคุณ
vi_vn: Của bạn
zh_cn: 我
zh_tw: 我

# corp_log.content.app_attachment_control_disable
source: Disabled App Attachment Download Control for the app "{{ app_name }}"
de_de: Deaktivierte App-Anhangssteuerung für die App „{{ app_name }}“
es_es: Se ha deshabilitado el control de archivos adjuntos para la aplicación "{{ app_name }}"
fr_fr: Contrôle des pièces jointes d'application désactivé pour l'application « {{ app_name }} »
id_id: Kontrol lampiran aplikasi dinonaktifkan untuk aplikasi "{{ app_name }}"
ja_jp: アプリ「{{ app_name }}」のアプリ添付ファイル制御が無効になりました
km_kh: បានបិទការគ្រប់គ្រងឯកសារភ្ជាប់កម្មវិធីសម្រាប់កម្មវិធី "{{ app_name }}"
ko_kr: 앱 "{{ app_name }}"에 대한 앱 첨부 파일 제어가 비활성화되었습니다
pt_pt: Controle de anexo de aplicativo desabilitado para o aplicativo "{{ app_name }}"
ru_ru: Отключено управление прикрепленными приложениями для приложения "{{ app_name }}"
th_th: ปิดใช้งานการควบคุมการแนบแอปสำหรับแอป "{{ app_name }}"
vi_vn: Đã tắt kiểm soát tệp đính kèm ứng dụng cho ứng dụng "{{ app_name }}"
zh_cn: 关闭了应用「{{ app_name }}」的应用附件管控
zh_tw: 關閉了應用「{{ app_name }}」的應用附件管控

# corp_log.content.app_attachment_control_enable
source: Enabled App Attachment Download Control for the app "{{ app_name }}"
de_de: Aktivierte Anwendungsanhangssteuerung für die Anwendung „{{ app_name }}“
es_es: Se habilitó el control de archivos adjuntos de aplicaciones para la aplicación "{{ app_name }}"
fr_fr: Contrôle des pièces jointes d'application activé pour l'application « {{ app_name }} »
id_id: Mengaktifkan kontrol lampiran aplikasi untuk aplikasi "{{ app_name }}"
ja_jp: アプリケーション「{{ app_name }}」のアプリケーション添付制御を有効にしました
km_kh: បានបើកការគ្រប់គ្រងឯកសារភ្ជាប់កម្មវិធីសម្រាប់កម្មវិធី "{{ app_name }}"
ko_kr: 애플리케이션 "{{ app_name }}"에 대한 애플리케이션 첨부 제어가 활성화되었습니다
pt_pt: Controle de anexo de aplicativo habilitado para o aplicativo "{{ app_name }}"
ru_ru: Включен контроль прикрепления приложений для приложения "{{ app_name }}"
th_th: เปิดใช้งานการควบคุมการแนบแอปพลิเคชันสำหรับแอปพลิเคชัน "{{ app_name }}"
vi_vn: Đã bật kiểm soát tệp đính kèm ứng dụng cho ứng dụng "{{ app_name }}"
zh_cn: 开启了应用「{{ app_name }}」的应用附件管控
zh_tw: 開啟了應用「{{ app_name }}」的應用附件管控

# corp_log.content.app_attachment_control_update
source: Updated App Attachment Download Control for the app "{{ app_name }}"
de_de: Die Anwendungsanhangsteuerung der Anwendung „{{ app_name }}“ wurde geändert.
es_es: Se modificó el control de archivos adjuntos de la aplicación "{{ app_name }}"
fr_fr: Modification du contrôle de pièce jointe de l'application « {{ app_name }} »
id_id: Mengubah kontrol lampiran aplikasi dari aplikasi "{{ app_name }}"
ja_jp: アプリ「{{ app_name }}」のアプリ添付ファイル制御が変更しました
km_kh: បានកែប្រែការគ្រប់គ្រងឯកសារភ្ជាប់កម្មវិធីរបស់កម្មវិធី "{{ app_name }}"
ko_kr: 애플리케이션 "{{ app_name }}"의 애플리케이션 첨부 제어를 수정했습니다
pt_pt: Modificou o controle de anexo do aplicativo "{{ app_name }}"
ru_ru: Изменен элемент управления прикреплением приложения "{{ app_name }}"
th_th: แก้ไขการควบคุมการแนบแอปพลิเคชันของแอปพลิเคชัน "{{ app_name }}"
vi_vn: Đã sửa đổi điều khiển đính kèm ứng dụng của ứng dụng "{{ app_name }}"
zh_cn: 修改了应用「{{ app_name }}」的应用附件管控
zh_tw: 修改了應用「{{ app_name }}」的應用附件管控

# corp_log.content.app_home_update
source: Adjusted the homepage of the app "{{ app_name }}"
de_de: Die Startseite der App "{{ app_name }}" wurde angepasst.
es_es: Se ajustó la página de inicio de la aplicación "{{ app_name }}"
fr_fr: Page d'accueil de l'application "{{ app_name }}" ajustée
id_id: Menyesuaikan beranda aplikasi "{{ app_name }}"
ja_jp: アプリ「{{ app_name }}」のホームページを調整しました
km_kh: បានលៃតម្រូវទំព័រដើមនៃកម្មវិធី "{{ app_name }}"
ko_kr: 앱 "{{ app_name }}"의 홈페이지를 조정했습니다.
pt_pt: Ajustou a página inicial do aplicativo "{{ app_name }}"
ru_ru: Изменена домашняя страница приложения "{{ app_name }}"
th_th: ปรับปรุงหน้าแรกของแอป "{{ app_name }}"
vi_vn: Điều chỉnh trang chủ ứng dụng 「{{ app_name }}」
zh_cn: 调整了应用「{{ app_name }}」的应用首页
zh_tw: 調整了應用「{{ app_name }}」的應用首頁
