Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# crop_log.content.push_or_pull_role_member
source: Changed members under the external contact role "{{ roleName }}"
de_de: Geänderte Mitglieder unter der externen Kontaktrolle „{{ roleName }}“
es_es: Miembros modificados bajo el rol de contacto externo "{{ roleName }}"
fr_fr: Changé les membres sous le rôle de contact externe "{{ roleName }}"
id_id: Anggota yang diubah di bawah peran kontak eksternal "{{ roleName }}"
ja_jp: 外部連絡先のロール「{{ roleName }}」のメンバーを変更しました
km_kh: បានផ្លាស់ប្តូរសមាជិកក្រោមតួនាទីទំនាក់ទំនងខាងក្រៅ "{{ roleName }}"
ko_kr: 외부 연락처 역할 "{{ roleName }}"에서 멤버가 변경되었습니다.
pt_pt: Membros alterados sob a função de contato externo "{{ roleName }}"
ru_ru: Изменены участники в роли внешнего контакта "{{ roleName }}"
th_th: เปลี่ยนแปลงสมาชิกภายใต้บทบาทผู้ติดต่อภายนอก "{{ roleName }}"
vi_vn: Thay đổi thành viên trong vai trò người liên hệ bên ngoài 「{{ roleName }}」
zh_cn: 调整了外部对接人角色「{{ roleName }}」内的成员
zh_tw: 調整了外部連絡窗口角色「{{ roleName }}」內的成員

# crop_log.content.role_change_group
source: Added the role "{{ role_name }}"to the group "{{ new_group_name }}"
de_de: Die Rolle „{{ role_name }}“ wurde der Gruppe „{{ new_group_name }}“ hinzugefügt.
es_es: Se agregó el rol "{{ role_name }}" al grupo "{{ new_group_name }}"
fr_fr: Ajouté le rôle "{{ role_name }}" au groupe "{{ new_group_name }}"
id_id: Menambahkan peran "{{ role_name }}" ke grup "{{ new_group_name }}"
ja_jp: ロール「{{ role_name }}」をグループ「{{ new_group_name }}」に追加しました
km_kh: បានបន្ថែមតួនាទី "{{ role_name }}" ទៅក្រុម "{{ new_group_name }}"
ko_kr: 그룹 "{{ new_group_name }}"에 "{{ role_name }}" 역할을 추가했습니다.
pt_pt: Adicionou a função "{{ role_name }}" ao grupo "{{ new_group_name }}"
ru_ru: Добавлена роль "{{ role_name }}"в группу "{{ new_group_name }}"
th_th: เพิ่มบทบาท "{{ role_name }}" ในกลุ่ม "{{ new_group_name }}"
vi_vn: Chuyển vai trò 「{{ role_name }}」 vào nhóm 「{{ new_group_name }}」
zh_cn: 调整角色「{{ role_name }}」至分组「{{ new_group_name }}」
zh_tw: 調整角色「{{ role_name }}」至分組「{{ new_group_name }}」

# crop_log.content.role_create
source: Created role {{ name }} in role group {{ group_name }}
de_de: Rolle {{ name }} in Rollengruppe {{ group_name }} erstellt
es_es: Se creó el rol {{ name }} en el grupo de roles {{ group_name }}
fr_fr: Créé le rôle {{ name }} dans le groupe de rôles {{ group_name }}
id_id: Peran yang dibuat {{ name }} di grup peran {{ group_name }}
ja_jp: ロールグループ{{ group_name }}にロール{{ name }}を作成しました
km_kh: បានបង្កើតតួនាទី {{ name }} ក្នុងក្រុមតួនាទី {{ group_name }}
ko_kr: 역할 그룹 {{ group_name }}에서 역할 {{ name }}을(를) 생성했습니다.
pt_pt: Função criada {{ name }} no grupo de funções {{ group_name }}
ru_ru: Создана роль {{ name }} в группе ролей {{ group_name }}
th_th: สร้างบทบาท {{ name }} ในกลุ่มบทบาท {{ group_name }}
vi_vn: Tạo vai trò 「{{ name }}」 trong nhóm vai trò 「{{ group_name }}」
zh_cn: 在角色组「{{ group_name }}」创建了角色「{{ name }}」
zh_tw: 在角色組「{{ group_name }}」建立了角色「{{ name }}」

# crop_log.content.role_group_create
source: Created role group {{ name }}
de_de: Erstellte Rollengruppe {{ name }}
es_es: Grupo de roles creado {{ name }}
fr_fr: Créé le groupe de rôles {{ name }}
id_id: Membuat grup peran {{ name }}
ja_jp: ロールグループ{{ name }}を作成しました
km_kh: បានបង្កើតក្រុមតួនាទី {{ name }}
ko_kr: 역할 그룹 {{ name }}을(를) 생성했습니다.
pt_pt: Grupo de funções criado {{ nome }}
ru_ru: Создана группа ролей {{name}}
th_th: สร้างกลุ่มบทบาท {{ name }}
vi_vn: Tạo nhóm vai trò 「{{ name }}」
zh_cn: 创建了角色组「{{ name }}」
zh_tw: 建立了角色組「{{ name }}」

# crop_log.content.role_group_remove
source: Deleted role group {{ name }}
de_de: Gelöschte Rollengruppe {{ name }}
es_es: Grupo de roles eliminado {{ name }}
fr_fr: Supprimé le groupe de rôles {{ name }}
id_id: Grup peran yang dihapus {{ name }}
ja_jp: ロールグループ{{ name }}を削除しました
km_kh: បានលុបក្រុមតួនាទី {{ name }}
ko_kr: 역할 그룹 {{ name }}이(가) 삭제되었습니다.
pt_pt: Grupo de funções excluído {{ name }}
ru_ru: Удалена группа ролей {{name}}
th_th: ลบกลุ่มบทบาท {{ name }}
vi_vn: Xóa nhóm vai trò 「{{ name }}」
zh_cn: 删除了角色组「{{ name }}」
zh_tw: 刪除了角色組「{{ name }}」

# crop_log.content.role_group_rename
source: Renamed role group {{ ori_name }} to {{ name }}
de_de: Rollengruppe {{ ori_name }} in {{ name }} umbenannt
es_es: Se cambió el nombre del grupo de roles {{ ori_name }} a {{ name }}
fr_fr: Renommé le groupe de rôles {{ ori_name }} en {{ name }}
id_id: Mengganti nama grup peran {{ ori_name }} menjadi {{ name }}
ja_jp: ロールグループ{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: បានប្តូរឈ្មោះក្រុមតួនាទីពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 역할 그룹 {{ ori_name }}의 이름이 {{ name }}으로 변경되었습니다.
pt_pt: Grupo de funções renomeado {{ ori_name }} para {{ name }}
ru_ru: Группа ролей {{ori_name}} переименована в {{name}}
th_th: เปลี่ยนชื่อกลุ่มบทบาท {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên nhóm vai trò từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.role_member_update
source: Updated members in role {{ name }}
de_de: Aktualisierte Mitglieder in der Rolle {{ name }}
es_es: Miembros actualizados en el rol {{ name }}
fr_fr: Mis à jour les membres dans le rôle {{ name }}
id_id: Anggota yang diperbarui dalam peran {{ name }}
ja_jp: ロール{{ name }}のメンバーを更新しました
km_kh: បានធ្វើបច្ចុប្បន្នភាពសមាជិកក្នុងតួនាទី {{ name }}
ko_kr: 역할 {{ name }}의 업데이트된 멤버
pt_pt: Membros atualizados na função {{ name }}
ru_ru: Обновлены участники в роли {{name}}
th_th: อัปเดตสมาชิกในบทบาท {{ name }}
vi_vn: Cập nhật thành viên trong vai trò 「{{ name }}」
zh_cn: 调整了角色「{{ name }}」的成员
zh_tw: 調整了角色「{{ name }}」的成員

# crop_log.content.role_remove
source: Deleted role {{ name }} in role group {{ group_name }}
de_de: Gelöschte Rolle {{ name }} in Rollengruppe {{ group_name }}
es_es: Rol eliminado {{ name }} en el grupo de roles {{ group_name }}
fr_fr: Supprimé le rôle {{ name }} dans le groupe de rôles {{ group_name }}
id_id: Peran yang dihapus {{ name }} dalam grup peran {{ group_name }}
ja_jp: ロールグループ{{ group_name }}のロール{{ name }}を削除しました
km_kh: បានលុបតួនាទី {{ name }} ក្នុងក្រុមតួនាទី {{ group_name }}
ko_kr: 역할 그룹 {{ group_name }}에서 역할 {{ name }}이(가) 삭제되었습니다.
pt_pt: Função excluída {{ name }} no grupo de funções {{ group_name }}
ru_ru: Удалена роль {{ name }} в группе ролей {{ group_name }}
th_th: ลบบทบาท {{ name }} ในกลุ่มบทบาท {{ group_name }}
vi_vn: Xóa vai trò 「{{ name }}」 trong nhóm vai trò 「{{ group_name }}」
zh_cn: 在角色组「{{ group_name }}」删除了角色「{{ name }}」
zh_tw: 在角色組「{{ group_name }}」刪除了角色「{{ name }}」

# crop_log.content.role_rename
source: Renamed role {{ ori_name }} to {{ name }}
de_de: Rolle {{ ori_name }} umbenannt in {{ name }}
es_es: Se cambió el nombre del rol {{ ori_name }} a {{ name }}
fr_fr: Renommé le rôle {{ ori_name }} en {{ name }}
id_id: Mengganti nama peran {{ ori_name }} menjadi {{ name }}
ja_jp: ロール{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: បានប្តូរឈ្មោះតួនាទីពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 역할 {{ ori_name }}의 이름이 {{ name }}으로 변경되었습니다.
pt_pt: Função renomeada {{ori_name}} para {{name}}
ru_ru: Переименована роль {{ori_name}} в {{name}}
th_th: เปลี่ยนชื่อบทบาท {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên vai trò từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.tenant_verify
source: Authenticated identity
de_de: Authentifizierte Identität
es_es: Identidad autenticada
fr_fr: Identité authentifiée
id_id: Identitas yang diautentikasi
ja_jp: アイデンティティを認証しました
km_kh: បានផ្ទៀងផ្ទាត់អត្តសញ្ញាណ
ko_kr: 인증된 신원
pt_pt: Identidade autenticada
ru_ru: Подтвержденная личность
th_th: การยืนยันตัวตน
vi_vn: Hoàn thành xác thực danh tính
zh_cn: 完成了身份认证
zh_tw: 完成了身份認證

# crop_log.content.timezone_update
source: Changed the timezone from "{{ old_timezone }}" to "{{ new_timezone }}"
de_de: Die Zeitzone wurde von „{{ old_timezone }}“ in „{{ new_timezone }}“ geändert.
es_es: Se cambió la zona horaria de "{{ old_timezone }}" a "{{ new_timezone }}"
fr_fr: Changé le fuseau horaire de "{{ old_timezone }}" à "{{ new_timezone }}"
id_id: Mengubah zona waktu dari "{{ old_timezone }}" menjadi "{{ new_timezone }}"
ja_jp: タイムゾーンを「{{ old_timezone }}」から「{{ new_timezone }}」に変更しました
km_kh: បានផ្លាស់ប្តូរតំបន់ពេលវេលាពី "{{ old_timezone }}" ទៅ "{{ new_timezone }}"
ko_kr: 시간대를 "{{ old_timezone }}"에서 "{{ new_timezone }}"로 변경했습니다.
pt_pt: Alterou o fuso horário de "{{ old_timezone }}" para "{{ new_timezone }}"
ru_ru: Изменен часовой пояс с "{{ old_timezone }}" на "{{ new_timezone }}"
th_th: เปลี่ยนโซนเวลาจาก "{{ old_timezone }}" เป็น "{{ new_timezone }}"
vi_vn: Thay đổi múi giờ từ 「{{ old_timezone }}」 thành 「{{ new_timezone }}」
zh_cn: 将系统时区由「{{ old_timezone }}」调整为「{{ new_timezone }}」
zh_tw: 將系統時區由「{{ old_timezone }}」調整為「{{ new_timezone }}」

# crop_log.content.tmp_owner_apply
source: Applied for managing the contacts of the connected business "{{ name }}"
de_de: Beantragt für die Verwaltung der Kontakte des verbundenen Unternehmens "{{ name }}"
es_es: Se solicitó la gestión de los contactos de la empresa conectada "{{ name }}"
fr_fr: Demandé la gestion des contacts de l'entreprise connectée "{{ name }}"
id_id: Diterapkan untuk mengelola kontak bisnis yang terhubung "{{ name }}"
ja_jp: 接続された企業「{{ name }}」の連絡先管理の権限を申請しました
km_kh: បានដាក់ពាក្យគ្រប់គ្រងទំនាក់ទំនងសហគ្រាសដែលបានតភ្ជាប់ "{{ name }}"
ko_kr: 연결된 사업체 "{{ name }}"의 연락처 관리를 신청했습니다.
pt_pt: Solicitado para gerenciar os contatos da empresa conectada "{{ name }}"
ru_ru: Применено для управления контактами связанного бизнеса "{{ name }}"
th_th: ใช้สำหรับจัดการข้อมูลติดต่อของธุรกิจที่เชื่อมต่อ "{{ name }}"
vi_vn: Yêu cầu quản lý danh bạ của 「{{ name }}」
zh_cn: 申请代管「{{ name }}」的通讯录
zh_tw: 申請代管「{{ name }}」的通訊錄

# crop_log.content.tmp_owner_transfer
source: Transferred the permission of managing contacts for the connected business "{{ name }}"
de_de: Die Berechtigung zum Verwalten von Kontakten für das verbundene Unternehmen „{{ name }}“ wurde übertragen.
es_es: Se transfirió el permiso para administrar contactos para la empresa conectada "{{ name }}"
fr_fr: Transféré l'autorisation de gestion des contacts pour l'entreprise connectée "{{ name }}"
id_id: Mentransfer izin pengelolaan kontak untuk bisnis terhubung "{{ name }}"
ja_jp: 接続された企業「{{ name }}」の連絡先管理の権限を譲渡しました
km_kh: បានផ្ទេរសិទ្ធិគ្រប់គ្រងទំនាក់ទំនងសម្រាប់សហគ្រាសដែលបានតភ្ជាប់ "{{ name }}"
ko_kr: 연결된 비즈니스 "{{ name }}"의 연락처 관리 권한을 이전했습니다.
pt_pt: Transferiu a permissão de gerenciamento de contatos para a empresa conectada "{{ name }}"
ru_ru: Передано разрешение на управление контактами для связанного бизнеса "{{name}}"
th_th: โอนสิทธิ์การจัดการข้อมูลติดต่อสำหรับธุรกิจที่เชื่อมต่อ "{{ name }}"
vi_vn: Chuyển quyền quản lý danh bạ của 「{{ name }}」
zh_cn: 移交「{{ name }}」的代管权限
zh_tw: 移交「{{ name }}」的代管權限

# crop_log.content.update_corp_coop_role
source: Renamed the external contact role "{{ oldRoleName }}"to "{{ newRoleName }}"
de_de: Die externe Kontaktrolle „{{ oldRoleName }}“ wurde in „{{ newRoleName }}“ umbenannt.
es_es: Se cambió el nombre del rol de contacto externo "{{ oldRoleName }}" a "{{ newRoleName }}".
fr_fr: Renommé le rôle de contact externe "{{ oldRoleName }}" en "{{ newRoleName }}"
id_id: Mengganti nama peran kontak eksternal "{{ oldRoleName }}" menjadi "{{ newRoleName }}"
ja_jp: 外部連絡先のロール「{{ oldRoleName }}」を「{{ newRoleName }}」に名前を変更しました
km_kh: បានប្តូរឈ្មោះតួនាទីទំនាក់ទំនងខាងក្រៅពី "{{ oldRoleName }}" ទៅ "{{ newRoleName }}"
ko_kr: 외부 연락처 역할 "{{ oldRoleName }}"의 이름을 "{{ newRoleName }}"로 변경했습니다.
pt_pt: Renomeou a função de contato externo "{{ oldRoleName }}" para "{{ newRoleName }}"
ru_ru: Переименована роль внешнего контакта "{{ oldRoleName }}" в "{{ newRoleName }}"
th_th: เปลี่ยนชื่อบทบาทผู้ติดต่อภายนอก "{{ oldRoleName }}" เป็น "{{ newRoleName }}"
vi_vn: Đổi tên vai trò người liên hệ bên ngoài từ 「{{ oldRoleName }}」 thành 「{{ newRoleName }}」
zh_cn: 将外部对接人角色「{{ oldRoleName }}」重命名为「{{ newRoleName }}」
zh_tw: 將外部連絡窗口角色「{{ oldRoleName }}」重命名為「{{ newRoleName }}」

# crop_log.content.watermark_disable
source: Disabled Global Watermark
de_de: Deaktiviertes globales Wasserzeichen
es_es: Marca de agua global deshabilitada
fr_fr: Filigrane global désactivé
id_id: Tanda Air Global Dinonaktifkan
ja_jp: グローバルウォーターマークを無効にしました
km_kh: បានបិទសញ្ញាសម្គាល់សាកល
ko_kr: 비활성화된 글로벌 워터마크
pt_pt: Marca d'água global desabilitada
ru_ru: Отключен глобальный водяной знак
th_th: ปิดใช้งานลายน้ำทั่วโลก
vi_vn: Tắt watermark toàn cục
zh_cn: 关闭了全局水印
zh_tw: 關閉了全域浮水印

# crop_log.content.watermark_enable
source: Enabled Global Watermark
de_de: Globales Wasserzeichen aktiviert
es_es: Marca de agua global habilitada
fr_fr: Filigrane global activé
id_id: Tanda Air Global Diaktifkan
ja_jp: グローバルウォーターマークを有効にしました
km_kh: បានបើកសញ្ញាសម្គាល់សាកល
ko_kr: 글로벌 워터마크 활성화
pt_pt: Marca d'água global habilitada
ru_ru: Включен глобальный водяной знак
th_th: เปิดใช้งานลายน้ำทั่วโลก
vi_vn: Bật watermark toàn cục
zh_cn: 开启了全局水印
zh_tw: 開啟了全域浮水印

# crop_log.content.wx_disable
source: Disabled WeChat Service Account Integration
de_de: Deaktivierte WeChat-Dienstkontointegration
es_es: Integración de cuenta de servicio WeChat deshabilitada
fr_fr: Intégration du compte de service WeChat désactivée
id_id: Integrasi Akun Layanan WeChat Dinonaktifkan
ja_jp: WeChatサービスアカウント統合を無効にしました
km_kh: បានបិទការរួមបញ្ចូលគណនីសេវា WeChat
ko_kr: 비활성화된 WeChat 서비스 계정 통합
pt_pt: Integração de conta de serviço WeChat desabilitada
ru_ru: Отключена интеграция учетной записи сервиса WeChat
th_th: ปิดใช้งานการรวมบัญชีบริการ WeChat
vi_vn: Tắt tích hợp tài khoản dịch vụ WeChat
zh_cn: 关闭了微信服务号集成
zh_tw: 關閉了微信服務號集成

# crop_log.content.wx_enable
source: Enabled WeChat Service Account Integration
de_de: Integration des WeChat-Dienstkontos aktiviert
es_es: Integración de cuenta de servicio WeChat habilitada
fr_fr: Intégration du compte de service WeChat activée
id_id: Mengaktifkan Integrasi Akun Layanan WeChat
ja_jp: WeChatサービスアカウント統合を有効にしました
km_kh: បានបើកការរួមបញ្ចូលគណនីសេវា WeChat
ko_kr: WeChat 서비스 계정 통합이 활성화되었습니다.
pt_pt: Integração de conta de serviço WeChat habilitada
ru_ru: Включена интеграция с учетной записью сервиса WeChat
th_th: เปิดใช้งานการรวมบัญชีบริการ WeChat
vi_vn: Bật tích hợp tài khoản dịch vụ WeChat
zh_cn: 开启了微信服务号集成
zh_tw: 開啟了微信服務號集成

# crop_log.link_text.view_details
source: View Details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Voir les détails
id_id: Lihat Detail
ja_jp: 詳細を見る
km_kh: មើលព័ត៌មានលម្អិត
ko_kr: 세부 정보 보기
pt_pt: Ver detalhes
ru_ru: Посмотреть подробности
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_tw: 查看詳情

# customPage.title.signIn
source: {{ corpName }} - Sign in
de_de: {{ corpName }} – Anmelden
es_es: {{corpName}} - Iniciar sesión
fr_fr: {{ corpName }} - Connexion
id_id: {{ corpName }} - Masuk
ja_jp: {{ corpName }} - サインイン
km_kh: {{ corpName }} - ចូលប្រព័ន្ធ
ko_kr: {{ corpName }} - 로그인
pt_pt: {{ corpName }} - Entrar
ru_ru: {{corpName}} - Войти
th_th: {{ corpName }} - ลงชื่อเข้าใช้
vi_vn: {{ corpName }} - Đăng nhập
zh_cn: {{ corpName }} - 登录
zh_tw: {{ corpName }} - 登入

# dash.date.format.year.quarter
source: YYYY/qQ
de_de: JJJJ/qQ
es_es: AAAA/qQ
fr_fr: AAAA/qT
km_kh: YYYY/ត្រីមាស qQ
ko_kr: 년/분기
pt_pt: AAAA/qQ
ru_ru: ГГГГ/квК
th_th: ปปปป/ไตรมาส
vi_vn: Năm/quý yyyy/q
zh_cn: yyyy/q季度
zh_tw: yyyy/q季度

# dash.date.format.year.week
source: YYYY/Www
de_de: JJJJ/Www
es_es: AAAA/Www
fr_fr: AAAA/Sss
km_kh: YYYY/សប្តាហ៍ Www
pt_pt: AAAA/Sss
ru_ru: ГГГГ/Ннв
th_th: ปปปป/www
vi_vn: Năm/tuần yyyy/ww
zh_cn: yyyy/ww周
zh_tw: yyyy/ww週

# dash.excel.export.subtotal
source: Subtotal
de_de: Zwischensumme
es_es: Total parcial
fr_fr: Sous-total
id_id: Jumlah keseluruhan
ja_jp: 小計
km_kh: សរុបរង
ko_kr: 소계
ru_ru: Промежуточный итог
th_th: ยอดรวมย่อย
vi_vn: Tổng phụ
zh_cn: 小计
zh_tw: 小計

# dash.excel.export.sum
source: Overall
de_de: Gesamt
es_es: En general
fr_fr: Total
id_id: Keseluruhan
ja_jp: 合計
km_kh: សរុបទូទៅ
ko_kr: 전반적인
pt_pt: Geral
ru_ru: Общий
th_th: โดยรวม
vi_vn: Tổng cộng
zh_cn: 共计
zh_tw: 共計

# dash.excel.export.total
source: Aggregation
es_es: Agregación
fr_fr: Agrégation
id_id: Pengumpulan
ja_jp: 集計
km_kh: ការបូកសរុប
ko_kr: 집합
pt_pt: Agregação
ru_ru: Агрегация
th_th: การรวมกลุ่ม
vi_vn: Tổng hợp
zh_cn: 汇总
zh_tw: 彙總

# dash.percent
source: Percentage
de_de: Prozentsatz
es_es: Porcentaje
fr_fr: Pourcentage
id_id: Persentase
ja_jp: 割合
km_kh: ភាគរយ
ko_kr: 백분율
pt_pt: Percentagem
ru_ru: Процент
th_th: เปอร์เซ็นต์
vi_vn: Tỷ lệ phần trăm
zh_cn: 占比
zh_tw: 占比

# deptType.corpCoop
source: Customers and Clients
de_de: Kunden und Klienten
es_es: Clientes y clientes
fr_fr: Clients et partenaires
id_id: Pelanggan dan Klien
ja_jp: 顧客およびクライアント
km_kh: អតិថិជន និងអតិថិជន
ko_kr: 고객 및 클라이언트
pt_pt: Clientes e Clientes
ru_ru: Клиенты и покупатели
th_th: ลูกค้าและไคลเอนต์
vi_vn: Tổ chức liên kết
zh_cn: 互联组织
zh_tw: 互聯組織

# deptType.internal
source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
id_id: Anggota
ja_jp: メンバー
km_kh: សមាជិក
ko_kr: 회원들
pt_pt: Membros
ru_ru: Участники
th_th: สมาชิก
vi_vn: Tổ chức nội bộ
zh_cn: 内部组织
zh_tw: 內部組織

# direct_user_provisioning.error_message.email_incorrect
source: Incorrect email address. Check it out.
de_de: Falsche E-Mail-Adresse. Überprüfen Sie es.
es_es: Dirección de correo electrónico incorrecta. Compruébalo.
fr_fr: Adresse email incorrecte. Vérifiez-la.
id_id: Alamat email salah. Periksalah.
ja_jp: 不正なEメールアドレスです。確認してください。
km_kh: អាសយដ្ឋានអ៊ីមែលមិនត្រឹមត្រូវ។ សូមពិនិត្យ។
ko_kr: 이메일 주소가 잘못되었습니다. 확인해 보세요.
pt_pt: Endereço de e-mail incorreto. Verifique.
ru_ru: Неправильный адрес электронной почты. Проверьте.
th_th: ที่อยู่อีเมลไม่ถูกต้อง ตรวจสอบดู
vi_vn: Email sai, vui lòng kiểm tra
zh_cn: 邮箱有误，请检查
zh_tw: 信箱有誤，請檢查

# direct_user_provisioning.error_message.email_repeat
source: The email already exists.
de_de: Die E-Mail existiert bereits.
es_es: El correo electrónico ya existe.
fr_fr: L'email existe déjà.
id_id: Emailnya sudah ada.
ja_jp: Eメールアドレスは既に存在します。
km_kh: អ៊ីមែលមានរួចហើយ។
ko_kr: 해당 이메일이 이미 존재합니다.
pt_pt: O email já existe.
ru_ru: Такой адрес электронной почты уже существует.
th_th: อีเมล์มีอยู่แล้ว
vi_vn: Email đã tồn tại
zh_cn: 邮箱已存在
zh_tw: 信箱已存在

# direct_user_provisioning.error_message.loginname_composition_incorrect
source: Member usernames only support letters, numbers, and underscores.
de_de: Benutzernamen von Mitgliedern unterstützen nur Buchstaben, Zahlen und Unterstriche.
es_es: Los nombres de usuario de los miembros solo admiten letras, números y guiones bajos.
fr_fr: Les noms d'utilisateur des membres ne prennent en charge que les lettres, les chiffres et les tirets bas.
id_id: Nama pengguna anggota hanya mendukung huruf, angka, dan garis bawah.
ja_jp: メンバーのユーザー名は、文字、数字、アンダースコアのみをサポートしています。
km_kh: ឈ្មោះប្រើប្រាស់សមាជិកគាំទ្រតែអក្សរ លេខ និងសហសញ្ញា(_)។
ko_kr: 회원 사용자 이름에는 문자, 숫자, 밑줄만 사용할 수 있습니다.
pt_pt: Os nomes de usuários dos membros suportam apenas letras, números e sublinhados.
ru_ru: Имена пользователей могут содержать только буквы, цифры и подчеркивания.
th_th: ชื่อผู้ใช้สมาชิกรองรับเฉพาะตัวอักษร ตัวเลข และเครื่องหมายขีดล่างเท่านั้น
vi_vn: Tên người dùng chỉ hỗ trợ chữ cái, số, dấu gạch dưới và bắt đầu bằng chữ cái
zh_cn: 成员用户名仅支持字母数字和下划线，且以字母开头
zh_tw: 成員使用者名僅支援字母數字和下劃線，且以字母開頭

# direct_user_provisioning.error_message.loginname_length_limit
source: The username for a member must be between 3 and 80 characters in length.
de_de: Der Benutzername eines Mitglieds muss zwischen 3 und 80 Zeichen lang sein.
es_es: El nombre de usuario de un miembro debe tener entre 3 y 80 caracteres de longitud.
fr_fr: Le nom d'utilisateur d'un membre doit comporter entre 3 et 80 caractères.
id_id: Nama pengguna untuk anggota harus terdiri antara 3 dan 80 karakter.
ja_jp: メンバーのユーザー名は3から80文字の長さである必要があります。
km_kh: ឈ្មោះប្រើប្រាស់សមាជិកត្រូវមានប្រវែងពី ៣ ដល់ ៨០ តួអក្សរ។
ko_kr: 회원 사용자 이름은 3~80자 사이여야 합니다.
pt_pt: O nome de usuário de um membro deve ter entre 3 e 80 caracteres.
ru_ru: Имя пользователя должно содержать от 3 до 80 символов.
th_th: ชื่อผู้ใช้สำหรับสมาชิกต้องมีความยาวระหว่าง 3 ถึง 80 ตัวอักษร
vi_vn: Tên người dùng từ 3 đến 80 ký tự
zh_cn: 成员用户名最短为3个字符，最长为80个字符
zh_tw: 成員使用者名最短為 3 個字符，最長為 80 個字符

# direct_user_provisioning.error_message.loginname_not_exist
source: Enter the member's username
de_de: Geben Sie den Benutzernamen des Mitglieds ein
es_es: Introduzca el nombre de usuario del miembro
fr_fr: Entrez le nom d'utilisateur du membre.
id_id: Masukkan nama pengguna anggota
ja_jp: メンバーのユーザー名を入力してください。
km_kh: បញ្ចូលឈ្មោះប្រើប្រាស់សមាជិក
ko_kr: 회원의 사용자 이름을 입력하세요
pt_pt: Digite o nome de usuário do membro
ru_ru: Введите имя пользователя участника
th_th: กรอกชื่อผู้ใช้ของสมาชิก
vi_vn: Vui lòng nhập tên người dùng thành viên
zh_cn: 请输入成员用户名
zh_tw: 請輸入成員使用者名

# direct_user_provisioning.error_message.loginname_repeat
source: The username already exists in Contacts.
de_de: Der Benutzername ist bereits in den Kontakten vorhanden.
es_es: El nombre de usuario ya existe en Contactos.
fr_fr: Le nom d'utilisateur existe déjà dans les contacts.
id_id: Nama pengguna sudah ada di Kontak.
ja_jp: ユーザー名は既に連絡先に存在します。
km_kh: ឈ្មោះប្រើប្រាស់មានរួចហើយក្នុងទំនាក់ទំនង។
ko_kr: 사용자 이름이 연락처에 이미 존재합니다.
pt_pt: O nome de usuário já existe em Contatos.
ru_ru: Имя пользователя уже существует в Контактах.
th_th: ชื่อผู้ใช้มีอยู่ในรายชื่อติดต่อแล้ว
vi_vn: Tên người dùng đã tồn tại trong danh bạ
zh_cn: 成员用户名通讯录中已存在
zh_tw: 成員使用者名通訊錄中已存在

# direct_user_provisioning.error_message.loginname_repeat_in_another_corp
source: The username has been used by another tenant. Verify whether it belongs to the same member. If it does, send an invitation to join. If it does not, modify the username.
de_de: Der Benutzername wurde bereits von einem anderen Mandanten verwendet. Überprüfen Sie, ob er demselben Mitglied gehört. Senden Sie in diesem Fall eine Einladung zum Beitritt. Ändern Sie andernfalls den Benutzernamen.
es_es: Otro inquilino ha usado el nombre de usuario. Verifique si pertenece al mismo miembro. Si es así, envíe una invitación para unirse. Si no es así, modifique el nombre de usuario.
fr_fr: Le nom d'utilisateur a été utilisé par un autre locataire. Vérifiez s'il appartient au même membre. Si c'est le cas, envoyez une invitation à rejoindre. Sinon, modifiez le nom d'utilisateur.
id_id: Nama pengguna telah digunakan oleh penyewa lain. Verifikasi apakah nama pengguna tersebut milik anggota yang sama. Jika ya, kirimkan undangan untuk bergabung. Jika tidak, ubah nama pengguna tersebut.
ja_jp: ユーザー名は別のテナントによって使用されています。同じメンバーに属するかどうかを確認してください。 同じメンバーに属する場合は、参加の招待を送信します。異なる場合は、ユーザー名を変更してください。
km_kh: ឈ្មោះប្រើប្រាស់ត្រូវបានគេប្រើដោយអ្នកផ្ទេរផ្ទាល់ផ្សេង។ ផ្ទៀងផ្ទាត់ថាតើវាជារបស់សមាជិកដូចគ្នាឬទេ។ បើមែន ផ្ញើការអញ្ជើញឲ្យចូលរួម។ បើមិនមែន កែសម្រួលឈ្មោះប្រើប្រាស់។
ko_kr: 다른 테넌트가 사용자 이름을 사용했습니다. 동일한 구성원에게 속하는지 확인하세요. 동일한 구성원에게 속하는 경우 가입 초대장을 보내세요. 동일한 구성원이 아닌 경우 사용자 이름을 수정하세요.
pt_pt: nome de usuário foi usado por outro locatário. Verifique se ele pertence ao mesmo membro. Em caso afirmativo, envie um convite para participar. Caso contrário, modifique o nome de usuário.
ru_ru: Имя пользователя используется другим арендатором. Проверьте, принадлежит ли оно тому же участнику. Если да, отправьте приглашение присоединиться. Если нет, измените имя пользователя.
th_th: ชื่อผู้ใช้นี้ถูกใช้โดยผู้เช่ารายอื่น ตรวจสอบว่าชื่อผู้ใช้นี้เป็นของสมาชิกรายเดียวกันหรือไม่ หากใช่ ให้ส่งคำเชิญเข้าร่วม หากไม่ใช่ ให้แก้ไขชื่อผู้ใช้
vi_vn: Tên người dùng đã tồn tại ở tenant khác, xác nhận xem có phải cùng thành viên; nếu không, sửa tên; nếu có, mời vào tenant
zh_cn: 用户名已存在于其他租户中，请确认是否为同个成员；若不相同，请修改用户名；若相同，请邀请加入租户
zh_tw: 使用者名已存在於其他租戶中，請確認是否為同個成員；若不相同，請修改使用者名；若相同，請邀請加入租戶
