Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.form_data_buffer
source: The data volume per form for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Das Datenvolumen pro Formular für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El volumen de datos por formulario de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le volume de données par formulaire pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Volume data per formulir untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」のフォームごとのデータボリュームが「{{ vipLevel }}」制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: បរិមាណទិន្នន័យក្នុងមួយទម្រង់សម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 양식당 데이터 양이 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O volume de dados por formulário da sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Объем данных на форму для вашей компании/команды "{{ corpName }}" превысил лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: ปริมาณข้อมูลต่อแบบฟอร์มสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Dữ liệu bảng đơn của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的单表数据量已超出「{{ vipLevel }}」限制，你可以至「管理-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的單表資料量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.form_data_usage
source: Your company/team "{{ corpName }}" has already used {{ usage }} record(s) per form, approaching the limit of {{ limit }}. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Ihr Unternehmen/Team "{{ corpName }}" hat bereits {{ usage }} Datensätze pro Formular verwendet und nähert sich dem Limit von {{ limit }}. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: Su empresa/equipo "{{ corpName }}" ya ha utilizado {{ usage }} registros por formulario, acercándose al límite de {{ limit }}. Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Votre entreprise/équipe "{{ corpName }}" a déjà utilisé {{ usage }} enregistrement(s) par formulaire, approchant la limite de {{ limit }}. Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Perusahaan/tim Anda "{{ corpName }}" telah menggunakan {{ usage }} record per formulir, mendekati batas {{ limit }}. Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」はフォームごとにすでに{{ usage }}件のレコードを使用しており、{{ limit }}件の制限に近づいています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានប្រើប្រាស់ {{ usage }} កំណត់ត្រាក្នុងមួយទម្រង់ ជិតដល់កម្រិត {{ limit }}។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 귀사/팀 "{{ corpName }}"에서 양식당 이미 {{ usage }}개의 레코드를 사용하여 {{ limit }}개의 한도에 도달했습니다. "관리 > 플랜 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 플랜을 업그레이드하세요.
pt_pt: Sua empresa/equipe "{{ corpName }}" já utilizou {{ usage }} registro(s) por formulário, aproximando-se do limite de {{ limit }}. Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Ваша компания/команда "{{ corpName }}" уже использовала {{ usage }} записи(й) на форму, приближаясь к пределу {{ limit }}. Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: บริษัท/ทีมของคุณ "{{ corpName }}" ได้ใช้ข้อมูลไปแล้ว {{ usage }} รายการต่อแบบฟอร์ม ซึ่งใกล้ถึงขีดจำกัด {{ limit }} แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Dữ liệu bảng đơn của 「{{ corpName }}」 đã dùng {{ usage }} mục, giới hạn {{ limit }}, sắp vượt quá, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的单表数据量已有数据{{ usage }}条，上限为{{ limit }}条，单表数据量即将超量，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的單表資料量已有資料{{ usage }}筆，上限為{{ limit }}筆，單表資料量即將超額，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.guest_corp_accept
source: The company "{{ corpName }}" has accepted your invitation. Share the app/form permissions with its contact person for future collaboration.
de_de: Das Unternehmen "{{ corpName }}" hat Ihre Einladung angenommen. Teilen Sie die App-/Formularberechtigungen mit der Kontaktperson für die zukünftige Zusammenarbeit.
es_es: La empresa "{{ corpName }}" ha aceptado tu invitación. Comparte los permisos de la aplicación/formulario con su contacto para futuras colaboraciones.
fr_fr: L'entreprise "{{ corpName }}" a accepté votre invitation. Partagez les permissions des applications/formulaires avec son contact pour une collaboration future.
id_id: Perusahaan "{{ corpName }}" telah menerima undangan Anda. Bagikan izin aplikasi/formulir dengan narahubungnya untuk kolaborasi di masa mendatang.
ja_jp: 会社「{{ corpName }}」があなたの招待を受け入れました。将来のコラボレーションのために、アプリ/フォームの権限をその連絡先と共有してください。
km_kh: ក្រុមហ៊ុន "{{ corpName }}" បានទទួលយកការអញ្ជើញរបស់អ្នក។ ចែករំលែកសិទ្ធិកម្មវិធី/ទម្រង់ជាមួយអ្នកទំនាក់ទំនងរបស់ពួកគេសម្រាប់ការសហការនាពេលអនាគត។
ko_kr: "{{ corpName }}" 회사가 초대를 수락했습니다. 향후 협업을 위해 앱/양식 권한을 담당자에게 공유해 주세요.
pt_pt: A empresa "{{ corpName }}" aceitou seu convite. Compartilhe as permissões do aplicativo/formulário com o contato dela para colaboração futura.
ru_ru: Компания "{{ corpName }}" приняла ваше приглашение. Поделитесь разрешениями приложения/формы с ее контактным лицом для будущего сотрудничества.
th_th: บริษัท "{{ corpName }}" ยอมรับคำเชิญของคุณแล้ว แบ่งปันสิทธิ์การใช้งานแอป/แบบฟอร์มกับผู้ติดต่อเพื่อการทำงานร่วมกันในอนาคต
vi_vn: Doanh nghiệp 「{{ corpName }}」 đã chấp nhận yêu cầu kết nối, bạn có thể chia sẻ quyền ứng dụng/biểu mẫu với người liên hệ để hợp tác
zh_cn: 企业「{{ corpName }}」已经同意你的连接申请，你可以给对方企业对接人分享应用/表单权限，开展业务协作。
zh_tw: 企業「{{ corpName }}」已經同意你的協作邀請，你可以給對方企業對接人分享應用/表單權限，展開業務協作。

# site.message.content.guest_corp_accept_apply_tmp_owner
source: Your interconnected partner "{{ corpName }}" approved your request for co-managing the contacts.
de_de: Ihr verbundener Partner „{{ corpName }}“ hat Ihrer Anfrage zur gemeinsamen Verwaltung der Kontakte zugestimmt.
es_es: Su socio interconectado "{{ corpName }}" aprobó su solicitud para administrar conjuntamente los contactos.
fr_fr: Votre partenaire interconnecté "{{ corpName }}" a approuvé votre demande de gestion conjointe des contacts.
id_id: Mitra Anda yang saling terhubung "{{ corpName }}" menyetujui permintaan Anda untuk mengelola kontak bersama.
ja_jp: あなたの接続パートナー「{{ corpName }}」が、連絡先の共同管理に関するリクエストを承認しました。
km_kh: ដៃគូភ្ជាប់របស់អ្នក "{{ corpName }}" បានអនុម័តសំណើរបស់អ្នកសម្រាប់ការគ្រប់គ្រងទំនាក់ទំនងរួម។
ko_kr: 귀하의 상호 연결된 파트너 "{{ corpName }}"가 연락처 공동 관리 요청을 승인했습니다.
pt_pt: Seu parceiro interconectado "{{ corpName }}" aprovou sua solicitação de cogerenciamento dos contatos.
ru_ru: Ваш взаимосвязанный партнер «{{ corpName }}» одобрил ваш запрос на совместное управление контактами.
th_th: พันธมิตรที่เชื่อมต่อของคุณ "{{ corpName }}" อนุมัติคำขอของคุณในการจัดการร่วมของผู้ติดต่อ
vi_vn: Đối tác liên kết 「{{ corpName }}」 đã đồng ý bạn quản lý danh bạ
zh_cn: 与你互联的伙伴「{{ corpName }}」已同意你代管通讯录权限的申请。
zh_tw: 與你協作的夥伴「{{ corpName }}」已同意你代管通訊錄權限的申請。

# site.message.content.guest_corp_disconnect
source: The company "{{ corpName }}" has been disconnected from you.
de_de: Die Verbindung zum Unternehmen "{{ corpName }}" wurde getrennt.
es_es: La empresa "{{ corpName }}" ha sido desconectada de usted.
fr_fr: L'entreprise "{{ corpName }}" a été déconnectée de vous.
id_id: Perusahaan "{{ corpName }}" telah terputus dari Anda.
ja_jp: 会社「{{ corpName }}」はあなたとの接続を解除しました。
km_kh: ក្រុមហ៊ុន "{{ corpName }}" ត្រូវបានផ្តាច់ការតភ្ជាប់ពីអ្នក
ko_kr: 회사 "{{ corpName }}"에서 귀하의 연결이 해제되었습니다.
pt_pt: A empresa "{{ corpName }}" foi desconectada de você.
ru_ru: Компания "{{ corpName }}" была отключена от вас.
th_th: บริษัท "{{ corpName }}" ถูกตัดการเชื่อมต่อจากคุณ
vi_vn: Doanh nghiệp 「{{ corpName }}」 đã ngắt kết nối với bạn
zh_cn: 企业「{{ corpName }}」解除了和你的连接关系。
zh_tw: 企業「{{ corpName }}」解除了和你的協作關係。

# site.message.content.guest_corp_revoke
source: Your interconnected partner "{{ corpName }}" took over the permissions of the contacts.
de_de: Ihr Verbindungspartner „{{ corpName }}“ hat die Berechtigungen der Kontakte übernommen.
es_es: Su socio interconectado "{{ corpName }}" asumió los permisos de los contactos.
fr_fr: Votre partenaire interconnecté "{{ corpName }}" a pris en charge les autorisations des contacts.
id_id: Mitra Anda yang saling terhubung "{{ corpName }}" mengambil alih izin kontak.
ja_jp: あなたの接続パートナー「{{ corpName }}」は、連絡先の権限を引き継ぎました。
km_kh: ដៃគូដែលភ្ជាប់ជាមួយអ្នក "{{ corpName }}" បានទទួលយកសិទ្ធិនៃទំនាក់ទំនង
ko_kr: 귀하의 상호 연결된 파트너 "{{ corpName }}"이(가) 연락처의 권한을 인수했습니다.
pt_pt: Seu parceiro interconectado "{{ corpName }}" assumiu as permissões dos contatos.
ru_ru: Ваш взаимосвязанный партнер "{{ corpName }}" взял на себя разрешения контактов.
th_th: คู่ค้าที่เชื่อมต่อของคุณ "{{ corpName }}" เข้าควบคุมสิทธิ์ของผู้ติดต่อ
vi_vn: Doanh nghiệp liên kết 「{{ corpName }}」 của bạn đã chủ động quản lý danh bạ
zh_cn: 你连接的企业「{{ corpName }}」已主动接管通讯录权限。
zh_tw: 你的協作者「{{ corpName }}」已主動接管通訊錄權限。

# site.message.content.guest_corp_uninstall
source: Your interconnected partner "{{ corpName }}" changed its usage mode, so your interconnection is terminated, and the connection quota has been returned to your account. Contact the responsible person to rebuild the connection.
de_de: Ihr Verbindungspartner "{{ corpName }}" hat seinen Nutzungsmodus geändert. Ihre Verbindung wurde daher beendet und das Verbindungskontingent Ihrem Konto wieder gutgeschrieben. Wenden Sie sich an die zuständige Person, um die Verbindung wiederherzustellen.
es_es: Su socio interconectado "{{ corpName }}" cambió su modo de uso, por lo que su interconexión se ha cancelado y la cuota de conexión se ha devuelto a su cuenta. Contacte con la persona responsable para restablecer la conexión.
fr_fr: Votre partenaire interconnecté "{{ corpName }}" a changé son mode d'utilisation, mettant fin à votre interconnexion, et le quota de connexion a été retourné à votre compte. Contactez la personne responsable pour rétablir la connexion.
id_id: Mitra Anda yang saling terhubung "{{ corpName }}" mengubah mode penggunaannya, sehingga interkoneksi Anda dihentikan, dan kuota koneksi telah dikembalikan ke akun Anda. Hubungi orang yang bertanggung jawab untuk membangun kembali koneksi.
ja_jp: あなたの接続パートナー「{{ corpName }}」が使用モードを変更したため、接続が終了し、接続クォータがアカウントに戻されました。担当者に連絡して接続を再構築してください。
km_kh: ដៃគូភ្ជាប់របស់អ្នក "{{ corpName }}" បានផ្លាស់ប្តូររបៀបប្រើប្រាស់ ដូច្នេះការភ្ជាប់របស់អ្នកត្រូវបានបញ្ចប់ ហើយបរិមាណភ្ជាប់ត្រូវបានត្រឡប់ទៅគណនីអ្នកវិញ។ សូមទាក់ទងអ្នកទទួលខុសត្រូវដើម្បីកសាងការភ្ជាប់ឡើងវិញ។
ko_kr: 상호 연결된 파트너 "{{ corpName }}"의 사용 모드가 변경되어 상호 연결이 종료되었으며, 연결 할당량이 계정으로 반환되었습니다. 담당자에게 문의하여 연결을 다시 구축하세요.
pt_pt: Seu parceiro interconectado "{{ corpName }}" alterou o modo de uso, então sua interconexão foi encerrada e a cota de conexão foi devolvida à sua conta. Entre em contato com o responsável para restabelecer a conexão.
ru_ru: Ваш партнер по взаимодействию "{{ corpName }}" изменил свой режим использования, поэтому ваше взаимодействие прекращено, а квота на подключение возвращена на ваш счет. Обратитесь к ответственному лицу для восстановления подключения.
th_th: พันธมิตรที่เชื่อมต่อของคุณ "{{ corpName }}" เปลี่ยนโหมดการใช้งาน ดังนั้นการเชื่อมต่อของคุณจึงสิ้นสุดลง และโควตาการเชื่อมต่อได้ถูกส่งคืนไปยังบัญชีของคุณแล้ว ติดต่อผู้รับผิดชอบเพื่อสร้างการเชื่อมต่อใหม่
vi_vn: Doanh nghiệp liên kết 「{{ corpName }}」 thay đổi chế độ sử dụng, ngắt kết nối, hạn mức kết nối đã trả lại tài khoản, hợp tác tạm dừng, liên hệ người phụ trách để kết nối lại
zh_cn: 你连接的企业「{{ corpName }}」更换了使用模式，导致双方连接关系解除，连接配额已经返还至你的账号，业务协作暂时无法开展，请联系对方企业负责人重新建立连接关系。
zh_tw: 你的協作者「{{ corpName }}」更換了使用模式，導致雙方協作關係解除，協作名額已經返還至你的帳號，業務協作暫時無法展開，請聯繫對方企業負責人重新建立協作關係。

# site.message.content.host_corp_apply_tmp_owner
source: Your partner "{{ corpName }}" requested permission to manage the contacts in your "{{ _g_productName }}" account so that they will set up business contacts. If needed, take over the contacts permission later yourself.
de_de: Ihr Partner "{{ corpName }}" hat die Berechtigung zur Verwaltung der Kontakte in Ihrem "{{ _g_productName }}"-Konto angefordert, um Geschäftskontakte anzulegen. Übernehmen Sie die Berechtigung für Kontakte bei Bedarf später selbst.
es_es: Su socio "{{ corpName }}" solicitó permiso para administrar los contactos de su cuenta "{{ _g_productName }}" para configurar contactos comerciales. Si es necesario, asuma el permiso de los contactos más adelante.
fr_fr: Votre partenaire "{{ corpName }}" a demandé l'autorisation de gérer les contacts dans votre compte "{{ _g_productName }}" afin de configurer des contacts commerciaux. Si nécessaire, reprenez vous-même l'autorisation des contacts plus tard.
id_id: Mitra Anda "{{ corpName }}" meminta izin untuk mengelola kontak di akun "{{ _g_productName }}" Anda agar mereka dapat menyiapkan kontak bisnis. Jika perlu, ambil alih sendiri izin kontak tersebut nanti.
ja_jp: あなたのパートナー「{{ corpName }}」が、連絡先の管理権限をリクエストしました。ビジネス連絡先を設定するために「{{ _g_productName }}」アカウント内の連絡先を管理する権限をリクエストしました。必要に応じて、後で連絡先の権限を引き継いでください。
km_kh: ដៃគូរបស់អ្នក "{{ corpName }}" បានស្នើសុំសិទ្ធិគ្រប់គ្រងទំនាក់ទំនងក្នុងគណនី "{{ _g_productName }}" របស់អ្នក ដើម្បីឱ្យពួកគេអាចកំណត់ទំនាក់ទំនងអាជីវកម្ម។ បើចាំបាច់ អ្នកអាចទទួលយកសិទ្ធិគ្រប់គ្រងទំនាក់ទំនងនៅពេលក្រោយដោយខ្លួនឯង។
ko_kr: 파트너 "{{ corpName }}"님이 비즈니스 연락처를 설정하기 위해 "{{ _g_productName }}" 계정의 연락처 관리 권한을 요청했습니다. 필요한 경우 나중에 직접 연락처 권한을 가져오세요.
pt_pt: Seu parceiro "{{ corpName }}" solicitou permissão para gerenciar os contatos da sua conta "{{ _g_productName }}" para que eles configurem contatos comerciais. Se necessário, assuma a permissão de contatos posteriormente.
ru_ru: Ваш партнер "{{ corpName }}" запросил разрешение на управление контактами в вашей учетной записи "{{ _g_productName }}", чтобы они могли настроить деловые контакты. При необходимости позже возьмите на себя разрешение на контакты.
th_th: คู่ค้าของคุณ "{{ corpName }}" ขออนุญาตจัดการรายชื่อติดต่อในบัญชี "{{ _g_productName }}" ของคุณ เพื่อให้พวกเขาสามารถตั้งค่ารายชื่อติดต่อทางธุรกิจได้ หากจำเป็น คุณสามารถดำเนินการขออนุญาตสำหรับรายชื่อติดต่อด้วยตนเองในภายหลัง
vi_vn: Đối tác liên kết 「{{ corpName }}」 yêu cầu quản lý danh bạ tài khoản {{ _g_productName }} của bạn, để họ thiết lập người liên hệ, bạn có thể chủ động quản lý lại sau
zh_cn: 与你互联的伙伴「{{ corpName }}」申请代管你{{ _g_productName }}账号的通讯录权限，方便对方设置业务对接人，后续你可以主动接管通讯录权限。
zh_tw: 與你協作的夥伴「{{ corpName }}」申請代管你{{ _g_productName }}帳號的通訊錄權限，方便對方設定業務對接人，後續你可以主動接管通訊錄權限。

# site.message.content.host_corp_disconnect
source: The company "{{ corpName }}" terminated the collaboration with you. Adjust the corresponding permissions to avoid any impact on your business.
de_de: Das Unternehmen "{{ corpName }}" hat die Zusammenarbeit mit Ihnen beendet. Passen Sie die entsprechenden Berechtigungen an, um Auswirkungen auf Ihr Unternehmen zu vermeiden.
es_es: La empresa "{{ corpName }}" finalizó la colaboración con usted. Ajuste los permisos correspondientes para evitar cualquier impacto en su negocio.
fr_fr: L'entreprise "{{ corpName }}" a mis fin à la collaboration avec vous. Ajustez les autorisations correspondantes pour éviter tout impact sur votre activité.
id_id: Perusahaan "{{ corpName }}" mengakhiri kerja sama dengan Anda. Sesuaikan izin yang sesuai untuk menghindari dampak apa pun pada bisnis Anda.
ja_jp: 会社「{{ corpName }}」はあなたとのコラボレーションを終了しました。ビジネスへの影響を避けるために、対応する権限を調整してください。
km_kh: ក្រុមហ៊ុន "{{ corpName }}" បានបញ្ចប់ការសហការជាមួយអ្នក។ សូមលៃតម្រូវសិទ្ធិដែលត្រូវគ្នាដើម្បីជៀសវាងឥទ្ធិពលដល់អាជីវកម្មរបស់អ្នក
ko_kr: "{{ corpName }}" 회사에서 귀사와의 협업을 종료했습니다. 비즈니스에 영향을 미치지 않도록 해당 권한을 조정하세요.
pt_pt: A empresa "{{ corpName }}" encerrou a colaboração com você. Ajuste as permissões correspondentes para evitar qualquer impacto nos seus negócios.
ru_ru: Компания "{{ corpName }}" прекратила сотрудничество с вами. Измените соответствующие разрешения, чтобы избежать влияния на ваш бизнес.
th_th: บริษัท "{{ corpName }}" ยุติความร่วมมือกับคุณ โปรดปรับเปลี่ยนสิทธิ์ที่เกี่ยวข้องเพื่อหลีกเลี่ยงผลกระทบต่อธุรกิจของคุณ
vi_vn: Doanh nghiệp 「{{ corpName }}」 đã ngắt kết nối với bạn, điều chỉnh quyền kịp thời để tránh ảnh hưởng kinh doanh
zh_cn: 企业「{{ corpName }}」解除了和你的连接关系，请及时调整相关权限，以免影响业务开展。
zh_tw: 企業「{{ corpName }}」解除了和你的協作關係，請及時調整相關權限，以免影響業務展開。

# site.message.content.host_corp_uninstall
source: Your interconnected partner "{{ corpName }}" changed its usage mode, so your interconnection is terminated. Contact the responsible person to rebuild the connection.
de_de: Ihr Verbindungspartner "{{ corpName }}" hat seinen Nutzungsmodus geändert, daher ist Ihre Verbindung beendet. Kontaktieren Sie die zuständige Person, um die Verbindung wiederherzustellen.
es_es: Su socio interconectado "{{ corpName }}" cambió su modo de uso, por lo que su interconexión ha finalizado. Contacte con la persona responsable para restablecer la conexión.
fr_fr: Votre partenaire interconnecté "{{ corpName }}" a changé son mode d'utilisation, mettant fin à votre interconnexion. Contactez la personne responsable pour rétablir la connexion.
id_id: Mitra Anda yang saling terhubung "{{ corpName }}" mengubah mode penggunaannya, sehingga interkoneksi Anda dihentikan. Hubungi orang yang bertanggung jawab untuk membangun kembali koneksi.
ja_jp: あなたの接続パートナー「{{ corpName }}」が使用モードを変更したため、接続が終了しました。担当者に連絡して接続を再構築してください。
km_kh: ដៃគូភ្ជាប់របស់អ្នក "{{ corpName }}" បានផ្លាស់ប្តូររបៀបប្រើប្រាស់ ដូច្នេះការភ្ជាប់របស់អ្នកត្រូវបានបញ្ចប់។ សូមទាក់ទងអ្នកទទួលខុសត្រូវដើម្បីកសាងការភ្ជាប់ឡើងវិញ។
ko_kr: 상호 연결된 파트너 "{{ corpName }}"의 사용 모드가 변경되어 상호 연결이 종료되었습니다. 담당자에게 문의하여 연결을 다시 구축하세요.
pt_pt: Seu parceiro interconectado "{{ corpName }}" alterou o modo de uso, então sua interconexão foi encerrada. Entre em contato com a pessoa responsável para restabelecer a conexão.
ru_ru: Ваш партнер по взаимодействию "{{ corpName }}" изменил свой режим использования, поэтому ваше взаимодействие прекращено. Обратитесь к ответственному лицу для восстановления соединения.
th_th: พันธมิตรที่เชื่อมต่อของคุณ "{{ corpName }}" เปลี่ยนโหมดการใช้งาน ดังนั้นการเชื่อมต่อของคุณจึงสิ้นสุดลง โปรดติดต่อผู้รับผิดชอบเพื่อสร้างการเชื่อมต่อใหม่
vi_vn: Doanh nghiệp liên kết 「{{ corpName }}」 thay đổi chế độ sử dụng, ngắt kết nối, hợp tác tạm dừng, liên hệ người phụ trách để kết nối lại
zh_cn: 和你建立连接关系的企业「{{ corpName }}」更换了使用模式，导致双方连接关系解除，业务协作暂时无法开展，请联系对方企业负责人重新建立连接关系。
zh_tw: 和你建立協作關係的企業「{{ corpName }}」更換了使用模式，導致雙方協作關係解除，業務協作暫時無法展開，請聯繫對方企業負責人重新建立協作關係。

# site.message.content.import_file_complete
source: {{success}} attachment(s) imported for "{{ title }}". {{failed}} failed.
de_de: {{success}} Anhang(e) für "{{ title }}" importiert. {{failed}} ist fehlgeschlagen.
es_es: Se importaron {{success}} archivos adjuntos para "{{ title }}". Se produjo un error en {{failed}}.
fr_fr: {{success}} pièce(s) jointe(s) importée(s) pour "{{ title }}". {{failed}} échoué(es).
id_id: Lampiran {{success}} diimpor untuk "{{ title }}". {{failed}} gagal.
ja_jp: 「{{ title }}」のために{{ success }}個の添付ファイルがインポートされました。{{ failed }}個のインポートに失敗しました。
km_kh: បាននាំចូលឯកសារភ្ជាប់ {{success}} សម្រាប់ "{{ title }}"។ បរាជ័យ {{failed}}
ko_kr: "{{ title }}"에 대해 {{success}}개의 첨부 파일을 가져왔습니다. {{failed}}개가 실패했습니다.
pt_pt: {{success}} anexo(s) importado(s) para "{{ title }}". {{failed}} falhou.
ru_ru: {{success}} вложений импортировано для "{{ title }}". {{failed}} не удалось.
th_th: นำเข้าไฟล์แนบ {{success}} รายการสำหรับ "{{ title }}" {{failed}} ล้มเหลว
vi_vn: 「{{ title }}」 nhập thành công {{success}} tệp đính kèm, {{failed}} thất bại
zh_cn: 「{{ title }}」导入{{success}}个附件，{{failed}}个未导入。
zh_tw: 「{{ title }}」匯入{{success}}個附件，{{failed}}未匯入。

# site.message.content.kms_doc_annotation_solved.0
source: {{ operator }} handled the comments in the document "{{ document }}".
de_de: {{ operator }} hat die Kommentare im Dokument "{{ document }}" verarbeitet.
es_es: {{ operator }} manejó los comentarios en el documento "{{ document }}".
fr_fr: {{ operator }} a géré les commentaires dans le document "{{ document }}".
id_id: {{ operator }} menangani komentar dalam dokumen "{{ document }}".
ja_jp: {{ operator }}がドキュメント「{{ document }}」内のコメントを処理しました。
km_kh: {{ operator }} បានដោះស្រាយមតិក្នុងឯកសារ "{{ document }}"។
ko_kr: {{ operator }}가 "{{ document }}" 문서의 주석을 처리했습니다.
pt_pt: {{ operator }} tratou os comentários no documento "{{ document }}".
ru_ru: {{operator}} обработал комментарии в документе "{{document}}".
th_th: {{ operator }} จัดการความคิดเห็นในเอกสาร "{{ document }}"
vi_vn: {{ operator }} đã giải quyết bình luận chú thích trong tài liệu 「{{ document }}」
zh_cn: {{ operator }} 解决了文档「{{ document }}」的注释评论
zh_tw: {{ operator }} 解決了文件「{{ document }}」的註釋評論

# site.message.content.kms_doc_annotation_solved.1
source: Comment Overview: {{ comment }}
de_de: Kommentarübersicht: {{ comment }}
es_es: Descripción general del comentario: {{ comment }}
fr_fr: Aperçu du commentaire : {{ comment }}
id_id: Ringkasan Komentar: {{ comment }}
ja_jp: コメント概要：{{ comment }}。
km_kh: សេចក្តីសង្ខេបមតិ៖ {{ comment }}
ko_kr: 댓글 개요: {{ comment }}
pt_pt: Visão geral do comentário: {{ comment }}
ru_ru: Обзор комментариев: {{ comment }}
th_th: ภาพรวมความคิดเห็น: {{ comment }}
vi_vn: Tổng quan bình luận: {{ comment }}
zh_cn: {{ comment }}
zh_tw: 評論概覽： {{ comment }}

# site.message.content.kms_doc_comment.0
source: {{ operator }} commented on the document "{{ document }}".
de_de: {{ operator }} hat das Dokument „{{ document }}“ kommentiert.
es_es: {{ operator }} comentó el documento "{{ document }}".
fr_fr: {{ operator }} a commenté le document "{{ document }}".
id_id: {{ operator }} memberi komentar pada dokumen "{{ document }}".
ja_jp: {{ operator }}がドキュメント「{{ document }}」にコメントしました。
km_kh: {{ operator }} បានផ្តល់មតិលើឯកសារ "{{ document }}"។
ko_kr: {{ operator }}가 "{{ document }}" 문서에 댓글을 남겼습니다.
pt_pt: {{ operator }} comentou no documento "{{ document }}".
ru_ru: {{operator}} прокомментировал документ "{{document}}".
th_th: {{ operator }} แสดงความเห็นในเอกสาร "{{ document }}"
vi_vn: {{ operator }} đã bình luận tài liệu 「{{ document }}」
zh_cn: {{ operator }} 评论了文档「{{ document }}」
zh_tw: {{ operator }} 評論了文件「{{ document }}」
