Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.trial_usage_exceed
source: The system usage for your company/team "{{ corpName }}" has exceeded the limit of the free plan. To ensure uninterrupted system usage after the trial period, go to "Management > Plan Details" to view the usage details and upgrade the plan. The remaining trial days can be extended for any plan.
de_de: Die Systemnutzung Ihres Unternehmens/Teams "{{ corpName }}" hat das Limit des kostenlosen Plans überschritten. Um eine unterbrechungsfreie Systemnutzung nach der Testphase sicherzustellen, gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren. Die verbleibenden Testtage können für jeden Plan verlängert werden.
es_es: El uso del sistema de su empresa/equipo "{{ corpName }}" ha superado el límite del plan gratuito. Para garantizar un uso ininterrumpido del sistema después del periodo de prueba, vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan. Los días de prueba restantes se pueden extender para cualquier plan.
fr_fr: L'utilisation du système pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite du plan gratuit. Pour assurer une utilisation ininterrompue du système après la période d'essai, allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan. Les jours d'essai restants peuvent être prolongés pour tout plan.
id_id: Penggunaan sistem untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas paket gratis. Untuk memastikan penggunaan sistem tanpa gangguan setelah masa uji coba, buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket. Hari uji coba yang tersisa dapat diperpanjang untuk paket apa pun.
ja_jp: あなたの会社/チーム「{{ corpName }}」のシステム使用量が無料プランの制限を超えています。試用期間後も中断なくシステムを使用できるようにするために、「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。残りの試用日数は、どのプランでも延長できます。
km_kh: ការប្រើប្រាស់ប្រព័ន្ធសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិតផែនការឥតគិតថ្លៃ។ ដើម្បីធានាការប្រើប្រាស់ប្រព័ន្ធដោយមិនដាច់ដោយឡែកបន្ទាប់ពីអំឡុងពេលសាកល្បង សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។ ថ្ងៃសាកល្បងដែលនៅសល់អាចត្រូវបានពន្យារសម្រាប់ផែនការណាមួយ។
ko_kr: 귀사/팀 "{{ corpName }}"의 시스템 사용량이 무료 플랜의 한도를 초과했습니다. 체험 기간 종료 후 시스템 사용을 중단 없이 유지하려면 "관리 > 플랜 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 플랜을 업그레이드하세요. 모든 플랜의 남은 체험 기간은 연장 가능합니다.
pt_pt: uso do sistema da sua empresa/equipe "{{ corpName }}" excedeu o limite do plano gratuito. Para garantir o uso ininterrupto do sistema após o período de teste, acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e fazer o upgrade do plano. Os dias de teste restantes podem ser estendidos para qualquer plano.
ru_ru: Использование системы для вашей компании/команды "{{ corpName }}" превысило лимит бесплатного плана. Чтобы обеспечить бесперебойное использование системы после пробного периода, перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план. Оставшиеся дни пробного периода можно продлить для любого плана.
th_th: การใช้งานระบบสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัดของแผนฟรีแล้ว หากต้องการให้ระบบใช้งานต่อเนื่องได้หลังจากช่วงทดลองใช้งาน ให้ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน สามารถขยายวันทดลองใช้งานที่เหลือสำหรับแผนใดก็ได้
vi_vn: Dung lượng hệ thống của 「{{ corpName }}」 vượt giới hạn miễn phí. Để đảm bảo dùng bình thường sau thử nghiệm, xem chi tiết và nâng cấp tại 「Quản lý后台 - Thông tin phiên bản」, ngày thử nghiệm còn lại có thể gia hạn gói bất kỳ
zh_cn: 你团队「{{ corpName }}」的系统使用量已经超出免费版的限制。为保证试用到期后系统的正常使用，你可至「管理后台-版本信息」查看套餐使用详情和升级套餐，剩余试用天数可延长任意套餐的使用期限。
zh_tw: 你團隊「{{ corpName }}」的系統使用量已經超出免費版的限制。為保證試用到期後系統的正常使用，你可至「企業管理-版本資訊」查看方案使用詳情和升級方案，剩餘試用天數可延長任意方案的使用期限。

# site.message.content.trigger_buffer
source: The number of automations for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der Automatisierungen für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de automatizaciones de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre d'automatisations pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah otomatisasi untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」のオートメーションの数が「{{ vipLevel }}」制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួនស្វ័យប្រវត្តិកម្មសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 자동화 수가 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O número de automações da sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество автоматизаций для вашей компании/команды "{{ corpName }}" превысило лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวนการทำงานอัตโนมัติสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Số trợ lý thông minh của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的智能助手数量已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的智慧助手數量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.upload_exceed
source: The number of uploaded attachments for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der hochgeladenen Anhänge für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de archivos adjuntos subidos para su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre de pièces jointes téléchargées pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah lampiran yang diunggah untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」のアップロードされた添付ファイルの数が「{{ vipLevel }}」制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួនឯកសារភ្ជាប់ដែលបានផ្ទុកឡើងសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"에 업로드된 첨부 파일 수가 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: número de anexos enviados para sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество загруженных вложений для вашей компании/команды "{{ corpName }}" превысило лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวนไฟล์แนบที่อัปโหลดสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Dung lượng tệp đính kèm của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的附件上传量已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的附件上傳量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.upload_usage
source: The number of uploaded attachments in your company's/team's "{{ corpName }}" account has reached {{ usage }} out of the total limit of {{ limit }}. If the limit is exceeded, cloud coins will be consumed. To prevent any disruptions to your business, ensure that your account has sufficient coins.
de_de: Die Anzahl der hochgeladenen Anhänge im Konto "{{ corpName }}" Ihres Unternehmens/Teams hat {{ usage }} des Gesamtlimits von {{ limit }} erreicht. Bei Überschreitung des Limits werden Cloud-Coins verbraucht. Stellen Sie sicher, dass Ihr Konto über genügend Coins verfügt, um Störungen Ihres Geschäftsbetriebs zu vermeiden.
es_es: El número de archivos adjuntos subidos a la cuenta "{{ corpName }}" de su empresa/equipo ha alcanzado {{ usage }} del límite total de {{ limit }}. Si se supera el límite, se consumirán monedas en la nube. Para evitar interrupciones en su negocio, asegúrese de que su cuenta tenga suficientes monedas.
fr_fr: Le nombre de pièces jointes téléchargées dans le compte de votre entreprise/équipe "{{ corpName }}" a atteint {{ usage }} sur la limite totale de {{ limit }}. Si la limite est dépassée, des pièces cloud seront consommées. Pour éviter toute perturbation de votre activité, assurez-vous que votre compte dispose de suffisamment de pièces.
id_id: Jumlah lampiran yang diunggah di akun "{{ corpName }}" perusahaan/tim Anda telah mencapai {{ usage }} dari total batas {{ limit }}. Jika batas terlampaui, koin cloud akan digunakan. Untuk mencegah gangguan pada bisnis Anda, pastikan akun Anda memiliki koin yang cukup.
ja_jp: あなたの会社／チーム「{{ corpName }}」のアカウントにアップロードされた添付ファイルの数が{{ usage }}に達し、全体の制限{{ limit }}に近づいています。制限を超える場合、クラウドコインが消費されます。業務に支障がないように、アカウントに十分なコインがあることを確認してください。
km_kh: ចំនួនឯកសារភ្ជាប់ដែលបានផ្ទុកឡើងនៅក្នុងគណនីក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានឈានដល់ {{ usage }} ក្នុងចំណោមកម្រិតសរុប {{ limit }}។ បើលើសកម្រិត កាក់ពពកនឹងត្រូវបានប្រើប្រាស់។ ដើម្បីការពារការរំខានដល់អាជីវកម្មរបស់អ្នក សូមធានាថាគណនីរបស់អ្នកមានកាក់គ្រប់គ្រាន់។
ko_kr: 귀사/팀의 "{{ corpName }}" 계정에 업로드된 첨부 파일 수가 총 한도 {{ limit }}개 중 {{ usage }}개에 도달했습니다. 한도를 초과하면 클라우드 코인이 소모됩니다. 업무 중단을 방지하려면 계정에 충분한 코인이 있는지 확인하세요.
pt_pt: O número de anexos enviados na conta "{{ corpName }}" da sua empresa/equipe atingiu {{ usage }} do limite total de {{ limit }}. Se o limite for excedido, as moedas da nuvem serão consumidas. Para evitar interrupções nos seus negócios, certifique-se de que sua conta tenha moedas suficientes.
ru_ru: Количество загруженных вложений в аккаунте вашей компании/команды "{{ corpName }}" достигло {{ usage }} из общего лимита {{ limit }}. Если лимит будет превышен, будут израсходованы облачные монеты. Чтобы предотвратить любые сбои в работе вашего бизнеса, убедитесь, что на вашем аккаунте достаточно монет.
th_th: จำนวนไฟล์แนบที่อัปโหลดในบัญชี "{{ corpName }}" ของบริษัท/ทีมของคุณถึง {{ usage }} จากขีดจำกัดทั้งหมด {{ limit }} แล้ว หากเกินขีดจำกัด เหรียญคลาวด์จะถูกใช้ไป เพื่อป้องกันไม่ให้ธุรกิจของคุณหยุดชะงัก โปรดตรวจสอบให้แน่ใจว่าบัญชีของคุณมีเหรียญเพียงพอ
vi_vn: Dung lượng tệp đính kèm của 「{{ corpName }}」 đã dùng {{ usage }}, giới hạn {{ limit }}, vượt quá sẽ tiêu cloud coin. Đảm bảo đủ cloud coin để tránh ảnh hưởng
zh_cn: 你团队「{{ corpName }}」的账号附件上传量已用{{ usage }}，版本总附件上传量为{{ limit }}，附件上传量超量后将消耗云币使用。为避免影响业务运作，请确保云币余额充足。
zh_tw: 你團隊「{{ corpName }}」的帳號附件上傳量已用{{ usage }}，版本總附件上傳量為{{ limit }}，附件上傳量超額後將消耗雲幣使用。為避免影響業務運作，請確保雲幣餘額充足。

# site.message.content.upload_with_coin_usage
source: The number of uploaded attachments in your company's/team's "{{ corpName }}" account has reached {{ usage }} out of the total limit of {{ limit }}. If the limit is exceeded, cloud coins will be consumed. Now you have {{ coinBalance }} coin(s). To prevent any disruptions to your business, ensure that your account has sufficient coins.
de_de: Die Anzahl der hochgeladenen Anhänge im Konto "{{ corpName }}" Ihres Unternehmens/Teams hat {{ usage }} des Gesamtlimits von {{ limit }} erreicht. Bei Überschreitung des Limits werden Cloud Coins verbraucht. Sie verfügen nun über {{ coinBalance }} Coin(s). Um Störungen Ihres Geschäftsbetriebs zu vermeiden, stellen Sie sicher, dass Ihr Konto über ausreichend Coins verfügt.
es_es: El número de archivos adjuntos subidos a la cuenta "{{ corpName }}" de su empresa/equipo ha alcanzado {{ usage }} del límite total de {{ limit }}. Si se supera el límite, se consumirán monedas de la nube. Ahora tiene {{ coinBalance }} monedas. Para evitar interrupciones en su negocio, asegúrese de que su cuenta tenga suficientes monedas.
fr_fr: Le nombre de pièces jointes téléchargées dans le compte de votre entreprise/équipe "{{ corpName }}" a atteint {{ usage }} sur la limite totale de {{ limit }}. Si la limite est dépassée, des pièces cloud seront consommées. Vous avez maintenant {{ coinBalance }} pièce(s). Pour éviter toute perturbation de votre activité, assurez-vous que votre compte dispose de suffisamment de pièces.
id_id: Jumlah lampiran yang diunggah di akun "{{ corpName }}" perusahaan/tim Anda telah mencapai {{ usage }} dari total batas {{ limit }}. Jika batas terlampaui, koin cloud akan digunakan. Sekarang Anda memiliki {{ coinBalance }} koin. Untuk mencegah gangguan pada bisnis Anda, pastikan akun Anda memiliki koin yang cukup.
ja_jp: あなたの会社／チーム「{{ corpName }}」のアカウントにアップロードされた添付ファイルの数が{{ usage }}に達し、全体の制限{{ limit }}に近づいています。制限を超える場合、クラウドコインが消費されます。現在、{{ coinBalance }}コインがあります。業務に支障がないように、アカウントに十分なコインがあることを確認してください。
km_kh: ចំនួនឯកសារភ្ជាប់ដែលបានផ្ទុកឡើងនៅក្នុងគណនីក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានឈានដល់ {{ usage }} ក្នុងចំណោមកម្រិតសរុប {{ limit }}។ បើលើសកម្រិត កាក់ពពកនឹងត្រូវបានប្រើប្រាស់។ ឥឡូវអ្នកមាន {{ coinBalance }} កាក់។ ដើម្បីការពារការរំខានដល់អាជីវកម្មរបស់អ្នក សូមធានាថាគណនីរបស់អ្នកមានកាក់គ្រប់គ្រាន់។
ko_kr: 귀사/팀의 "{{ corpName }}" 계정에 업로드된 첨부 파일 수가 총 한도 {{ limit }}개 중 {{ usage }}개에 도달했습니다. 한도를 초과하면 클라우드 코인이 소모됩니다. 현재 {{ coinBalance }}개의 코인을 보유하고 있습니다. 업무 중단을 방지하려면 계정에 충분한 코인이 있는지 확인하세요.
pt_pt: O número de anexos enviados na conta "{{ corpName }}" da sua empresa/equipe atingiu {{ usage }} do limite total de {{ limit }}. Se o limite for excedido, as moedas da nuvem serão consumidas. Agora você tem {{ coinBalance }} moedas. Para evitar interrupções nos seus negócios, certifique-se de que sua conta tenha moedas suficientes.
ru_ru: Количество загруженных вложений в аккаунте вашей компании/команды "{{ corpName }}" достигло {{ usage }} из общего лимита {{ limit }}. Если лимит будет превышен, будут израсходованы облачные монеты. Теперь у вас есть {{ coinBalance }} монет(ы). Чтобы предотвратить любые сбои в работе вашего бизнеса, убедитесь, что на вашем счете достаточно монет.
th_th: จำนวนไฟล์แนบที่อัปโหลดในบัญชี "{{ corpName }}" ของบริษัท/ทีมของคุณถึง {{ usage }} จากขีดจำกัดทั้งหมด {{ limit }} แล้ว หากเกินขีดจำกัด เหรียญคลาวด์จะถูกใช้ไป ตอนนี้คุณมีเหรียญ {{ coinBalance }} เหรียญแล้ว เพื่อป้องกันไม่ให้ธุรกิจของคุณหยุดชะงัก โปรดตรวจสอบให้แน่ใจว่าบัญชีของคุณมีเหรียญเพียงพอ
vi_vn: Dung lượng tệp đính kèm của 「{{ corpName }}」 đã dùng {{ usage }}, giới hạn {{ limit }}, vượt quá sẽ tiêu cloud coin. Hiện có {{ coinBalance }} cloud coin, đảm bảo đủ để tránh ảnh hưởng
zh_cn: 你团队「{{ corpName }}」的账号附件上传量已用{{ usage }}，版本总附件上传量为{{ limit }}，附件上传量超量后将消耗云币使用。当前云币余额为{{ coinBalance }}个，为避免影响业务运作，请确保云币余额充足。
zh_tw: 你團隊「{{ corpName }}」的帳號附件上傳量已用{{ usage }}，版本總附件上傳量為{{ limit }}，附件上傳量超額後將消耗雲幣使用。當前雲幣餘額為{{ coinBalance }}個，為避免影響業務運作，請確保雲幣餘額充足。

# site.message.content.upload_with_less_coin_usage
source: The number of uploaded attachments in your company's/team's "{{ corpName }}" account has reached {{ usage }} out of the total limit of {{ limit }}. If the limit is exceeded, cloud coins will be consumed. Now you have no more than {{ coinBalance }} coin(s). To prevent any disruptions to your business, recharge the coins as soon as possible.
de_de: Die Anzahl der hochgeladenen Anhänge im Konto "{{ corpName }}" Ihres Unternehmens/Teams hat {{ usage }} des Gesamtlimits von {{ limit }} erreicht. Bei Überschreitung des Limits werden Cloud Coins verbraucht. Sie verfügen nun über maximal {{ coinBalance }} Coin(s). Um Störungen Ihres Geschäftsbetriebs zu vermeiden, laden Sie die Coins so schnell wie möglich wieder auf.
es_es: El número de archivos adjuntos subidos a la cuenta "{{ corpName }}" de su empresa/equipo ha alcanzado {{ usage }} del límite total de {{ limit }}. Si se supera el límite, se consumirán monedas de la nube. Ahora no tiene más de {{ coinBalance }} monedas. Para evitar interrupciones en su negocio, recargue las monedas lo antes posible.
fr_fr: Le nombre de pièces jointes téléchargées dans le compte de votre entreprise/équipe "{{ corpName }}" a atteint {{ usage }} sur la limite totale de {{ limit }}. Si la limite est dépassée, des pièces cloud seront consommées. Vous n'avez maintenant pas plus de {{ coinBalance }} pièce(s). Pour éviter toute perturbation de votre activité, rechargez les pièces dès que possible.
id_id: Jumlah lampiran yang diunggah di akun "{{ corpName }}" perusahaan/tim Anda telah mencapai {{ usage }} dari total batas {{ limit }}. Jika batas terlampaui, koin cloud akan digunakan. Sekarang Anda tidak memiliki lebih dari {{ coinBalance }} koin. Untuk mencegah gangguan pada bisnis Anda, isi ulang koin sesegera mungkin.
ja_jp: あなたの会社／チーム「{{ corpName }}」のアカウントにアップロードされた添付ファイルの数が{{ usage }}に達し、全体の制限{{ limit }}に近づいています。制限を超える場合、クラウドコインが消費されます。現在、{{ coinBalance }}コイン以下しかありません。業務に支障がないように、できるだけ早くコインをリチャージしてください。
km_kh: ចំនួនឯកសារភ្ជាប់ដែលបានផ្ទុកឡើងនៅក្នុងគណនីក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានឈានដល់ {{ usage }} ក្នុងចំណោមកម្រិតសរុប {{ limit }}។ បើលើសកម្រិត កាក់ពពកនឹងត្រូវបានប្រើប្រាស់។ ឥឡូវអ្នកមានមិនលើសពី {{ coinBalance }} កាក់ទេ។ ដើម្បីការពារការរំខានដល់អាជីវកម្មរបស់អ្នក សូមសាកកាក់ឡើងវិញឱ្យបានមុន។
ko_kr: 귀사/팀의 "{{ corpName }}" 계정에 업로드된 첨부 파일 수가 총 한도 {{ limit }}개 중 {{ usage }}개에 도달했습니다. 한도를 초과하면 클라우드 코인이 소모됩니다. 현재 보유 코인은 {{ coinBalance }}개입니다. 업무에 차질이 없도록 최대한 빨리 코인을 충전해 주세요.
pt_pt: número de anexos enviados na conta "{{ corpName }}" da sua empresa/equipe atingiu {{ usage }} do limite total de {{ limit }}. Se o limite for excedido, as moedas da nuvem serão consumidas. Agora você não tem mais do que {{ coinBalance }} moedas. Para evitar interrupções nos seus negócios, recarregue as moedas o mais rápido possível.
ru_ru: Количество загруженных вложений в аккаунте вашей компании/команды "{{ corpName }}" достигло {{ usage }} из общего лимита {{ limit }}. Если лимит будет превышен, будут израсходованы облачные монеты. Теперь у вас не более {{ coinBalance }} монет(ы). Чтобы предотвратить любые сбои в работе вашего бизнеса, пополните запас монет как можно скорее.
th_th: จำนวนไฟล์แนบที่อัปโหลดในบัญชี "{{ corpName }}" ของบริษัท/ทีมของคุณถึง {{ usage }} จากขีดจำกัดทั้งหมด {{ limit }} แล้ว หากเกินขีดจำกัด เหรียญคลาวด์จะถูกใช้ไป ตอนนี้คุณไม่มีเหรียญเกิน {{ coinBalance }} เหรียญ เพื่อป้องกันไม่ให้ธุรกิจของคุณหยุดชะงัก โปรดชาร์จเหรียญโดยเร็วที่สุด
vi_vn: Dung lượng tệp đính kèm của 「{{ corpName }}」 đã dùng {{ usage }}, giới hạn {{ limit }}, vượt quá sẽ tiêu cloud coin. Hiện không đủ {{ coinBalance }}, nạp ngay để tránh ảnh hưởng
zh_cn: 你团队「{{ corpName }}」的账号附件上传量已用{{ usage }}，版本总附件上传量为{{ limit }}，附件上传量超量后将消耗云币使用。当前云币余额不足{{ coinBalance }}，为避免影响业务运作，请尽快充值。
zh_tw: 你團隊「{{ corpName }}」的帳號附件上傳量已用{{ usage }}，版本總附件上傳量為{{ limit }}，附件上傳量超額後將消耗雲幣使用。當前雲幣餘額不足{{ coinBalance }}，為避免影響業務運作，請儘快加值。
