Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# form.sysField.flowVer
source: Version
es_es: Versión
id_id: Versi
ja_jp: バージョン
km_kh: កំណែ
ko_kr: 버전
pt_pt: Versão
ru_ru: Версия
th_th: เวอร์ชัน
vi_vn: Phiên bản quy trình
zh_cn: 流程版本
zh_tw: 流程版本

# form.sysField.operator
source: Acted by
de_de: Gespielt von
es_es: Actuado por
fr_fr: Agit par
id_id: Diperankan oleh
ja_jp: 操作者
km_kh: បានធ្វើដោយ
ko_kr: 에 의해 행동
pt_pt: Atuou por
ru_ru: Действовал
th_th: รับบทโดย
vi_vn: Người thao tác
zh_cn: 操作人
zh_tw: 操作人

# form.sysField.printOperator
source: Printed User
de_de: Gedruckter Benutzer
es_es: Usuario impreso
fr_fr: Utilisateur ayant imprimé
id_id: Pengguna yang Dicetak
ja_jp: 印刷者
km_kh: អ្នកប្រើប្រាស់ដែលបានបោះពុម្ព
ko_kr: 인쇄된 사용자
pt_pt: Usuário Impresso
ru_ru: Печатный Пользователь
th_th: ผู้ใช้ที่พิมพ์
vi_vn: Người in
zh_cn: 打印人
zh_tw: 列印人

# form.sysField.printTime
source: Printed Time
de_de: Gedruckte Zeit
es_es: Tiempo impreso
fr_fr: Heure d'impression
id_id: Waktu Cetak
ja_jp: 印刷時間
km_kh: ពេលវេលាបោះពុម្ព
ko_kr: 인쇄된 시간
pt_pt: Tempo impresso
ru_ru: Напечатанное время
th_th: เวลาที่พิมพ์
vi_vn: Thời gian in
zh_cn: 打印时间
zh_tw: 列印時間

# form.sysField.privateDataQr
source: Data QR Code (Internal)
de_de: Daten-QR-Code (intern)
es_es: Código QR de datos (interno)
fr_fr: Code QR des données (interne)
id_id: Kode QR Data (Internal)
ja_jp: データQRコード（内部）
km_kh: កូដ QR ទិន្នន័យ (ខាងក្នុង)
ko_kr: 데이터 QR 코드(내부)
pt_pt: Código QR de dados (interno)
ru_ru: QR-код данных (внутренний)
th_th: ข้อมูล QR Code (ภายใน)
vi_vn: Mã QR nội bộ dữ liệu
zh_cn: 数据内链二维码
zh_tw: 內部連結 QR Code

# form.sysField.publicDataQr
source: Data QR Code (Public)
de_de: Daten-QR-Code (öffentlich)
es_es: Código QR de datos (público)
fr_fr: Code QR des données (public)
id_id: Data Kode QR (Publik)
ja_jp: データQRコード（公開）
km_kh: កូដ QR ទិន្នន័យ (សាធារណៈ)
ko_kr: 데이터 QR 코드(공개)
pt_pt: Código QR de dados (público)
ru_ru: QR-код данных (публичный)
th_th: ข้อมูล QR Code (สาธารณะ)
vi_vn: Mã QR công khai dữ liệu
zh_cn: 数据外链二维码
zh_tw: 公開連結 QR Code

# form.sysField.updateTime
source: Updated Time
de_de: Aktualisierte Zeit
es_es: Hora actualizada
fr_fr: Heure de mise à jour
id_id: Waktu yang diperbarui
ja_jp: 更新時間
km_kh: ពេលវេលាធ្វើឱ្យទាន់សម័យ
ko_kr: 업데이트된 시간
pt_pt: Hora atualizada
ru_ru: Обновленное время
th_th: เวลาที่อัปเดต
vi_vn: Thời gian cập nhật
zh_cn: 更新时间
zh_tw: 更新時間

# form.sysField.updater
source: Updated User
de_de: Aktualisierter Benutzer
es_es: Usuario actualizado
fr_fr: Utilisateur ayant mis à jour
id_id: Pengguna yang Diperbarui
ja_jp: 更新者
km_kh: អ្នកប្រើប្រាស់ដែលបានធ្វើឱ្យទាន់សម័យ
ko_kr: 업데이트된 사용자
pt_pt: Usuário atualizado
ru_ru: Обновленный пользователь
th_th: อัพเดทผู้ใช้
vi_vn: Người cập nhật
zh_cn: 修改人
zh_tw: 修改人

# form.sysField.wxAvatar
source: WeChat Avatar
es_es: Avatar de WeChat
fr_fr: Avatar WeChat
id_id: Avatar WeChat
ja_jp: WeChatアバター
km_kh: រូបអាវ៉ាតារ WeChat
ko_kr: 위챗 아바타
pt_pt: Avatar do WeChat
ru_ru: Аватар WeChat
th_th: อวาตาร์ WeChat
vi_vn: Ảnh đại diện WeChat
zh_cn: 微信头像
zh_tw: 微信大頭貼

# form.sysField.wxNickname
source: WeChat Name
es_es: Nombre de WeChat
fr_fr: Nom WeChat
id_id: Nama WeChat
ja_jp: WeChat名
km_kh: ឈ្មោះ WeChat
ko_kr: 위챗 이름
pt_pt: Nome do WeChat
ru_ru: Имя WeChat
th_th: ชื่อ WeChat
vi_vn: Tên WeChat
zh_cn: 微信昵称
zh_tw: 微信名字

# form.sysField.wxOpenId
source: WeChat OpenID
fr_fr: OpenID WeChat
id_id: WeChat Buka ID
ko_kr: 위챗 오픈아이디
th_th: WeChat เปิด ID
vi_vn: OpenID WeChat
zh_cn: 微信OpenID
zh_tw: 微信OpenID

# formView.allData.name
source: All Data
de_de: Alle Daten
es_es: Todos los datos
fr_fr: Toutes les données
id_id: Semua Data
ja_jp: 全てのデータ
km_kh: ទិន្នន័យទាំងអស់
ko_kr: 모든 데이터
pt_pt: Todos os dados
ru_ru: Все данные
th_th: ข้อมูลทั้งหมด
vi_vn: Tất cả dữ liệu
zh_cn: 全部数据
zh_tw: 全部資料

# formView.untitled.name
source: Untitled View
de_de: Unbenannte Ansicht
es_es: Vista sin título
fr_fr: Vue sans titre
id_id: Tampilan Tanpa Judul
ja_jp: 無題ビュー
km_kh: មើលដោយគ្មានចំណងជើង
ko_kr: 제목 없는 보기
pt_pt: Visualização sem título
ru_ru: Безымянный вид
th_th: มุมมองที่ไม่มีชื่อ
vi_vn: Chế độ xem chưa đặt tên
zh_cn: 未命名视图
zh_tw: 未命名檢視

# formula.cal.type.error
source: The formula calculation result is of the wrong data type
de_de: Das Ergebnis der Formelberechnung weist den falschen Datentyp auf
es_es: El resultado del cálculo de la fórmula es del tipo de datos incorrecto
fr_fr: Le résultat du calcul de la formule est du mauvais type de données
id_id: Hasil perhitungan rumus memiliki tipe data yang salah
ja_jp: 公式計算結果がデータ型と一致しません
km_kh: លទ្ធផលគណនារូបមន្តមានប្រភេទទិន្នន័យមិនត្រឹមត្រូវ
ko_kr: 수식 계산 결과가 잘못된 데이터 유형입니다.
pt_pt: O resultado do cálculo da fórmula é do tipo de dados errado
ru_ru: Результат расчета формулы имеет неверный тип данных.
th_th: ผลลัพธ์การคำนวณสูตรมีชนิดข้อมูลไม่ถูกต้อง
vi_vn: Kết quả tính toán công thức không khớp kiểu dữ liệu
zh_cn: 公式计算结果不符合数据类型
zh_tw: 公式計算結果不符合資料類型

# formula.express.error
source: Incorrect formula expression
de_de: Falscher Formelausdruck
es_es: Expresión de fórmula incorrecta
fr_fr: Expression de formule incorrecte
id_id: Ekspresi rumus salah
ja_jp: 公式の式が正しくありません
km_kh: កន្សោមរូបមន្តមិនត្រឹមត្រូវ
ko_kr: 잘못된 수식 표현
pt_pt: Expressão de fórmula incorreta
ru_ru: Неправильное выражение формулы
th_th: นิพจน์สูตรไม่ถูกต้อง
vi_vn: Biểu thức công thức không đúng
zh_cn: 公式表达式不正确
zh_tw: 公式表達式不正確

# function.not.support
source: This function isn't supported in the active plan!
de_de: Diese Funktion wird im aktiven Plan nicht unterstützt!
es_es: ¡Esta función no está compatible con el plan activo!
fr_fr: Cette fonction n'est pas prise en charge dans le plan actif !
id_id: Fungsi ini tidak didukung dalam paket aktif!
ja_jp: 現在のバージョンはこの関数をサポートしていません！
km_kh: មុខងារនេះមិនត្រូវបានគាំទ្រក្នុងគម្រោងសកម្មទេ!
ko_kr: 이 기능은 현재 활성화된 플랜에서는 지원되지 않습니다!
pt_pt: Esta função não é suportada no plano ativo!
ru_ru: Эта функция не поддерживается в активном плане!
th_th: ฟังก์ชั่นนี้ไม่ได้รับการสนับสนุนในแผนที่ใช้งานอยู่!
vi_vn: Phiên bản hiện tại không hỗ trợ hàm này!
zh_cn: 当前版本不支持此函数！
zh_tw: 當前版本不支持此函数！

# function.param.count.error
source: Incorrect number of parameters for {{ name }} function
de_de: Falsche Anzahl von Parametern für die Funktion {{ name }}
es_es: Número incorrecto de parámetros para la función {{ name }}
fr_fr: Nombre incorrect de paramètres pour la fonction {{ name }}
id_id: Jumlah parameter yang salah untuk fungsi {{ name }}
ja_jp: {{ name }}関数のパラメータ数が正しくありません
km_kh: ចំនួនប៉ារ៉ាម៉ែត្រមិនត្រឹមត្រូវសម្រាប់អនុគមន៍ {{ name }}
ko_kr: {{ name }} 함수의 매개변수 개수가 올바르지 않습니다.
pt_pt: Número incorreto de parâmetros para a função {{ name }}
ru_ru: Неверное количество параметров для функции {{name}}
th_th: จำนวนพารามิเตอร์ไม่ถูกต้องสำหรับฟังก์ชัน {{ name }}
vi_vn: Số lượng tham số của hàm {{ name }} không đúng
zh_cn: {{ name }}函数参数的个数不正确
zh_tw: {{ name }}函数參數的個數不正確

# function.param.error
source: Incorrect parameter(s) for {{ name }} function
de_de: Falsche Parameter für die Funktion {{ name }}
es_es: Parámetros incorrectos para la función {{ name }}
fr_fr: Paramètre(s) incorrect(s) pour la fonction {{ name }}
id_id: Parameter yang salah untuk fungsi {{ name }}
ja_jp: {{ name }}関数のパラメータが正しくありません
km_kh: ប៉ារ៉ាម៉ែត្រមិនត្រឹមត្រូវសម្រាប់អនុគមន៍ {{ name }}
ko_kr: {{ name }} 함수에 대한 잘못된 매개변수가 있습니다.
pt_pt: Parâmetro(s) incorreto(s) para a função {{ name }}
ru_ru: Неверный(е) параметр(ы) для функции {{ name }}
th_th: พารามิเตอร์ไม่ถูกต้องสำหรับฟังก์ชัน {{ name }}
vi_vn: Tham số của hàm {{ name }} không đúng
zh_cn: {{ name }}函数参数不正确
zh_tw: {{ name }}函数參數不正確

# function.param.notEmpty
source: Parameters for {{ name }} function can't be empty
de_de: Parameter für die Funktion {{ name }} dürfen nicht leer sein
es_es: Los parámetros de la función {{ name }} no pueden estar vacíos
fr_fr: Les paramètres pour la fonction {{ name }} ne peuvent pas être vides
id_id: Parameter untuk fungsi {{ name }} tidak boleh kosong
ja_jp: {{ name }}関数のパラメータは空にできません
km_kh: ប៉ារ៉ាម៉ែត្រសម្រាប់អនុគមន៍ {{ name }} មិនអាចទទេបានទេ
ko_kr: {{ name }} 함수의 매개변수는 비어 있을 수 없습니다.
pt_pt: Os parâmetros para a função {{ name }} não podem estar vazios
ru_ru: Параметры для функции {{name}} не могут быть пустыми
th_th: พารามิเตอร์สำหรับฟังก์ชัน {{ name }} ไม่สามารถว่างเปล่าได้
vi_vn: Tham số của hàm {{ name }} không được để trống
zh_cn: {{ name }}函数参数不能为空
zh_tw: {{ name }}函数參數不能為空

# function.param.type.error
source: Incorrect parameter type for {{ name }} function
de_de: Falscher Parametertyp für die Funktion {{ name }}
es_es: Tipo de parámetro incorrecto para la función {{ name }}
fr_fr: Type de paramètre incorrect pour la fonction {{ name }}
id_id: Tipe parameter salah untuk fungsi {{ name }}
ja_jp: {{ name }}関数のパラメータタイプが正しくありません
km_kh: ប្រភេទប៉ារ៉ាម៉ែត្រមិនត្រឹមត្រូវសម្រាប់អនុគមន៍ {{ name }}
ko_kr: {{ name }} 함수의 매개변수 유형이 잘못되었습니다.
pt_pt: Tipo de parâmetro incorreto para a função {{ name }}
ru_ru: Неверный тип параметра для функции {{ name }}
th_th: ประเภทพารามิเตอร์ไม่ถูกต้องสำหรับฟังก์ชัน {{ name }}
vi_vn: Kiểu tham số của hàm {{ name }} không đúng
zh_cn: {{ name }}函数参数类型不正确
zh_tw: {{ name }}函数參數類型不正確

# function.return.error
source: Unspecified return value type for {{ name }} function
de_de: Nicht angegebener Rückgabewerttyp für die Funktion {{ name }}
es_es: Tipo de valor de retorno no especificado para la función {{ name }}
fr_fr: Type de valeur de retour non spécifié pour la fonction {{ name }}
id_id: Tipe nilai pengembalian yang tidak ditentukan untuk fungsi {{ name }}
ja_jp: {{ name }}関数の戻り値の型が不明です
km_kh: មិនបានបញ្ជាក់ប្រភេទតម្លៃត្រឡប់សម្រាប់អនុគមន៍ {{ name }}
ko_kr: {{ name }} 함수에 대한 반환 값 유형이 지정되지 않았습니다.
pt_pt: Tipo de valor de retorno não especificado para a função {{ name }}
ru_ru: Неуказанный тип возвращаемого значения для функции {{ name }}
th_th: ประเภทค่าส่งคืนที่ไม่ได้ระบุสำหรับฟังก์ชัน {{ name }}
vi_vn: Kiểu trả về của hàm {{ name }} không rõ ràng
zh_cn: {{ name }}函数返回值类型不明确
zh_tw: {{ name }}函数返回值類型不明確

# function.second.param.constant
source: The second parameter for {{ name }} function can only be a constant
de_de: Der zweite Parameter für die Funktion {{ name }} kann nur eine Konstante sein
es_es: El segundo parámetro de la función {{ name }} solo puede ser una constante
fr_fr: Le deuxième paramètre pour la fonction {{ name }} ne peut être qu'une constante
id_id: Parameter kedua untuk fungsi {{ name }} hanya bisa berupa konstanta
ja_jp: {{ name }}の第2引数は定数でなければなりません
km_kh: ប៉ារ៉ាម៉ែត្រទីពីរសម្រាប់អនុគមន៍ {{ name }} អាចជាថេរប៉ុណ្ណោះ
ko_kr: {{ name }} 함수의 두 번째 매개변수는 상수만 가능합니다.
pt_pt: O segundo parâmetro para a função {{ name }} só pode ser uma constante
ru_ru: Вторым параметром функции {{name}} может быть только константа.
th_th: พารามิเตอร์ที่สองสำหรับฟังก์ชัน {{ name }} สามารถเป็นค่าคงที่ได้เท่านั้น
vi_vn: Tham số thứ hai của hàm {{ name }} chỉ được là hằng số
zh_cn: {{ name }}第二个参数只能为常量
zh_tw: {{ name }}第二個參數只能為常量

# function.two.param
source: At least 2 parameters are needed for {{ name }} function
de_de: Für die Funktion {{ name }} werden mindestens 2 Parameter benötigt
es_es: Se necesitan al menos 2 parámetros para la función {{ name }}
fr_fr: Au moins 2 paramètres sont nécessaires pour la fonction {{ name }}
id_id: Setidaknya 2 parameter diperlukan untuk fungsi {{ name }}
ja_jp: {{ name }}関数には少なくとも2つの引数が必要です
km_kh: ត្រូវការយ៉ាងហោចណាស់ 2 ប៉ារ៉ាម៉ែត្រសម្រាប់អនុគមន៍ {{ name }}
ko_kr: {{ name }} 함수에는 최소 2개의 매개변수가 필요합니다.
pt_pt: Pelo menos 2 parâmetros são necessários para a função {{ name }}
ru_ru: Для функции {{name}} необходимо не менее 2 параметров
th_th: ต้องมีพารามิเตอร์อย่างน้อย 2 ตัวสำหรับฟังก์ชัน {{ name }}
vi_vn: Hàm {{ name }} cần ít nhất 2 tham số
zh_cn: {{ name }}函数至少需要两个参数
zh_tw: {{ name }}函数至少需要兩個參數

# function.two.param.error
source: The type of {{ i }}th and {{ preIdx }}th parameter for {{ name }} function doesn't match
de_de: Der Typ des {{ i }}ten und {{ preIdx }}ten Parameters für die {{ name }} Funktion stimmt nicht überein
es_es: El tipo de los parámetros {{ i }} y {{ preIdx }} para la función {{ name }} no coincide
fr_fr: Le type du {{ i }}ème et du {{ preIdx }}ème paramètre pour la fonction {{ name }} ne correspond pas
id_id: Tipe parameter {{ i }} dan {{ preIdx }} untuk fungsi {{ name }} tidak cocok
ja_jp: {{ name }}関数の第{{ i }}引数の型が第{{ preIdx }}引数の型と一致しません
km_kh: ប្រភេទប៉ារ៉ាម៉ែត្រទី {{ i }} និងទី {{ preIdx }} សម្រាប់អនុគមន៍ {{ name }} មិនត្រូវគ្នា
ko_kr: {{ name }} 함수의 {{ i }}번째 및 {{ preIdx }}번째 매개변수의 유형이 일치하지 않습니다.
pt_pt: O tipo de parâmetro {{ i }}th e {{ preIdx }}th para a função {{ name }} não corresponde
ru_ru: Тип {{ i }}-го и {{ preIdx }}-го параметров для функции {{ name }} не совпадает
th_th: ประเภทของพารามิเตอร์ {{ i }}th และ {{ preIdx }}th สำหรับฟังก์ชัน {{ name }} ไม่ตรงกัน
vi_vn: Kiểu của tham số thứ {{ i }} và thứ {{ preIdx }} của hàm {{ name }} không khớp
zh_cn: {{ name }}函数第{{ i }}个参数的类型与第{{ preIdx }}个参数的类型不相同
zh_tw: {{ name }}函数第{{ i }}個參數的類型與第{{ preIdx }}個參數的類型不相同

# function.which.param.error
source: Incorrect type of the {{ i }}th parameter for {{ name }} function
de_de: Falscher Typ des {{ i }}ten Parameters für die {{ name }} Funktion
es_es: Tipo incorrecto del parámetro {{ i }} para la función {{ name }}
fr_fr: Type incorrect du {{ i }}ème paramètre pour la fonction {{ name }}
id_id: Tipe parameter {{ i }} yang salah untuk fungsi {{ name }}
ja_jp: {{ name }}関数の第{{ i }}引数の型が正しくありません
km_kh: ប្រភេទប៉ារ៉ាម៉ែត្រទី {{ i }} មិនត្រឹមត្រូវសម្រាប់អនុគមន៍ {{ name }}
ko_kr: {{ name }} 함수의 {{ i }}번째 매개변수 유형이 잘못되었습니다.
pt_pt: Tipo incorreto do parâmetro {{ i }}ésimo para a função {{ name }}
ru_ru: Неправильный тип параметра {{ i }} для функции {{ name }}
th_th: ประเภทของพารามิเตอร์ที่ {{ i }} สำหรับฟังก์ชัน {{ name }} ไม่ถูกต้อง
vi_vn: Kiểu của tham số thứ {{ i }} của hàm {{ name }} không đúng
zh_cn: {{ name }}函数第{{ i }}个参数的类型不正确
zh_tw: {{ name }}函数第{{ i }}個參數的類型不正確

# function.which.param.length.beyond.limit
source: The length of the {{ i }}th parameter for {{ name }} function exceeds limit
de_de: Die Länge des {{ i }}ten Parameters für die Funktion {{ name }} überschreitet das Limit
es_es: La longitud del parámetro {{ i }} para la función {{ name }} excede el límite
fr_fr: La longueur du {{ i }}ème paramètre pour la fonction {{ name }} dépasse la limite
id_id: Panjang parameter {{ i }} untuk fungsi {{ name }} melebihi batas
ja_jp: {{ name }}関数の第{{ i }}引数の長さが制限を超えています
km_kh: ប្រវែងប៉ារ៉ាម៉ែត្រទី {{ i }} លើសពីដែនកំណត់សម្រាប់អនុគមន៍ {{ name }}
ko_kr: {{ name }} 함수의 {{ i }}번째 매개변수 길이가 제한을 초과합니다.
pt_pt: O comprimento do parâmetro {{ i }}ésimo para a função {{ name }} excede o limite
ru_ru: Длина {{ i }}-го параметра для функции {{ name }} превышает предел
th_th: ความยาวของพารามิเตอร์ที่ {{ i }} สำหรับฟังก์ชัน {{ name }} เกินขีดจำกัด
vi_vn: Độ dài tham số thứ {{ i }} của hàm {{ name }} vượt quá giới hạn
zh_cn: {{ name }}函数的第{{ i }}个参数长度超出限制
zh_tw: {{ name }}函数的第{{ i }}個參數長度超出限制

# handover.type.data
source: "Data"
de_de: [Daten]
es_es: [Datos]
fr_fr: [Données]
ja_jp: [データ]
km_kh: [ទិន្នន័យ]
ko_kr: [데이터]
pt_pt: [Dados]
ru_ru: [Данные]
th_th: [ข้อมูล]
vi_vn: 「Dữ liệu」
zh_cn: 「数据」
zh_tw: 「資料」

# handover.type.entry
source: "Form/Dashboard"
de_de: [Formular/Dashboard]
es_es: [Formulario/Panel de control]
fr_fr: [Formulaire/Tableau de bord]
id_id: [Formulir/Dasbor]
ja_jp: [フォーム/ダッシュボード]
km_kh: [ទម្រង់/ផ្ទាំងគ្រប់គ្រង]
ko_kr: [폼/대시보드]
pt_pt: [Formulário/Painel]
ru_ru: [Форма/Панель инструментов]
th_th: [แบบฟอร์ม/แดชบอร์ด]
vi_vn: 「Biểu mẫu/Bảng điều khiển」
zh_cn: 「表单/仪表盘」
zh_tw: 「表單/儀表板」

# handover.type.kms
source: "Knowledge Base"
de_de: [Wissensdatenbank]
es_es: [Base de conocimientos]
fr_fr: [Base de connaissances]
id_id: [Basis Pengetahuan]
ja_jp: [ナレッジベース]
km_kh: [មូលដ្ឋានចំណេះដឹង]
ko_kr: [지식 기반]
pt_pt: [Base de Conhecimento]
ru_ru: [База знаний]
th_th: [ฐานความรู้]
vi_vn: 「Thư viện kiến thức」
zh_cn: 「知识库」
zh_tw: 「知識庫」

# handover.type.role
source: "Contacts"
de_de: [Kontakte]
es_es: [Contactos]
id_id: [Kontak]
ja_jp: [連絡先]
km_kh: [ទំនាក់ទំនង]
ko_kr: [콘택트 렌즈]
pt_pt: [Contatos]
ru_ru: [Контакты]
th_th: [ติดต่อเรา]
vi_vn: 「Danh bạ」
zh_cn: 「通讯录」
zh_tw: 「通訊錄」

# handover.type.todo
source: "Tasks"
de_de: [Aufgaben]
es_es: [Tareas]
fr_fr: [Tâches]
id_id: [Tugas]
ja_jp: [タスク]
km_kh: [ភារកិច្ច]
ko_kr: [업무]
pt_pt: [Tarefas]
ru_ru: [Задачи]
th_th: [ภารกิจ]
vi_vn: 「Công việc chờ quy trình」
zh_cn: 「流程待办」
zh_tw: 「流程待辦」

# handover.type.workflow
source: "Workflow Approver"
de_de: [Workflow-Genehmiger]
es_es: [Aprobador del flujo de trabajo]
fr_fr: [Approbateur de flux de travail]
id_id: [Pemberi Persetujuan Alur Kerja]
ja_jp: [ワークフロー承認者]
km_kh: [អ្នកអនុម័តលំហូរការងារ]
ko_kr: [워크플로 승인자]
pt_pt: [Aprovador de fluxo de trabalho]
ru_ru: [Утверждающий рабочий процесс]
th_th: [ผู้รับรองเวิร์กโฟลว์]
vi_vn: 「Người phụ trách quy trình」
zh_cn: 「流程负责人」
zh_tw: 「流程負責人」

# handover.work
source: Handover
de_de: Aushändigen
es_es: Entregar
fr_fr: Transfert
id_id: Penyerahan
ja_jp: 引き継ぎ
km_kh: ប្រគល់បន្ត
ko_kr: 이양
pt_pt: Entregar
ru_ru: Сдавать
th_th: การส่งมอบ
vi_vn: Chuyển giao công việc
zh_cn: 交接工作
zh_tw: 交接工作

# kms.docTrend
source: Docs Updates
de_de: Aktualisierungen der Dokumente
es_es: Actualizaciones de documentos
fr_fr: Mises à jour des documents
id_id: Pembaruan Dokumen
ja_jp: ドキュメントの更新
km_kh: ឯកសារធ្វើឱ្យទាន់សម័យ
ko_kr: 문서 업데이트
pt_pt: Atualizações de documentos
ru_ru: Обновления документов
th_th: การอัปเดตเอกสาร
vi_vn: Cập nhật tài liệu
zh_cn: 文档动态
zh_tw: 文件動態

# manage.addAndManageMyData.desc
source: Members of this group can fill in data and manage data filled in by themselves
de_de: Mitglieder dieser Gruppe können Daten eingeben und selbst eingegebene Daten verwalten
es_es: Los miembros de este grupo pueden completar datos y administrar los datos completados por ellos mismos.
fr_fr: Les membres de ce groupe peuvent saisir des données et gérer les données qu'ils ont saisies eux-mêmes
id_id: Anggota grup ini dapat mengisi data dan mengelola data yang diisi sendiri
ja_jp: このグループのメンバーはデータを入力し、自分が入力したデータを管理できます
km_kh: សមាជិកក្រុមនេះអាចបំពេញទិន្នន័យ និងគ្រប់គ្រងទិន្នន័យដែលបានបំពេញដោយខ្លួនឯង
ko_kr: 이 그룹의 멤버는 데이터를 직접 입력하고, 입력한 데이터를 관리할 수 있습니다.
pt_pt: Os membros deste grupo podem preencher dados e gerenciar os dados preenchidos por eles mesmos
ru_ru: Члены этой группы могут самостоятельно заполнять данные и управлять ими.
th_th: สมาชิกในกลุ่มนี้สามารถกรอกข้อมูลและจัดการข้อมูลที่กรอกได้ด้วยตนเอง
vi_vn: Thành viên trong nhóm này có thể điền dữ liệu, quản lý dữ liệu của mình
zh_cn: 在此分组内的成员可以填报数据、管理自己填报的数据
zh_tw: 在此分組內的成員可以填報資料、管理自己填報的資料

# manage.addAndManageMyData.name
source: Add and Manage My Data
de_de: Meine Daten hinzufügen und verwalten
es_es: Agregar y administrar mis datos
fr_fr: Ajouter et gérer mes données
id_id: Tambahkan dan Kelola Data Saya
ja_jp: データの追加と管理
km_kh: បន្ថែម និងគ្រប់គ្រងទិន្នន័យរបស់ខ្ញុំ
ko_kr: 내 데이터 추가 및 관리
pt_pt: Adicionar e gerenciar meus dados
ru_ru: Добавить и управлять моими данными
th_th: เพิ่มและจัดการข้อมูลของฉัน
vi_vn: Thêm và quản lý dữ liệu của tôi
zh_cn: 添加并管理本人数据
zh_tw: 新增並管理本人資料

# manage.addAndViewAllData.desc
source: Members of this group can fill in data and view all data
de_de: Mitglieder dieser Gruppe können Daten eingeben und alle Daten einsehen
es_es: Los miembros de este grupo pueden completar datos y ver todos los datos.
fr_fr: Les membres de ce groupe peuvent saisir des données et voir toutes les données
id_id: Anggota grup ini dapat mengisi data dan melihat semua data
ja_jp: このグループのメンバーはデータを入力し、すべてのデータを表示できます
km_kh: សមាជិកក្រុមនេះអាចបំពេញទិន្នន័យ និងមើលទិន្នន័យទាំងអស់
ko_kr: 이 그룹의 멤버는 데이터를 입력하고 모든 데이터를 볼 수 있습니다.
pt_pt: Os membros deste grupo podem preencher dados e visualizar todos os dados
ru_ru: Участники этой группы могут заполнять данные и просматривать все данные.
th_th: สมาชิกในกลุ่มนี้สามารถกรอกข้อมูลและดูข้อมูลทั้งหมดได้
vi_vn: Thành viên trong nhóm này có thể điền và xem tất cả dữ liệu
zh_cn: 在此分组内的成员可以填报数据、查看所有数据
zh_tw: 在此分組內的成員可以填報資料、查看所有資料

# manage.addAndViewAllData.name
source: Add and View All Data
de_de: Alle Daten hinzufügen und anzeigen
es_es: Agregar y ver todos los datos
fr_fr: Ajouter et voir toutes les données
id_id: Tambahkan dan Lihat Semua Data
ja_jp: データを追加して表示
km_kh: បន្ថែម និងមើលទិន្នន័យទាំងអស់
ko_kr: 모든 데이터 추가 및 보기
pt_pt: Adicionar e visualizar todos os dados
ru_ru: Добавить и просмотреть все данные
th_th: เพิ่มและดูข้อมูลทั้งหมด
vi_vn: Thêm và xem tất cả dữ liệu
zh_cn: 添加并查看全部数据
zh_tw: 新增並查看全部資料

# manage.manageAllData.desc
source: Members of this group can manage all data and fill in data, but cannot import data
de_de: Mitglieder dieser Gruppe können alle Daten verwalten und Daten eingeben, aber keine Daten importieren
es_es: Los miembros de este grupo pueden administrar todos los datos y completarlos, pero no pueden importarlos.
fr_fr: Les membres de ce groupe peuvent gérer toutes les données et saisir des données, mais ne peuvent pas importer de données
id_id: Anggota grup ini dapat mengelola semua data dan mengisi data, tetapi tidak dapat mengimpor data
ja_jp: このグループのメンバーはすべてのデータを管理し、データを入力できますが、データをインポートすることはできません
km_kh: សមាជិកក្រុមនេះអាចគ្រប់គ្រងទិន្នន័យទាំងអស់ និងបំពេញទិន្នន័យ ប៉ុន្តែមិនអាចនាំចូលទិន្នន័យបានទេ
ko_kr: 이 그룹의 멤버는 모든 데이터를 관리하고 데이터를 입력할 수 있지만 데이터를 가져올 수는 없습니다.
pt_pt: Os membros deste grupo podem gerenciar todos os dados e preenchê-los, mas não podem importar dados
ru_ru: Члены этой группы могут управлять всеми данными и заполнять данные, но не могут импортировать данные.
th_th: สมาชิกในกลุ่มนี้สามารถจัดการข้อมูลทั้งหมดและกรอกข้อมูลได้ แต่ไม่สามารถนำเข้าข้อมูลได้
vi_vn: Thành viên trong nhóm này có thể quản lý tất cả dữ liệu, điền dữ liệu nhưng không nhập dữ liệu
zh_cn: 在此分组内的成员可以管理全部数据、填报数据、但不可以导入数据
zh_tw: 在此分組內的成員可以管理全部資料、填報資料、但不可以匯入資料

# manage.manageAllData.name
source: Manage All Data
de_de: Alle Daten verwalten
es_es: Administrar todos los datos
fr_fr: Gérer toutes les données
id_id: Kelola Semua Data
ja_jp: すべてのデータを管理
km_kh: គ្រប់គ្រងទិន្នន័យទាំងអស់
ko_kr: 모든 데이터 관리
pt_pt: Gerenciar todos os dados
ru_ru: Управляйте всеми данными
th_th: จัดการข้อมูลทั้งหมด
vi_vn: Quản lý tất cả dữ liệu
zh_cn: 管理全部数据
zh_tw: 管理全部資料

# manage.mergeGroup
source: All Data with Permission
de_de: Alle Daten mit Genehmigung
es_es: Todos los datos con permiso
fr_fr: Toutes les données avec permission
id_id: Semua Data dengan Izin
ja_jp: 権限のある全データ
km_kh: ទិន្នន័យទាំងអស់ដែលមានការអនុញ្ញាត
ko_kr: 모든 데이터는 허가를 받아야 합니다
pt_pt: Todos os dados com permissão
ru_ru: Все данные с разрешения
th_th: ข้อมูลทั้งหมดได้รับอนุญาต
vi_vn: Tất cả dữ liệu có quyền
zh_cn: 全部有权限的数据
zh_tw: 全部有權限的資料

# manage.onlyAddData.desc
source: Members of this group can only fill in data
de_de: Mitglieder dieser Gruppe können nur Daten eingeben
es_es: Los miembros de este grupo sólo pueden completar datos
fr_fr: Les membres de ce groupe peuvent uniquement saisir des données
id_id: Anggota grup ini hanya dapat mengisi data
ja_jp: このグループのメンバーはデータを入力するだけです
km_kh: សមាជិកក្រុមនេះអាចបំពេញទិន្នន័យបានតែប៉ុណ្ណោះ
ko_kr: 이 그룹의 멤버는 데이터를 채울 수만 있습니다.
pt_pt: Os membros deste grupo só podem preencher dados
ru_ru: Члены этой группы могут только заполнять данные
th_th: สมาชิกในกลุ่มนี้จะสามารถกรอกข้อมูลได้เท่านั้น
vi_vn: Thành viên trong nhóm này chỉ có thể điền dữ liệu
zh_cn: 在此分组内的成员只可以填报数据
zh_tw: 在此分組內的成員只可以填報資料

# manage.onlyAddData.name
source: Submit Only
de_de: Nur senden
es_es: Enviar solamente
fr_fr: Soumettre uniquement
id_id: Kirimkan Saja
ja_jp: 入力のみ
km_kh: ដាក់ស្នើតែប៉ុណ្ណោះ
ko_kr: 제출만 가능
pt_pt: Enviar somente
ru_ru: Только отправить
th_th: ส่งเท่านั้น
vi_vn: Chỉ gửi dữ liệu
zh_cn: 仅添加数据
zh_tw: 僅新增資料
