Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# message.bpm_delegation.user_revoke_title.to_agent
source: {{ principal }} has canceled their delegation of tasks to you
de_de: {{ principal }} hat die Delegation von Aufgaben an Sie abgebrochen
es_es: {{ principal }} ha cancelado su delegación de tareas hacia usted
fr_fr: {{ principal }} a annulé sa délégation de tâches à vous
id_id: {{ principal }} telah membatalkan pendelegasian tugasnya kepada Anda
ja_jp: {{ principal }}があなたへのプロセス委任をキャンセルしました
km_kh: {{ principal }} បានលុបចោលការផ្ទេរភារកិច្ចរបស់ពួកគេទៅអ្នក
ko_kr: {{ principal }}님이 귀하에게 위임한 업무 위임을 취소했습니다.
pt_pt: {{ principal }} cancelou a delegação de tarefas para você
ru_ru: {{ principal }} отменил делегирование вам своих задач
th_th: {{ principal }} ได้ยกเลิกการมอบหมายงานให้คุณ
vi_vn: {{ principal }} đã hủy ủy quyền công việc chờ cho bạn
zh_cn: {{ principal }}已取消给你的流程待办委托
zh_tw: {{ principal }}已取消給你的流程待辦委託

# message.comment.content
source: Comment Content
de_de: Kommentarinhalt
es_es: Contenido del comentario
fr_fr: Contenu du commentaire
id_id: Konten Komentar
ja_jp: コメント内容
km_kh: ខ្លឹមសារយោបល់
ko_kr: 댓글 내용
pt_pt: Conteúdo do comentário
ru_ru: Содержание комментария
th_th: เนื้อหาความคิดเห็น
vi_vn: Nội dung bình luận
zh_cn: 评论内容
zh_tw: 評論內容

# message.commentator
source: Commented by
de_de: Kommentiert von
es_es: Comentado por
fr_fr: Commenté par
id_id: Dikomentari oleh
ja_jp: コメント者
km_kh: បានផ្តល់យោបល់ដោយ
ko_kr: 님이 댓글을 남겼습니다
pt_pt: Comentado por
ru_ru: Прокомментировал
th_th: แสดงความคิดเห็นโดย
vi_vn: Người bình luận
zh_cn: 评论人
zh_tw: 評論人

# message.corp.import.errCode.19008
source: The Business name already exists
de_de: Der Firmenname existiert bereits
es_es: El nombre de la empresa ya existe
fr_fr: Le nom commercial existe déjà
id_id: Nama Bisnis sudah ada
ja_jp: ビジネス名が既に存在します
km_kh: ឈ្មោះអាជីវកម្មមានរួចហើយ
ko_kr: 사업체 이름이 이미 존재합니다
pt_pt: O nome da empresa já existe
ru_ru: Название компании уже существует
th_th: ชื่อธุรกิจมีอยู่แล้ว
vi_vn: Tên doanh nghiệp đã tồn tại
zh_cn: 企业名称已存在
zh_tw: 企業名稱已存在

# message.corp.import.errCode.19010
source: Only one owner is allowed
de_de: Es ist nur ein Eigentümer zulässig
es_es: Sólo se permite un propietario
fr_fr: Un seul propriétaire est autorisé
id_id: Hanya satu pemilik yang diizinkan
ja_jp: 所有者は一人のみ許可されています
km_kh: អនុញ្ញាតឱ្យមានម្ចាស់តែមួយប៉ុណ្ណោះ
ko_kr: 소유자는 한 명만 허용됩니다.
pt_pt: Apenas um proprietário é permitido
ru_ru: Разрешен только один владелец.
th_th: อนุญาตให้มีเจ้าของได้เพียงคนเดียวเท่านั้น
vi_vn: Chỉ được chỉ định 1 người tạo
zh_cn: 仅可指定 1 名创建者
zh_tw: 僅可指定 1 名建立者

# message.corp.import.errCode.19011
source: The specified owner has already created another company/team
de_de: Der angegebene Eigentümer hat bereits ein anderes Unternehmen/Team erstellt
es_es: El propietario especificado ya ha creado otra empresa/equipo
fr_fr: Le propriétaire spécifié a déjà créé une autre entreprise/équipe
id_id: Pemilik yang ditentukan telah membuat perusahaan/tim lain
ja_jp: 指定された所有者は既に他の会社/チームを作成しています
km_kh: ម្ចាស់ដែលបានបញ្ជាក់បានបង្កើតក្រុមហ៊ុន/ក្រុមផ្សេងទៀតរួចហើយ
ko_kr: 지정된 소유자가 이미 다른 회사/팀을 생성했습니다.
pt_pt: O proprietário especificado já criou outra empresa/equipe
ru_ru: Указанный владелец уже создал другую компанию/команду
th_th: เจ้าของที่ระบุได้สร้างบริษัท/ทีมอื่นแล้ว
vi_vn: Người tạo đã chỉ định đã tạo doanh nghiệp khác
zh_cn: 指定的创建者已经创建其他企业
zh_tw: 指定的建立者已經建立其他企業

# message.corp.import.errCode.19012
source: No specified owner
de_de: Kein angegebener Eigentümer
es_es: Sin propietario especificado
fr_fr: Aucun propriétaire spécifié
id_id: Tidak ada pemilik yang ditentukan
ja_jp: 指定された所有者がいません
km_kh: គ្មានម្ចាស់ដែលបានបញ្ជាក់
ko_kr: 지정된 소유자 없음
pt_pt: Nenhum proprietário especificado
ru_ru: Владелец не указан
th_th: ไม่มีเจ้าของที่ระบุ
vi_vn: Không có người tạo được chỉ định
zh_cn: 没有指定创建者
zh_tw: 沒有指定建立者

# message.corp.import.errCode.19013
source: The number of imported members exceeds {{number}}
de_de: Die Anzahl der importierten Mitglieder überschreitet {{number}}
es_es: El número de miembros importados supera el {{number}}
fr_fr: Le nombre de membres importés dépasse {{number}}
id_id: Jumlah anggota yang diimpor melebihi {{number}}
ja_jp: インポートされたメンバーの数が{{number}}を超えています
km_kh: ចំនួនសមាជិកដែលបាននាំចូលលើសពី {{number}}
ko_kr: 가져온 회원 수가 {{number}}명을 초과했습니다.
pt_pt: O número de membros importados excede {{number}}
ru_ru: Количество импортированных участников превышает {{number}}
th_th: จำนวนสมาชิกที่นำเข้าเกิน {{number}}
vi_vn: Tổng số thành viên nhập vượt quá {{ number }}
zh_cn: 导入成员总数超过{{ number }}个
zh_tw: 匯入成員總數超過{{ number }}個

# message.corp.import.errCode.19014
source: There are no importable partner companies in the file, please re-import after the adjustment
de_de: Es sind keine importierbaren Partnerfirmen in der Datei vorhanden, bitte nach der Anpassung erneut importieren
es_es: No hay empresas asociadas que se puedan importar en el archivo, vuelva a importarlo después del ajuste
fr_fr: Il n'y a pas de sociétés partenaires importables dans le fichier, veuillez réimporter après l'ajustement
id_id: Tidak ada perusahaan mitra yang dapat diimpor dalam file, silakan impor ulang setelah penyesuaian
ja_jp: ファイル内にインポート可能なパートナー会社がありません。調整後に再インポートしてください
km_kh: មិនមានក្រុមហ៊ុនដៃគូដែលអាចនាំចូលក្នុងឯកសារទេ សូមនាំចូលម្តងទៀតបន្ទាប់ពីកែតម្រូវ
ko_kr: 파일 내에 가져올 수 있는 파트너 회사가 없습니다. 조정 후 다시 가져오시기 바랍니다.
pt_pt: Não há empresas parceiras importáveis no arquivo, importe novamente após o ajuste
ru_ru: В файле нет импортируемых компаний-партнеров. Пожалуйста, выполните повторный импорт после корректировки.
th_th: ไม่มีบริษัทคู่ค้าที่นำเข้าได้ในไฟล์ กรุณานำเข้าใหม่อีกครั้งหลังจากปรับแต่งแล้ว
vi_vn: Không có doanh nghiệp nào để nhập trong tệp, vui lòng điều chỉnh và tải lại
zh_cn: 文件内没有可导入的企业，请调整后重新上传
zh_tw: 檔案內沒有可匯入的企業，請調整後重新上傳

# message.corp.import.errCode.19020
source: The number of imported roles exceeds {{number}}, please re-import after adjustment
de_de: Die Anzahl der importierten Rollen überschreitet {{number}}, bitte nach der Anpassung erneut importieren
es_es: La cantidad de roles importados excede {{number}}, vuelva a importarlos después del ajuste
fr_fr: Le nombre de rôles importés dépasse {{number}}, veuillez réimporter après ajustement
id_id: Jumlah peran yang diimpor melebihi {{number}}, silakan impor ulang setelah penyesuaian
ja_jp: インポートされた役割の数が{{number}}を超えています。調整後に再インポートしてください
km_kh: ចំនួនតួនាទីដែលបាននាំចូលលើសពី {{number}} សូមនាំចូលម្តងទៀតបន្ទាប់ពីកែតម្រូវ
ko_kr: 가져온 역할 수가 {{number}}개를 초과합니다. 조정 후 다시 가져오세요.
pt_pt: O número de funções importadas excede {{number}}, importe novamente após o ajuste
ru_ru: Количество импортированных ролей превышает {{number}}, пожалуйста, выполните повторный импорт после корректировки
th_th: จำนวนบทบาทที่นำเข้าเกิน {{number}} โปรดนำเข้าใหม่อีกครั้งหลังจากปรับแล้ว
vi_vn: Số lượng vai trò vượt quá {{ number }}, vui lòng điều chỉnh và tải lại
zh_cn: 角色数量超过{{ number }}个，请调整后重新上传
zh_tw: 角色數量超過{{ number }}個，請調整後重新上傳

# message.corp.import.errCode.19029
source: The number of imported partners exceeds {{number}}, please re-import after adjustment
de_de: Die Anzahl der importierten Partner überschreitet {{number}}, bitte nach der Anpassung erneut importieren
es_es: El número de socios importados supera {{number}}, vuelva a importar después del ajuste
fr_fr: Le nombre de partenaires importés dépasse {{number}}, veuillez réimporter après ajustement
id_id: Jumlah mitra yang diimpor melebihi {{number}}, silakan impor ulang setelah penyesuaian
ja_jp: インポートされたパートナーの数が{{number}}を超えています。調整後に再インポートしてください
km_kh: ចំនួនដៃគូដែលបាននាំចូលលើសពី {{number}} សូមនាំចូលម្តងទៀតបន្ទាប់ពីកែតម្រូវ
ko_kr: 가져온 파트너 수가 {{number}}개를 초과합니다. 조정 후 다시 가져오세요.
pt_pt: O número de parceiros importados excede {{number}}, importe novamente após o ajuste
ru_ru: Количество импортированных партнеров превышает {{number}}, пожалуйста, выполните повторный импорт после корректировки
th_th: จำนวนคู่ค้าที่นำเข้าเกิน {{number}} กรุณานำเข้าใหม่อีกครั้งหลังจากปรับแล้ว
vi_vn: Số doanh nghiệp trong tệp vượt quá {{ number }}, vui lòng điều chỉnh và tải lại
zh_cn: 文件内企业超过{{ number }}个，请调整后重新上传
zh_tw: 檔案內企業超過{{ number }}個，請調整後重新上傳

# message.corp.import.errCode.19036
source: The business name should be no more than {{ number }} characters
de_de: Der Firmenname sollte nicht mehr als {{ number }} Zeichen haben
es_es: El nombre de la empresa no debe exceder los {{ number }} caracteres.
fr_fr: Le nom commercial ne doit pas dépasser {{ number }} caractères
id_id: Nama bisnis tidak boleh lebih dari {{ number }} karakter
ja_jp: ビジネス名は{{number}}文字以内でなければなりません
km_kh: ឈ្មោះអាជីវកម្មមិនគួរលើសពី {{ number }} តួអក្សរ
ko_kr: 사업체 이름은 {{ number }}자를 넘지 않아야 합니다.
pt_pt: O nome da empresa não deve ter mais de {{ number }} caracteres
ru_ru: Название компании должно содержать не более {{number}} символов.
th_th: ชื่อธุรกิจควรมีความยาวไม่เกิน {{ number }} อักขระ
vi_vn: Tên doanh nghiệp không vượt quá {{ number }} ký tự
zh_cn: 企业名称不能超过{{ number }}个字符
zh_tw: 企業名稱不能超過{{ number }}個字元

# message.corp.import.errCode.6065
source: Maximum {{number}} characters are allowed in the tag
de_de: Im Tag sind maximal {{number}} Zeichen zulässig
es_es: Se permite un máximo de {{number}} caracteres en la etiqueta
fr_fr: Maximum {{number}} caractères autorisés dans le tag
id_id: Maksimum {{number}} karakter diizinkan dalam tag
ja_jp: タグには最大{{number}}文字が許可されています
km_kh: អនុញ្ញាតឱ្យមានអតិបរមា {{number}} តួអក្សរក្នុងស្លាក
ko_kr: 태그에는 최대 {{number}}자가 허용됩니다.
pt_pt: São permitidos no máximo {{number}} caracteres na tag
ru_ru: Максимальное количество символов в теге: {{number}}
th_th: อนุญาตให้มีอักขระสูงสุด {{number}} ตัวในแท็ก
vi_vn: Tên nhãn doanh nghiệp không vượt quá {{ number }} ký tự
zh_cn: 企业标签名称不能超过{{ number }}个字符
zh_tw: 企業標籤名稱不能超過{{ number }}個字元

# message.corp.import.errCode.6066
source: The number of imported tags exceeds {{number}}, please re-import after adjustment
de_de: Die Anzahl der importierten Tags überschreitet {{number}}, bitte nach der Anpassung erneut importieren
es_es: La cantidad de etiquetas importadas excede {{number}}, vuelva a importarlas después del ajuste
fr_fr: Le nombre de tags importés dépasse {{number}}, veuillez réimporter après ajustement
id_id: Jumlah tag yang diimpor melebihi {{number}}, silakan impor ulang setelah penyesuaian
ja_jp: インポートされたタグの数が{{number}}を超えています。調整後に再インポートしてください
km_kh: ចំនួនស្លាកដែលបាននាំចូលលើសពី {{number}} សូមនាំចូលម្តងទៀតបន្ទាប់ពីកែតម្រូវ
ko_kr: 가져온 태그의 개수가 {{number}}개를 초과하였습니다. 조정 후 다시 가져오시기 바랍니다.
pt_pt: O número de tags importadas excede {{number}}, importe novamente após o ajuste
ru_ru: Количество импортированных тегов превышает {{number}}, пожалуйста, выполните повторный импорт после корректировки
th_th: จำนวนแท็กที่นำเข้าเกิน {{number}} โปรดนำเข้าใหม่อีกครั้งหลังจากปรับแล้ว
vi_vn: Số lượng nhãn vượt quá {{ number }}, vui lòng điều chỉnh và tải lại
zh_cn: 标签数量超过{{ number }}个，请调整后重新上传
zh_tw: 標籤數量超過{{ number }}個，請調整後重新上傳

# message.corpCoop
source: Customers and Partners
de_de: Kunden und Partner
es_es: Clientes y socios
fr_fr: Clients et partenaires
id_id: Pelanggan dan Mitra
ja_jp: 顧客とパートナー
km_kh: អតិថិជន និងដៃគូ
ko_kr: 고객 및 파트너
pt_pt: Clientes e Parceiros
ru_ru: Клиенты и партнеры
th_th: ลูกค้าและพันธมิตร
vi_vn: Kết nối doanh nghiệp
zh_cn: 企业互联
zh_tw: 企業互聯

# message.corpSyncResult
source: Member Sync
de_de: Mitgliedersynchronisierung
es_es: Sincronización de miembros
fr_fr: Synchronisation des membres
id_id: Sinkronisasi Anggota
ja_jp: メンバー同期
km_kh: ធ្វើសមកាលកម្មសមាជិក
ko_kr: 멤버 동기화
pt_pt: Sincronização de membros
ru_ru: Синхронизация участников
th_th: การซิงค์สมาชิก
vi_vn: Kết quả đồng bộ thành viên
zh_cn: 成员同步结果
zh_tw: 成員同步結果

# message.crm.accountApportionMerge
source: {{operator}} assigned you {{account_num}} customer(s)
de_de: {{operator}} hat Ihnen {{account_num}} Kunden zugewiesen
es_es: {{operator}} le asignó {{account_num}} cliente(s)
fr_fr: {{operator}} vous a assigné {{account_num}} client(s)
id_id: {{operator}} menugaskan Anda {{account_num}} pelanggan
ja_jp: {{operator}}が{{account_num}}人の顧客を割り当てました
km_kh: {{operator}} បានចាត់ចែងអតិថិជន {{account_num}} នាក់ឱ្យអ្នក
ko_kr: {{operator}}님이 귀하에게 {{account_num}}명의 고객을 할당했습니다.
pt_pt: {{operator}} atribuiu a você {{account_num}} cliente(s)
ru_ru: {{operator}} назначил вам {{account_num}} клиента(ов)
th_th: {{operator}} มอบหมายลูกค้าจำนวน {{account_num}} รายให้กับคุณ
vi_vn: {{ operator }} đã phân bổ {{ account_num }} khách hàng cho bạn
zh_cn: {{ operator }}给你分配了{{ account_num }}个客户
zh_tw: {{ operator }}給你分配了{{ account_num }}個客戶

# message.crm.accountAutoRecycle
source: Customer "{{ data_label }}" was automatically recycled
de_de: Kunde {{ data_label }} wurde automatisch recycelt
es_es: El cliente {{ data_label }} fue reciclado automáticamente
fr_fr: Le client {{ data_label }} a été automatiquement recyclé
id_id: Pelanggan {{ data_label }} didaur ulang secara otomatis
ja_jp: 顧客{{data_label}}が自動的に回収されました
km_kh: អតិថិជន {{ data_label }} ត្រូវបានយកមកវិញដោយស្វ័យប្រវត្តិ
ko_kr: 고객 {{ data_label }}이(가) 자동으로 재활용되었습니다.
pt_pt: O cliente {{ data_label }} foi reciclado automaticamente
ru_ru: Клиент {{data_label}} был автоматически переработан
th_th: ลูกค้า {{ data_label }} ได้รับการรีไซเคิลโดยอัตโนมัติ
vi_vn: Khách hàng 「{{ data_label }}」 đã bị thu hồi tự động
zh_cn: 客户「{{ data_label }}」被自动回收
zh_tw: 客戶「{{ data_label }}」被自動回收

# message.crm.accountChangeCharger
source: "{{ operator }}" changed the approver of customer "{{ data_label }}"
de_de: {{ operator }} hat den Genehmiger des Kunden {{ data_label }} geändert
es_es: {{ operator }} cambió el aprobador del cliente {{ data_label }}
fr_fr: {{ operator }} a changé l'approbateur du client {{ data_label }}
id_id: {{ operator }} mengubah pemberi persetujuan pelanggan {{ data_label }}
ja_jp: {{operator}}が顧客{{data_label}}の担当者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកអនុម័តរបស់អតិថិជន {{ data_label }}
ko_kr: {{ operator }}님이 고객 {{ data_label }}의 승인자를 변경했습니다.
pt_pt: {{ operator }} alterou o aprovador do cliente {{ data_label }}
ru_ru: {{operator}} изменил утверждающего клиента {{data_label}}
th_th: {{ operator }} เปลี่ยนผู้รับรองของลูกค้า {{ data_label }}
vi_vn: {{ operator }} đã thay đổi người phụ trách khách hàng 「{{ data_label }}」
zh_cn: {{ operator }}变更了客户「{{ data_label }}」的负责人
zh_tw: {{ operator }}變更了客戶「{{ data_label }}」的負責人

# message.crm.accountChangeChargerMerge
source: {{ operator }} changed the owner(s) of {{ account_num }} customer(s)
de_de: {{ operator }} hat den/die Eigentümer von {{ account_num }} Kunden geändert
es_es: {{ operator }} cambió el/los propietario(s) de {{ account_num }} cliente(s)
fr_fr: {{ operator }} a changé le(s) propriétaire(s) de {{ account_num }} client(s)
id_id: {{ operator }} mengubah pemilik {{ account_num }} pelanggan
ja_jp: {{operator}}が{{account_num}}人の顧客の所有者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរម្ចាស់របស់អតិថិជន {{ account_num }} នាក់
ko_kr: {{ operator }}님이 {{ account_num }}명의 고객의 소유자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) proprietário(s) de {{ account_num }} cliente(s)
ru_ru: {{operator}} изменил(а) владельца(ей) {{account_num}} клиента(ов)
th_th: {{ operator }} เปลี่ยนเจ้าของของลูกค้า {{ account_num }} ราย
vi_vn: {{ operator }} đã thay đổi người phụ trách của {{ account_num }} khách hàng
zh_cn: {{ operator }}变更了{{ account_num }}个客户的负责人
zh_tw: {{ operator }}變更了{{ account_num }}個客戶的負責人

# message.crm.accountChangeCollaborator
source: "{{ operator }}" changed the collaborator of customer "{{ data_label }}"
de_de: {{ operator }} hat den Mitarbeiter des Kunden {{ data_label }} geändert
es_es: {{ operator }} cambió el colaborador del cliente {{ data_label }}
fr_fr: {{ operator }} a changé le collaborateur du client {{ data_label }}
id_id: {{ operator }} mengubah kolaborator pelanggan {{ data_label }}
ja_jp: {{operator}}が顧客{{data_label}}の協力者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការរបស់អតិថិជន {{ data_label }}
ko_kr: {{ operator }}님이 고객 {{ data_label }}의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o colaborador do cliente {{ data_label }}
ru_ru: {{operator}} изменил соавтора клиента {{data_label}}
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของลูกค้า {{ data_label }}
vi_vn: {{ operator }} đã thay đổi người cộng tác của khách hàng 「{{ data_label }}」
zh_cn: {{ operator }}变更了客户「{{ data_label }}」的协作人
zh_tw: {{ operator }}變更了客戶「{{ data_label }}」的協作者

# message.crm.accountChangeCollaboratorMerge
source: {{ operator }} changed the collaborator(s) of {{ account_num }} customer(s)
de_de: {{ operator }} hat den/die Mitarbeiter von {{ account_num }} Kunden geändert
es_es: {{ operator }} cambió el/los colaborador(es) de {{ account_num }} cliente(s)
fr_fr: {{ operator }} a changé le(s) collaborateur(s) de {{ account_num }} client(s)
id_id: {{ operator }} mengubah kolaborator dari {{ account_num }} pelanggan
ja_jp: {{operator}}が{{account_num}}人の顧客の協力者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការរបស់អតិថិជន {{ account_num }} នាក់
ko_kr: {{ operator }}님이 {{ account_num }}명의 고객의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) de {{ account_num }} cliente(s)
ru_ru: {{operator}} изменил(а) соавтора(ов) {{account_num}} клиента(ов)
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของลูกค้า {{ account_num }} ราย
vi_vn: {{ operator }} đã thay đổi người cộng tác của {{ account_num }} khách hàng
zh_cn: {{ operator }}变更了{{ account_num }}个客户的协作人
zh_tw: {{ operator }}變更了{{ account_num }}個客戶的協作者

# message.crm.accountRecycleMerge
source: {{ operator }} recycled {{ account_num }} customer(s)
de_de: {{ operator }} recycelte {{ account_num }} Kunden
es_es: {{ operator }} recicló {{ account_num }} cliente(s)
fr_fr: {{ operator }} a recyclé {{ account_num }} client(s)
id_id: {{ operator }} mendaur ulang {{ account_num }} pelanggan
ja_jp: {{operator}}が{{account_num}}人の顧客を回収しました
km_kh: {{ operator }} បានយកអតិថិជន {{ account_num }} នាក់មកវិញ
ko_kr: {{ operator }}님이 {{ account_num }}명의 고객을 재활용했습니다.
pt_pt: {{ operator }} reciclou {{ account_num }} cliente(s)
ru_ru: {{operator}} переработано {{account_num}} клиентов
th_th: {{ operator }} รีไซเคิลลูกค้าจำนวน {{ account_num }} ราย
vi_vn: {{ operator }} đã thu hồi {{ account_num }} khách hàng
zh_cn: {{ operator }}回收了{{ account_num }}个客户
zh_tw: {{ operator }}回收了{{ account_num }}個客戶

# message.crm.assignor
source: Assignor
de_de: Zedent
es_es: Cedente
fr_fr: Assignateur
id_id: Penugasan
ja_jp: 割り当て者
km_kh: អ្នកចាត់ចែង
ko_kr: 양도인
pt_pt: Cedente
ru_ru: Цедент
th_th: ผู้โอนสิทธิ์
vi_vn: Người phân bổ
zh_cn: 分配人
zh_tw: 分配人

# message.crm.currentCollaborator
source: Current Collaborator
de_de: Aktueller Mitarbeiter
es_es: Colaborador actual
fr_fr: Collaborateur actuel
id_id: Kolaborator Saat Ini
ja_jp: 現在の協力者
km_kh: អ្នកសហការបច្ចុប្បន្ន
ko_kr: 현재 협력자
pt_pt: Colaborador atual
ru_ru: Текущий соавтор
th_th: ผู้ร่วมมือปัจจุบัน
vi_vn: Người cộng tác hiện tại
zh_cn: 当前协作人
zh_tw: 當前協作者

# message.crm.customer
source: Customer
de_de: Kunde
es_es: Cliente
fr_fr: Client
id_id: Pelanggan
ja_jp: 顧客
km_kh: អតិថិជន
ko_kr: 고객
pt_pt: Cliente
ru_ru: Клиент
th_th: ลูกค้า
vi_vn: Khách hàng
zh_cn: 客户
zh_tw: 客戶

# message.crm.followPlanComplete
source: "{{ operator }}" has completed your follow-up plan "{{ data_label }}"
de_de: {{ operator }} hat Ihren Folgeplan "{{ data_label }}" abgeschlossen
es_es: {{ operator }} ha completado su plan de seguimiento "{{ data_label }}"
fr_fr: {{ operator }} a complété votre plan de suivi "{{ data_label }}"
id_id: {{ operator }} telah menyelesaikan rencana tindak lanjut Anda "{{ data_label }}"
ja_jp: {{operator}}があなたのフォローアッププラン「{{data_label}}」を完了しました
km_kh: {{ operator }} បានបញ្ចប់ផែនការតាមដាន "{{ data_label }}" របស់អ្នក
ko_kr: {{ operator }}님이 귀하의 후속 계획 "{{ data_label }}"을 완료했습니다.
pt_pt: {{ operator }} concluiu seu plano de acompanhamento "{{ data_label }}"
ru_ru: {{operator}} выполнил ваш план последующих действий "{{data_label}}"
th_th: {{ operator }} ได้ดำเนินการตามแผนการติดตาม "{{ data_label }}" ของคุณเสร็จสิ้นแล้ว
vi_vn: {{ operator }} đã hoàn thành kế hoạch theo dõi 「{{ data_label }}」 của bạn
zh_cn: {{ operator }}完成了你的跟进计划「{{ data_label }}」
zh_tw: {{ operator }}完成了你的跟進計劃「{{ data_label }}」

# message.crm.followPlanCompleteMerge
source: {{ operator }} has completed your {{ plan_num }} follow-up plan(s)
de_de: {{ operator }} hat Ihren/Ihre {{ plan_num }} Folgeplan/Folgepläne abgeschlossen
es_es: {{ operator }} ha completado sus {{ plan_num }} planes de seguimiento
fr_fr: {{ operator }} a complété vos {{ plan_num }} plan(s) de suivi
id_id: {{ operator }} telah menyelesaikan rencana tindak lanjut {{ plan_num }} Anda
ja_jp: {{operator}}があなたの{{plan_num}}個のフォローアッププランを完了しました
km_kh: {{ operator }} បានបញ្ចប់ផែនការតាមដាន {{ plan_num }} របស់អ្នក
ko_kr: {{ operator }}님이 {{ plan_num }}개의 후속 계획을 완료했습니다.
pt_pt: {{ operator }} concluiu seu(s) {{ plan_num }} plano(s) de acompanhamento
ru_ru: {{operator}} выполнил ваш {{plan_num}} план(ов) последующих действий
th_th: {{ operator }} ได้ดำเนินการตามแผนติดตามผล {{ plan_num }} ของคุณเสร็จสิ้นแล้ว
vi_vn: {{ operator }} đã hoàn thành {{ plan_num }} kế hoạch theo dõi của bạn
zh_cn: {{ operator }}完成了你的{{ plan_num }}条跟进计划
zh_tw: {{ operator }}完成了你的{{ plan_num }}條跟進計劃

# message.crm.leads
source: Leads
es_es: Dirige
fr_fr: Pistes
id_id: Memimpin
ja_jp: リード
km_kh: អ្នកនាំមុខ
ko_kr: 리드
pt_pt: Pistas
ru_ru: Лиды
th_th: นำ
vi_vn: Đầu mối
zh_cn: 线索
zh_tw: 線索

# message.crm.leadsApportionMerge
source: {{ operator }} assigned you {{ leads_num }} lead(s).
de_de: {{ operator }} hat Ihnen {{ leads_num }} Lead(s) zugewiesen.
es_es: {{ operator }} le asignó {{ leads_num }} cliente potencial.
fr_fr: {{ operator }} vous a assigné {{ leads_num }} piste(s).
id_id: {{ operator }} memberi Anda {{ leads_num }} prospek.
ja_jp: {{operator}}が{{leads_num}}件のリードを割り当てました
km_kh: {{ operator }} បានចាត់ចែងអ្នកនាំមុខ {{ leads_num }} នាក់ឱ្យអ្នក
ko_kr: {{ operator }}님이 귀하에게 {{ leads_num }}개의 리드를 할당했습니다.
pt_pt: {{ operator }} atribuiu a você {{ leads_num }} lead(s).
ru_ru: {{operator}} назначил вам {{leads_num}} лидов.
th_th: {{ operator }} มอบหมายรายชื่อผู้สนใจ {{ leads_num }} รายให้กับคุณ
vi_vn: {{ operator }} đã phân bổ {{ leads_num }} đầu mối cho bạn
zh_cn: {{ operator }}给你分配了{{ leads_num }}条线索
zh_tw: {{ operator }}給你分配了{{ leads_num }}條線索

# message.crm.leadsAutoRecycle
source: The lead "{{ data_label }}" was automatically recycled.
de_de: Der Lead "{{ data_label }}" wurde automatisch recycelt.
es_es: El cable "{{ data_label }}" se recicló automáticamente.
fr_fr: La piste "{{ data_label }}" a été automatiquement recyclée.
id_id: Timbal "{{ data_label }}" didaur ulang secara otomatis.
ja_jp: リード「{{data_label}}」が自動的に回収されました
km_kh: អ្នកនាំមុខ "{{ data_label }}" ត្រូវបានយកមកវិញដោយស្វ័យប្រវត្តិ
ko_kr: 리드 "{{ data_label }}"이(가) 자동으로 재활용되었습니다.
pt_pt: O lead "{{ data_label }}" foi reciclado automaticamente.
ru_ru: Лид «{{ data_label }}» был автоматически переработан.
th_th: ข้อมูล "{{ data_label }}" ถูกนำกลับมาใช้ใหม่โดยอัตโนมัติ
vi_vn: Đầu mối 「{{ data_label }}」 đã bị thu hồi tự động
zh_cn: 线索「{{ data_label }}」被自动回收
zh_tw: 線索「{{ data_label }}」被自動回收

# message.crm.leadsChangeCharger
source: "{{ operator }}" changed the approver of the lead "{{ data_label }}"
de_de: {{ operator }} hat den Genehmiger des Leads {{ data_label }} geändert
es_es: {{ operator }} cambió el aprobador del cliente potencial {{ data_label }}
fr_fr: {{ operator }} a changé l'approbateur de la piste {{ data_label }}
id_id: {{ operator }} mengubah pemberi persetujuan prospek {{ data_label }}
ja_jp: {{operator}}がリード{{data_label}}の担当者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកអនុម័តរបស់អ្នកនាំមុខ {{ data_label }}
ko_kr: {{ operator }}님이 리드 {{ data_label }}의 승인자를 변경했습니다.
pt_pt: {{ operator }} alterou o aprovador do lead {{ data_label }}
ru_ru: {{operator}} изменил утверждающего лида {{data_label}}
th_th: {{ operator }} เปลี่ยนผู้รับรองของผู้นำ {{ data_label }}
vi_vn: {{ operator }} đã thay đổi người phụ trách đầu mối 「{{ data_label }}」
zh_cn: {{ operator }}变更了线索「{{ data_label }}」的负责人
zh_tw: {{ operator }}變更了線索「{{ data_label }}」的負責人
