Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# tenant.verify.title.will_expire
source: The authentication of your company is about to expire. To ensure continued access to public links, authenticate as soon as possible
de_de: Die Authentifizierung Ihres Unternehmens läuft bald ab. Um weiterhin Zugriff auf öffentliche Links zu gewährleisten, authentifizieren Sie sich so schnell wie möglich.
es_es: La autenticación de su empresa está a punto de caducar. Para garantizar el acceso continuo a los enlaces públicos, autentíquese lo antes posible.
fr_fr: L'authentification de votre entreprise est sur le point d'expirer. Pour assurer un accès continu aux liens publics, authentifiez-vous dès que possible.
id_id: Otentikasi perusahaan Anda akan segera berakhir. Untuk memastikan akses berkelanjutan ke tautan publik, autentikasi sesegera mungkin
ja_jp: 会社の認証がまもなく期限切れになります。公開リンクへのアクセスを継続するために、できるだけ早く認証してください。
km_kh: ការផ្ទៀងផ្ទាត់របស់ក្រុមហ៊ុនអ្នកជិតផុតកំណត់។ ដើម្បីធានាការចូលប្រើតំណសាធារណៈបន្ត សូមផ្ទៀងផ្ទាត់ឱ្យបានលឿន
ko_kr: 회사 인증이 곧 만료됩니다. 공개 링크에 계속 액세스하려면 가능한 한 빨리 인증하세요.
pt_pt: A autenticação da sua empresa está prestes a expirar. Para garantir o acesso contínuo aos links públicos, autentique-se o mais rápido possível.
ru_ru: Аутентификация вашей компании скоро истечет. Чтобы обеспечить постоянный доступ к публичным ссылкам, пройдите аутентификацию как можно скорее
th_th: การยืนยันตัวตนของบริษัทของคุณกำลังจะหมดอายุ หากต้องการให้สามารถเข้าถึงลิงก์สาธารณะได้อย่างต่อเนื่อง ให้ทำการยืนยันตัวตนโดยเร็วที่สุด
vi_vn: Thông tin xác thực doanh nghiệp của bạn sắp hết hạn, xác thực lại sớm để không ảnh hưởng liên kết công khai
zh_cn: 你所在企业的认证信息即将过期，为不影响公开链接的使用，请尽快认证
zh_tw: 你所在企業的認證資訊即將過期，爲不影響公開連結的使用，請儘快認證

# tenant.verify.type.corp
source: Enterprise
de_de: Unternehmen
es_es: Empresa
fr_fr: Entreprise
id_id: Perusahaan
ja_jp: 企業
km_kh: សហគ្រាស
ko_kr: 기업
pt_pt: Empresa
ru_ru: Предприятие
th_th: องค์กรธุรกิจ
vi_vn: Doanh nghiệp
zh_cn: 企业认证
zh_tw: 企業認證

# tenant.verify.type.owner
source: Personal
de_de: Persönlich
fr_fr: Personnel
id_id: Pribadi
ja_jp: 個人
km_kh: ផ្ទាល់ខ្លួន
ko_kr: 개인의
pt_pt: Pessoal
ru_ru: Личный
th_th: ส่วนตัว
vi_vn: Cá nhân
zh_cn: 个人认证
zh_tw: 個人認證

# type.not.match
source: Incorrect type
de_de: Falscher Typ
es_es: Tipo incorrecto
fr_fr: Type incorrect
id_id: Tipe salah
ja_jp: タイプが一致しません
km_kh: ប្រភេទមិនត្រឹមត្រូវ
ko_kr: 잘못된 유형
pt_pt: Tipo incorreto
ru_ru: Неправильный тип
th_th: ประเภทไม่ถูกต้อง
vi_vn: Kiểu không khớp
zh_cn: 类型不匹配
zh_tw: 類型不匹配

# ua.dingtalkMobile
source: DingTalk Mobile
es_es: DingTalk Móvil
id_id: DingTalk Seluler
ja_jp: DingTalkモバイル
km_kh: DingTalk ទូរស័ព្ទ
ko_kr: 딩톡 모바일
pt_pt: DingTalk Móvel
ru_ru: Мобильный DingTalk
th_th: ดิงทอล์คมือถือ
vi_vn: DingTalk di động
zh_cn: 钉钉手机端
zh_tw: 釘釘手機端

# ua.dingtalkPC
source: DingTalk PC
id_id: Komputer DingTalk
km_kh: DingTalk កុំព្យូទ័រ
ko_kr: 딩톡 PC
ru_ru: DingTalk ПК
th_th: ดิงทอล์คพีซี
zh_cn: 钉钉电脑端
zh_tw: 釘釘電腦端

# ua.larkMobile
source: Lark Mobile
id_id: Ponsel Lark
ja_jp: Larkモバイル
km_kh: Lark ទូរស័ព្ទ
ko_kr: 라크 모바일
ru_ru: Ларк Мобайл
th_th: ลาร์ค โมบาย
vi_vn: Lark di động
zh_cn: 飞书手机端
zh_tw: 飛書手機端

# ua.larkPC
source: Lark PC
id_id: Komputer Lark
km_kh: Lark កុំព្យូទ័រ
ko_kr: 라크 PC
ru_ru: Ларк ПК
th_th: ลาร์คพีซี
zh_cn: 飞书电脑端
zh_tw: 飛書電腦端

# ua.mobile
source: Mobile Web
de_de: Mobiles Web
es_es: Web móvil
fr_fr: Web mobile
id_id: Web Seluler
ja_jp: モバイルウェブ
km_kh: អ៊ីនធឺណិតទូរស័ព្ទ
ko_kr: 모바일 웹
pt_pt: Web móvel
ru_ru: Мобильный Интернет
th_th: เว็บมือถือ
vi_vn: Web di động
zh_cn: 手机网页版
zh_tw: 手機網頁版

# ua.pc
source: PC Web
es_es: Web de PC
fr_fr: Web PC
id_id: Komputer Jaringan
ja_jp: PCウェブ
km_kh: អ៊ីនធឺណិតកុំព្យូទ័រ
ko_kr: PC 웹
ru_ru: ПК-веб
th_th: เว็บไซต์พีซี
vi_vn: Web PC
zh_cn: 电脑网页版
zh_tw: 電腦網頁版

# ua.wechatMiniProgram
source: Mini Program
de_de: Mini-Programm
es_es: Miniprograma
fr_fr: Mini programme
id_id: Program Mini
ja_jp: ミニプログラム
km_kh: កម្មវិធីតូច
ko_kr: 미니 프로그램
pt_pt: Mini Programa
ru_ru: Мини программа
th_th: โปรแกรมย่อ
zh_cn: 小程序
zh_tw: 小程式

# ua.wechatMobile
source: WeChat Mobile
es_es: WeChat Móvil
id_id: WeChat Seluler
ja_jp: WeChatモバイル
km_kh: WeChat ទូរស័ព្ទ
ko_kr: 위챗 모바일
pt_pt: WeChat Móvel
ru_ru: WeChat Мобильный
th_th: WeChat มือถือ
vi_vn: WeChat di động
zh_cn: 微信手机端
zh_tw: 微信手機端

# ua.wechatPC
source: WeChat PC
es_es: WeChat para PC
id_id: Komputer WeChat
km_kh: WeChat កុំព្យូទ័រ
ko_kr: 위챗 PC
ru_ru: WeChat ПК
th_th: วีแชทพีซี
zh_cn: 微信电脑端
zh_tw: 微信電腦端

# ua.wxworkMobile
source: WeCom Mobile
es_es: WeCom Móvil
id_id: WeCom Seluler
ja_jp: WeComモバイル
km_kh: WeCom ទូរស័ព្ទ
ko_kr: 위컴 모바일
ru_ru: WeCom Мобильный
th_th: วีคอมโมบาย
vi_vn: WeCom di động
zh_cn: 企业微信手机端
zh_tw: 企業微信手機端

# ua.wxworkPC
source: WeCom PC
es_es: Ordenador portátil WeCom
id_id: Komputer WeCom
km_kh: WeCom កុំព្យូទ័រ
ko_kr: 위컴 PC
ru_ru: ПК WeCom
th_th: วีคอมพีซี
zh_cn: 企业微信电脑端
zh_tw: 企業微信電腦端

# user.defaultNickname
source: Untitled
de_de: Ohne Titel
es_es: Intitulado
fr_fr: Sans titre
id_id: Tanpa Judul
ja_jp: 無題
km_kh: គ្មានចំណងជើង
ko_kr: 제목 없음
pt_pt: Sem título
ru_ru: Без названия
th_th: ไม่มีชื่อ
vi_vn: Chưa đặt tên
zh_cn: 未命名
zh_tw: 未命名

# userActivity.app.metricsName
source: View by App-Activity Details
de_de: Anzeigen nach App-Aktivitätsdetails
es_es: Ver por detalles de actividad de la aplicación
fr_fr: Vue par application - Détails de l'activité
id_id: Lihat berdasarkan Detail Aktivitas Aplikasi
ja_jp: アプリ別表示 - 活動詳細
km_kh: មើលតាមព័ត៌មានលម្អិតសកម្មភាពកម្មវិធី
ko_kr: 앱 활동 세부 정보로 보기
pt_pt: Exibir por detalhes da atividade do aplicativo
ru_ru: Просмотр по данным о действиях приложения
th_th: ดูรายละเอียดกิจกรรมตามแอป
vi_vn: Xem theo ứng dụng - Chi tiết hoạt động
zh_cn: 按应用查看-活跃详情
zh_tw: 按應用查看-活躍詳情

# userActivity.app.reportName
source: View by App-Overview
de_de: Ansicht nach App-Übersicht
es_es: Ver por descripción general de la aplicación
fr_fr: Vue par application - Aperçu
id_id: Lihat berdasarkan Ikhtisar Aplikasi
ja_jp: アプリ別表示 - 概要
km_kh: មើលតាមទិដ្ឋភាពទូទៅកម្មវិធី
ko_kr: 앱 개요로 보기
pt_pt: Visualizar por aplicativo-Visão geral
ru_ru: Просмотр по App-Обзор
th_th: ดูตามภาพรวมแอป
vi_vn: Xem theo ứng dụng - Tổng quan
zh_cn: 按应用查看-概览
zh_tw: 按應用查看-概覽

# userActivity.appId
source: App ID
es_es: ID de la aplicación
fr_fr: ID de l'application
id_id: ID Aplikasi
ja_jp: アプリID
km_kh: លេខសំគាល់កម្មវិធី
ko_kr: 앱 ID
pt_pt: ID do aplicativo
ru_ru: Идентификатор приложения
th_th: รหัสแอป
vi_vn: ID ứng dụng
zh_cn: 应用ID
zh_tw: 應用 ID

# userActivity.appName
source: App
es_es: Aplicación
fr_fr: Application
id_id: Aplikasi
ja_jp: アプリ
km_kh: កម្មវិធី
ko_kr: 앱
pt_pt: Aplicativo
ru_ru: Приложение
th_th: แอป
vi_vn: Ứng dụng
zh_cn: 应用
zh_tw: 應用

# userActivity.app_access_count
source: Users (Access)
de_de: Benutzer (Zugriff)
es_es: Usuarios (Acceso)
fr_fr: Utilisateurs (Accès)
id_id: Pengguna (Akses)
ja_jp: ユーザー数（アクセス）
km_kh: អ្នកប្រើ (ចូលប្រើ)
ko_kr: 사용자(접속)
pt_pt: Usuários (Acesso)
ru_ru: Пользователи (Доступ)
th_th: ผู้ใช้ (การเข้าถึง)
vi_vn: Số người truy cập
zh_cn: 访问人数
zh_tw: 造訪人數

# userActivity.app_access_times
source: Times (Access)
de_de: Zeiten (Zugang)
es_es: Times (Acceso)
fr_fr: Temps (Accès)
id_id: Waktu (Akses)
ja_jp: 回数（アクセス）
km_kh: ពេលវេលា (ចូលប្រើ)
ko_kr: 타임즈(액세스)
pt_pt: Times (Acesso)
ru_ru: Время (Доступ)
th_th: เวลา (การเข้าถึง)
vi_vn: Số lần truy cập
zh_cn: 访问次数
zh_tw: 造訪次數

# userActivity.data_create_count
source: Users (Create Data)
de_de: Benutzer (Daten erstellen)
es_es: Usuarios (Crear datos)
fr_fr: Utilisateurs (Créer des données)
id_id: Pengguna (Buat Data)
ja_jp: ユーザー数（データ作成）
km_kh: អ្នកប្រើ (បង្កើតទិន្នន័យ)
ko_kr: 사용자(데이터 생성)
pt_pt: Usuários (Criar Dados)
ru_ru: Пользователи (Создание данных)
th_th: ผู้ใช้ (สร้างข้อมูล)
vi_vn: Số người tạo dữ liệu
zh_cn: 创建数据人数
zh_tw: 建立資料人數

# userActivity.data_create_times
source: Times (Create Data)
de_de: Zeiten (Daten erstellen)
es_es: Veces (Crear datos)
fr_fr: Temps (Créer des données)
id_id: Waktu (Buat Data)
ja_jp: 回数（データ作成）
km_kh: ពេលវេលា (បង្កើតទិន្នន័យ)
ko_kr: 타임즈(데이터 생성)
pt_pt: Horários (Criar Dados)
ru_ru: Время (Создать данные)
th_th: ครั้ง (สร้างข้อมูล)
vi_vn: Số lần tạo dữ liệu
zh_cn: 创建数据次数
zh_tw: 建立資料次數

# userActivity.data_export_count
source: Users (Export Data)
de_de: Benutzer (Daten exportieren)
es_es: Usuarios (Exportar datos)
fr_fr: Utilisateurs (Exporter des données)
id_id: Pengguna (Ekspor Data)
ja_jp: ユーザー数（データエクスポート）
km_kh: អ្នកប្រើ (នាំចេញទិន្នន័យ)
ko_kr: 사용자(데이터 내보내기)
pt_pt: Usuários (Exportar Dados)
ru_ru: Пользователи (Экспорт данных)
th_th: ผู้ใช้งาน (ข้อมูลส่งออก)
vi_vn: Số người xuất dữ liệu
zh_cn: 导出数据人数
zh_tw: 匯出資料人數

# userActivity.data_export_times
source: Times (Export Data)
de_de: Zeiten (Daten exportieren)
es_es: Times (Exportar datos)
fr_fr: Temps (Exporter des données)
id_id: Waktu (Ekspor Data)
ja_jp: 回数（データエクスポート）
km_kh: ពេលវេលា (នាំចេញទិន្នន័យ)
ko_kr: 시간(데이터 내보내기)
pt_pt: Times (Exportar Dados)
ru_ru: Время (Экспорт данных)
th_th: เวลา (ข้อมูลส่งออก)
vi_vn: Số lần xuất dữ liệu
zh_cn: 导出数据次数
zh_tw: 匯出資料次數

# userActivity.data_remove_count
source: Users (Delete Data)
de_de: Benutzer (Daten löschen)
es_es: Usuarios (Eliminar datos)
fr_fr: Utilisateurs (Supprimer les données)
id_id: Pengguna (Hapus Data)
ja_jp: ユーザー数（データ削除）
km_kh: អ្នកប្រើ (លុបទិន្នន័យ)
ko_kr: 사용자(데이터 삭제)
pt_pt: Usuários (Excluir Dados)
ru_ru: Пользователи (удаление данных)
th_th: ผู้ใช้ (ลบข้อมูล)
vi_vn: Số người xóa dữ liệu
zh_cn: 删除数据人数
zh_tw: 刪除資料人數

# userActivity.data_remove_times
source: Times (Delete Data)
de_de: Zeiten (Daten löschen)
es_es: Veces (Borrar datos)
fr_fr: Temps (Supprimer les données)
id_id: Waktu (Hapus Data)
ja_jp: 回数（データ削除）
km_kh: ពេលវេលា (លុបទិន្នន័យ)
ko_kr: 시간(데이터 삭제)
pt_pt: Horários (Excluir Dados)
ru_ru: Время (удаление данных)
th_th: ครั้ง (ลบข้อมูล)
vi_vn: Số lần xóa dữ liệu
zh_cn: 删除数据次数
zh_tw: 刪除資料次數

# userActivity.data_update_count
source: Users (Update Data)
de_de: Benutzer (Daten aktualisieren)
es_es: Usuarios (Actualizar datos)
fr_fr: Utilisateurs (Mettre à jour les données)
id_id: Pengguna (Perbarui Data)
ja_jp: ユーザー数（データ更新）
km_kh: អ្នកប្រើ (ធ្វើបច្ចុប្បន្នភាពទិន្នន័យ)
ko_kr: 사용자(데이터 업데이트)
pt_pt: Usuários (Atualizar Dados)
ru_ru: Пользователи (обновление данных)
th_th: ผู้ใช้งาน (อัพเดทข้อมูล)
vi_vn: Số người sửa dữ liệu
zh_cn: 修改数据人数
zh_tw: 修改資料人數

# userActivity.data_update_times
source: Times (Update Data)
de_de: Zeiten (Daten aktualisieren)
es_es: Times (Actualizar datos)
fr_fr: Temps (Mettre à jour les données)
id_id: Waktu (Perbarui Data)
ja_jp: 回数（データ更新）
km_kh: ពេលវេលា (ធ្វើបច្ចុប្បន្នភាពទិន្នន័យ)
ko_kr: 시간(데이터 업데이트)
pt_pt: Times (Atualização de dados)
ru_ru: Время (обновить данные)
th_th: ไทม์ส (อัปเดตข้อมูล)
vi_vn: Số lần sửa dữ liệu
zh_cn: 修改数据次数
zh_tw: 修改資料次數

# userActivity.entity.metricsName
source: View by Object-Activity Details
de_de: Ansicht nach Objekt-Aktivitätsdetails
es_es: Ver por objeto-detalles de la actividad
fr_fr: Vue par objet - Détails de l'activité
id_id: Lihat berdasarkan Detail Aktivitas Objek
ja_jp: オブジェクト別表示 - 活動詳細
km_kh: មើលតាមព័ត៌មានលម្អិតសកម្មភាពវត្ថុ
ko_kr: 개체-활동 세부 정보별 보기
pt_pt: Exibir por detalhes de objeto-atividade
ru_ru: Просмотр по объектам-активности Подробности
th_th: ดูรายละเอียดกิจกรรมตามวัตถุ
vi_vn: Xem theo đối tượng - Chi tiết hoạt động
zh_cn: 按对象查看-活跃详情
zh_tw: 按物件查看-活躍詳情

# userActivity.entity.reportName
source: View by Object-Overview
de_de: Ansicht nach Objektübersicht
es_es: Vista por objeto - Descripción general
fr_fr: Vue par objet - Aperçu
id_id: Lihat berdasarkan Objek-Ikhtisar
ja_jp: オブジェクト別表示 - 概要
km_kh: មើលតាមទិដ្ឋភាពទូទៅវត្ថុ
ko_kr: 객체별 보기-개요
pt_pt: Exibir por objeto-Visão geral
ru_ru: Просмотр по объекту-Обзор
th_th: ดูตามภาพรวมวัตถุ
vi_vn: Xem theo đối tượng - Tổng quan
zh_cn: 按对象查看-概览
zh_tw: 按物件查看-概覽

# userActivity.entityId
source: Object ID
de_de: Objekt-ID
es_es: Identificación del objeto
fr_fr: ID de l'objet
id_id: ID Objek
ja_jp: オブジェクトID
km_kh: លេខសំគាល់វត្ថុ
ko_kr: 객체 ID
pt_pt: ID do objeto
ru_ru: Идентификатор объекта
th_th: รหัสวัตถุ
vi_vn: ID đối tượng
zh_cn: 对象ID
zh_tw: 物件 ID

# userActivity.entityName
source: Object
de_de: Objekt
es_es: Objeto
fr_fr: Objet
id_id: Obyek
ja_jp: オブジェクト
km_kh: វត្ថុ
ko_kr: 물체
pt_pt: Objeto
ru_ru: Объект
th_th: วัตถุ
vi_vn: Đối tượng
zh_cn: 对象
zh_tw: 物件

# userActivity.fileName
source: Member Activity
de_de: Mitgliederaktivität
es_es: Actividad de los miembros
fr_fr: Activité du membre
id_id: Aktivitas Anggota
ja_jp: メンバー活動
km_kh: សកម្មភាពសមាជិក
ko_kr: 회원 활동
pt_pt: Atividade do Membro
ru_ru: Активность участников
th_th: กิจกรรมสมาชิก
vi_vn: Dữ liệu hoạt động của thành viên
zh_cn: 成员活跃数据
zh_tw: 成員活躍資料

# userActivity.login_stats_count
source: Users (Log in)
de_de: Benutzer (Anmelden)
es_es: Usuarios (Iniciar sesión)
fr_fr: Utilisateurs (Connexion)
id_id: Pengguna (Masuk)
ja_jp: ユーザー数（ログイン）
km_kh: អ្នកប្រើ (ចូលប្រើ)
ko_kr: 사용자(로그인)
pt_pt: Usuários (Login)
ru_ru: Пользователи (Войти)
th_th: ผู้ใช้งาน (เข้าสู่ระบบ)
vi_vn: Số người đăng nhập
zh_cn: 登录人数
zh_tw: 登入人數

# userActivity.login_stats_times
source: Times (Log in)
de_de: Zeiten (Anmelden)
es_es: Times (Iniciar sesión)
fr_fr: Temps (Connexion)
id_id: Waktu (Masuk)
ja_jp: 回数（ログイン）
km_kh: ពេលវេលា (ចូលប្រើ)
ko_kr: 타임즈(로그인)
pt_pt: Horários (Entrar)
ru_ru: Время (Войти)
th_th: ครั้ง (เข้าสู่ระบบ)
vi_vn: Số lần đăng nhập
zh_cn: 登录次数
zh_tw: 登入次數

# userActivity.memberId
source: Member ID
de_de: Mitglieds-ID
es_es: ID de miembro
fr_fr: ID du membre
id_id: ID Anggota
ja_jp: メンバーID
km_kh: លេខសំគាល់សមាជិក
ko_kr: 회원 ID
pt_pt: ID do membro
ru_ru: Идентификатор участника
th_th: รหัสสมาชิก
vi_vn: ID thành viên
zh_cn: 成员编号
zh_tw: 成員編號

# userActivity.nickName
source: Member
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
id_id: Anggota
ja_jp: メンバー
km_kh: សមាជិក
ko_kr: 회원
pt_pt: Membro
ru_ru: Член
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# userActivity.time
source: Date
de_de: Datum
es_es: Fecha
id_id: Tanggal
ja_jp: 日付
km_kh: កាលបរិច្ឆេទ
ko_kr: 날짜
pt_pt: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Thời gian
zh_cn: 时间
zh_tw: 時間

# userActivity.user.metricsName
source: View by Member-Activity Details
de_de: Ansicht nach Mitgliedsaktivitätsdetails
es_es: Ver por miembro - Detalles de actividad
fr_fr: Vue par membre - Détails de l'activité
id_id: Lihat Berdasarkan Detail Aktivitas Anggota
ja_jp: メンバー別表示 - 活動詳細
km_kh: មើលតាមព័ត៌មានលម្អិតសកម្មភាពសមាជិក
ko_kr: 회원 활동 세부 정보별 보기
pt_pt: Exibir por detalhes de atividade de membro
ru_ru: Просмотр по членам-Детали активности
th_th: ดูรายละเอียดกิจกรรมตามสมาชิก
vi_vn: Xem theo thành viên - Chi tiết hoạt động
zh_cn: 按成员查看-活跃详情
zh_tw: 按成員查看-活躍詳情

# userActivity.user.reportName
source: View by Member-Overview
de_de: Ansicht nach Mitgliederübersicht
es_es: Ver por miembro - Resumen
fr_fr: Vue par membre - Aperçu
id_id: Lihat Berdasarkan Anggota - Gambaran Umum
ja_jp: メンバー別表示 - 概要
km_kh: មើលតាមទិដ្ឋភាពទូទៅសមាជិក
ko_kr: 회원별 보기-개요
pt_pt: Visualizar por Visão Geral do Membro
ru_ru: Просмотр по участнику-Обзор
th_th: ดูตามภาพรวมสมาชิก
vi_vn: Xem theo thành viên - Tổng quan
zh_cn: 按成员查看-概览
zh_tw: 按成員查看-概覽

# vip.pack.ent
source: Enterprise
de_de: Unternehmen
es_es: Empresa
fr_fr: Entreprise
id_id: Perusahaan
ja_jp: エンタープライズ
km_kh: សហគ្រាស
ko_kr: 기업
pt_pt: Empresa
ru_ru: Предприятие
th_th: องค์กรธุรกิจ
vi_vn: Phiên bản doanh nghiệp
zh_cn: 企业版
zh_tw: 企業版

# vip.pack.free
source: Free
de_de: Frei
es_es: Gratis
fr_fr: Gratuit
id_id: Bebas
ja_jp: 無料
km_kh: ឥតគិតថ្លៃ
ko_kr: 무료
pt_pt: Livre
ru_ru: Бесплатно
th_th: ฟรี
vi_vn: Miễn phí
zh_cn: 免费版
zh_tw: 免費版

# vip.pack.lite
source: Lite
es_es: Ligero
fr_fr: Léger
id_id: Ringan
ja_jp: ライト
km_kh: សំខាន់
ko_kr: 라이트
pt_pt: Leve
ru_ru: Лайт
th_th: ไลท์
vi_vn: Phiên bản trẻ
zh_cn: 青春版
zh_tw: 青春版

# vip.pack.oem
source: Customized
de_de: Maßgeschneidert
es_es: Personalizado
fr_fr: Personnalisé
id_id: Disesuaikan
ja_jp: カスタマイズ
km_kh: ផ្ទាល់ខ្លួន
ko_kr: 맞춤형
pt_pt: Personalizado
ru_ru: Индивидуальный
th_th: กำหนดเอง
vi_vn: Tùy chỉnh
zh_cn: 定制版
zh_tw: 客製化版

# vip.pack.pro
source: Professional
es_es: Profesional
fr_fr: Professionnel
id_id: Profesional
ja_jp: プロフェッショナル
km_kh: វិជ្ជាជីវៈ
ko_kr: 전문적인
pt_pt: Profissional
ru_ru: Профессиональный
th_th: มืออาชีพ
vi_vn: Chuyên nghiệp
zh_cn: 专业版
zh_tw: 專業版

# vip.pack.self_hosted
source: Exclusive
de_de: Exklusiv
es_es: Exclusivo
fr_fr: Exclusif
id_id: Eksklusif
ja_jp: 専用
km_kh: ផ្តាច់មុខ
ko_kr: 독점적인
pt_pt: Exclusivo
ru_ru: Эксклюзивный
th_th: พิเศษ
vi_vn: Độc quyền
zh_cn: 独享版
zh_tw: 獨享版

# vip.pack.starter
source: Starter
de_de: Anlasser
es_es: Motor de arranque
fr_fr: Débutant
ja_jp: スターター
km_kh: ចាប់ផ្តើម
ko_kr: 기동기
pt_pt: Iniciante
ru_ru: Стартер
th_th: สตาร์ทเตอร์
vi_vn: Phiên bản cơ bản
zh_cn: 入门版
zh_tw: 入門版

# vip.pack.std
source: Business
de_de: Geschäft
es_es: Negocio
fr_fr: Affaires
id_id: Bisnis
ja_jp: 標準
km_kh: អាជីវកម្ម
ko_kr: 사업
pt_pt: Negócios
ru_ru: Бизнес
th_th: ธุรกิจ
vi_vn: Tiêu chuẩn
zh_cn: 标准版
zh_tw: 標準版

# vip.pack.trial
source: Trial
de_de: Versuch
es_es: Ensayo
fr_fr: Essai
id_id: Uji coba
ja_jp: トライアル
km_kh: សាកល្បង
ko_kr: 재판
pt_pt: Julgamento
ru_ru: Пробный
th_th: การทดลอง
vi_vn: Thử nghiệm
zh_cn: 体验版
zh_tw: 體驗版

# vip.pack.user
source: By User Amount
de_de: Nach Benutzerbetrag
es_es: Por cantidad de usuarios
fr_fr: Par nombre d'utilisateurs
id_id: Berdasarkan Jumlah Pengguna
ja_jp: ユーザー数別
km_kh: តាមចំនួនអ្នកប្រើប្រាស់
ko_kr: 사용자 금액별
pt_pt: Por quantidade de usuário
ru_ru: По количеству пользователей
th_th: ตามจำนวนผู้ใช้
vi_vn: Mua theo số người dùng
zh_cn: 按用户数购买
zh_tw: 按使用者數購買

# vip.pack.user_premium
source: Premium
de_de: Prämie
es_es: De primera calidad
id_id: Premi
ja_jp: プレミアム
km_kh: បុព្វលាភ
ko_kr: 프리미엄
pt_pt: Prêmio
ru_ru: Премиум
th_th: พรีเมี่ยม
vi_vn: Cao cấp
zh_cn: 旗舰版
zh_tw: 旗艦版

# activity.fileName
source: Activity Data
de_de: Aktivitätsdaten
es_es: Datos de actividad
id_id: Data Aktivitas
ja_jp: 活動データ
km_kh: ទិន្នន័យសកម្មភាព
ko_kr: 활동 데이터
pt_pt: Dados de atividade
ru_ru: Данные о деятельности
th_th: ข้อมูลกิจกรรม
vi_vn: Dữ liệu hoạt động
zh_tw: 活躍資料

# activity_stats.export.dismission
source: (Inactive)
de_de: (Inaktiv)
es_es: (Inactivo)
id_id: (Tidak aktif)
ja_jp: （非アクティブ）
km_kh: (មិនសកម្ម)
ko_kr: (비활성)
pt_pt: (Inativo)
ru_ru: (Неактивно)
th_th: (ไม่ได้ใช้งาน)
vi_vn: (Đã nghỉ việc)
zh_tw: （已離職）

# form.sysField.dataId
source: data_id
de_de: Daten-ID
es_es: ID de datos
fr_fr: ID des données
ko_kr: 데이터_아이디
pt_pt: id_de_dados
th_th: รหัสข้อมูล

# message.cron.dataNotifyLimit
source: A total of {{ count }} pieces of data reached the alert time, please log in to check them
de_de: Insgesamt {{ count }} Daten haben die Alarmzeit erreicht. Bitte melden Sie sich an, um sie zu überprüfen.
es_es: Un total de {{ count }} piezas de datos llegaron al momento de la alerta, inicie sesión para verificarlas
fr_fr: Un total de {{ count }} pièces de données ont atteint le temps d'alerte, veuillez vous connecter pour les vérifier
pt_pt: Um total de {{ count }} dados atingiram o horário do alerta. Faça login para verificá-los.

# message.cron.dataNotifyLimitCustomText
source: ({{ count }} pieces)
de_de: ({{ count }} Stück)
es_es: ({{ count }} piezas)
fr_fr: ({{ count }} pièces)
pt_pt: ({{ count }} peças)

# message.flow.cc.merge
source: There are {{ count }} new flow processing results CCed to you
de_de: Es gibt {{ count }} neue Flow-Verarbeitungsergebnisse, die Ihnen per CC übermittelt wurden
es_es: Hay {{ count }} nuevos resultados de procesamiento de flujo enviados con copia a usted
fr_fr: Il y a {{ count }} nouveaux résultats de traitement de flux en copie pour vous
pt_pt: Há {{ count }} novos resultados de processamento de fluxo enviados para você

# message.flow.todo.merge
source: There are {{ count }} new to-do item
de_de: Es gibt {{ count }} neue Aufgaben
es_es: Hay {{ count }} nuevos elementos por hacer
fr_fr: Il y a {{ count }} nouvel élément à faire
pt_pt: Há {{ count }} novos itens de tarefas

# system.jdy
source: {{ _g_productName }}
es_es: {{ _g_nombreProducto }}
id_id: {{ _g_namaproduk }}
pt_pt: {{ _g_nome_do_produto }}
