Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# page.title.etlEdit
source: Data Stream Design | {{ _g_productName }}
de_de: Datenstromdesign | {{ _g_productName }}
es_es: Diseño de flujo de datos | {{ _g_productName }}
fr_fr: Conception de flux de données | {{ _g_productName }}
id_id: Desain Aliran Data | {{ _g_productName }}
ja_jp: データストリームデザイン | {{ _g_productName }}
km_kh: ការរចនាស្ទ្រីមទិន្នន័យ | {{ _g_productName }}
ko_kr: 데이터 스트림 디자인 | {{ _g_productName }}
pt_pt: Design de fluxo de dados | {{ _g_productName }}
ru_ru: Проектирование потока данных | {{ _g_productName }}
th_th: การออกแบบสตรีมข้อมูล | {{ _g_productName }}
vi_vn: Thiết kế luồng dữ liệu | {{ _g_productName }}
zh_cn: 数据流设计 | {{ _g_productName }}
zh_tw: 資料流程設計 | {{ _g_productName }}

# page.title.formDataPage
source: Custom detail page | {{ _g_productName }}
de_de: Benutzerdefinierte Detailseite | {{ _g_productName }}
es_es: Página de detalles personalizada | {{ _g_productName }}
fr_fr: Page de détails personnalisée | {{ _g_productName }}
id_id: Halaman detail khusus | {{ _g_productName }}
ja_jp: カスタム詳細ページ | {{ _g_productName }}
km_kh: ទំព័រលម្អិតផ្ទាល់ខ្លួន | {{ _g_productName }}
ko_kr: 사용자 정의 상세 페이지 | {{ _g_productName }}
pt_pt: Página de detalhes personalizada | {{ _g_productName }}
ru_ru: Пользовательская страница деталей | {{ _g_productName }}
th_th: หน้ารายละเอียดที่กำหนดเอง | {{ _g_productName }}
vi_vn: Trang chi tiết tùy chỉnh | {{ _g_productName }}
zh_cn: 自定义详情页 | {{ _g_productName }}
zh_tw: 自訂詳情頁 | {{ _g_productName }}

# page.title.formPreview
source: Form Preview | {{ _g_productName }}
de_de: Formularvorschau | {{ _g_productName }}
es_es: Vista previa del formulario | {{ _g_productName }}
fr_fr: Aperçu du formulaire | {{ _g_productName }}
id_id: Pratinjau Formulir | {{ _g_productName }}
ja_jp: フォームプレビュー | {{ _g_productName }}
km_kh: មើលមុនទម្រង់ | {{ _g_productName }}
ko_kr: 양식 미리보기 | {{ _g_productName }}
pt_pt: Visualização do formulário | {{ _g_productName }}
ru_ru: Предварительный просмотр формы | {{ _g_productName }}
th_th: แบบฟอร์มตัวอย่าง | {{ _g_productName }}
vi_vn: Xem trước biểu mẫu | {{ _g_productName }}
zh_cn: 表单预览 | {{ _g_productName }}
zh_tw: 表單預覽 | {{ _g_productName }}

# page.title.hcSolutionCenter
source: Template Center
de_de: Vorlagencenter
es_es: Centro de plantillas
fr_fr: Centre de modèles
id_id: Pusat Template
ja_jp: テンプレートセンター
km_kh: មជ្ឈមណ្ឌលគំរូ
ko_kr: 템플릿 센터
pt_pt: Centro de Modelos
ru_ru: Центр шаблонов
th_th: ศูนย์กลางเทมเพลต
vi_vn: Trung tâm giải pháp
zh_cn: 方案中心
zh_tw: 範本中心

# page.title.imageUpload
source: Image Upload
de_de: Bild-Upload
es_es: Carga de imagen
fr_fr: Téléchargement d'images
id_id: Unggah Gambar
ja_jp: 画像アップロード
km_kh: ការផ្ទុករូបភាពឡើង
ko_kr: 이미지 업로드
pt_pt: Upload de imagem
ru_ru: Загрузка изображения
th_th: อัพโหลดรูปภาพ
vi_vn: Tải lên hình ảnh
zh_cn: 图片上传
zh_tw: 圖片上傳

# page.title.larkCpInstallCallback
source: Lark bound successfully
de_de: Lark erfolgreich gesprungen
es_es: Alondra atada con éxito
fr_fr: Liaison Lark réussie
id_id: Lark berhasil diikat
ja_jp: Larkが正常にバインドされました
km_kh: Lark ភ្ជាប់ដោយជោគជ័យ
ko_kr: 종달새가 성공적으로 출동했습니다
pt_pt: Cotovia saltou com sucesso
ru_ru: Жаворонок успешно скакал
th_th: ลาร์คผูกมัดสำเร็จ
vi_vn: Liên kết Lark thành công
zh_cn: 飞书绑定成功
zh_tw: 飛書綁定成功

# page.title.larkCpInstallIssue
source: Lark binding
de_de: Lerchenbindung
es_es: Encuadernación de alondra
fr_fr: Liaison Lark
id_id: Mengikat burung lark
ja_jp: Larkバインディング
km_kh: ការភ្ជាប់ Lark
ko_kr: 종달새 바인딩
pt_pt: Encadernação de cotovia
ru_ru: Переплет жаворонка
th_th: การผูกนก
vi_vn: Liên kết Lark
zh_cn: 飞书绑定
zh_tw: 飛書綁定

# page.title.login_bind
source: Bind Email
de_de: Link E-Mail
es_es: Enlace de correo electrónico
fr_fr: Lier l'email
id_id: Tautan Email
ja_jp: メールバインド
km_kh: ភ្ជាប់អ៊ីមែល
ko_kr: 링크 이메일
pt_pt: Link de e-mail
ru_ru: Ссылка на электронную почту
th_th: ลิงค์อีเมล์
vi_vn: Liên kết Email
zh_cn: 绑定邮箱
zh_tw: 綁定信箱

# page.title.networkTestView
source: Network Self-service Test | {{ _g_productName }}
de_de: Netzwerk-Self-Service-Test | {{ _g_productName }}
es_es: Prueba de autoservicio de red | {{ _g_productName }}
fr_fr: Test réseau en libre-service | {{ _g_productName }}
id_id: Uji Layanan Mandiri Jaringan | {{ _g_productName }}
ja_jp: ネットワークセルフサービステスト | {{ _g_productName }}
km_kh: ការធ្វើតេស្តខ្លួនឯងបណ្ដាញ | {{ _g_productName }}
ko_kr: 네트워크 셀프 서비스 테스트 | {{ _g_productName }}
pt_pt: Teste de autoatendimento de rede | {{ _g_productName }}
ru_ru: Тест самообслуживания сети | {{ _g_productName }}
th_th: ทดสอบการบริการตนเองของเครือข่าย | {{ _g_productName }}
vi_vn: Kiểm tra mạng tự phục vụ | {{ _g_productName }}
zh_cn: 网络自助测试 | {{ _g_productName }}
zh_tw: 網路自助測試 | {{ _g_productName }}

# page.title.notSupported
source: This version of the browser is no longer supported
de_de: Diese Version des Browsers wird nicht mehr unterstützt
es_es: Esta versión del navegador ya no es compatible
fr_fr: Cette version du navigateur n'est plus prise en charge
id_id: Versi browser ini tidak lagi didukung
ja_jp: このバージョンのブラウザはサポートされていません
km_kh: កំណែរបស់កម្មវិធីអ៊ីនធឺណិតនេះមិនត្រូវបានគាំទ្រទៀតហើយ
ko_kr: 이 브라우저 버전은 더 이상 지원되지 않습니다.
pt_pt: Esta versão do navegador não é mais suportada
ru_ru: Эта версия браузера больше не поддерживается
th_th: เวอร์ชันนี้ของเบราว์เซอร์ไม่ได้รับการสนับสนุนอีกต่อไป
vi_vn: Phiên bản trình duyệt quá thấp
zh_cn: 浏览器版本过低
zh_tw: 瀏覽器版本過低

# page.title.oauth
source: Confirm Authorization
de_de: Autorisierung bestätigen
es_es: Confirmar autorización
fr_fr: Confirmer l'autorisation
id_id: Konfirmasi Otorisasi
ja_jp: 認可を確認
km_kh: បញ្ជាក់ការអនុញ្ញាត
ko_kr: 승인 확인
pt_pt: Confirmar autorização
ru_ru: Подтвердить авторизацию
th_th: ยืนยันการอนุญาต
vi_vn: Xác nhận ủy quyền
zh_cn: 确认授权
zh_tw: 確認授權

# page.title.openApiExplorer
source: API Debugger | {{ _g_productName }}
de_de: API-Debug-Konsole | {{ _g_productName }}
es_es: Consola de Depuración de API | {{ _g_productName }}
fr_fr: Console de Débogage API | {{ _g_productName }}
id_id: Konsol Debug API | {{ _g_productName }}
ja_jp: APIデバッグツール | {{ _g_productName }}
km_kh: កុងសូលបំបាត់កំហុស API | {{ _g_productName }}
ko_kr: API 디버그 콘솔 | {{ _g_productName }}
pt_pt: Console de Depuração de API | {{ _g_productName }}
ru_ru: Отладчик API | {{ _g_productName }}
th_th: คอนโซลดีบัก API | {{ _g_productName }}
vi_vn: Bảng Gỡ Lỗi API | {{ _g_productName }}
zh_cn: API调试台 | {{ _g_productName }}
zh_tw: API調試台 | {{ _g_productName }}

# page.title.openApiParameter
source: Parameter Description | {{ _g_productName }}
de_de: Parameterbeschreibung | {{ _g_productName }}
es_es: Descripción del parámetro | {{ _g_productName }}
fr_fr: Description des paramètres | {{ _g_productName }}
id_id: Deskripsi Parameter | {{ _g_productName }}
ja_jp: パラメータ説明 | {{ _g_productName }}
km_kh: ការពិពណ៌នាប៉ារ៉ាម៉ែត្រ | {{ _g_productName }}
ko_kr: 매개변수 설명 | {{ _g_productName }}
pt_pt: Descrição do parâmetro | {{ _g_productName }}
ru_ru: Описание параметра | {{ _g_productName }}
th_th: คำอธิบายพารามิเตอร์ | {{ _g_productName }}
vi_vn: Mô tả tham số | {{ _g_productName }}
zh_cn: 参数说明 | {{ _g_productName }}
zh_tw: 參數說明 | {{ _g_productName }}

# page.title.openPlatform
source: Open Platform | {{ _g_productName }}
de_de: Offene Plattform | {{ _g_productName }}
es_es: Plataforma abierta | {{ _g_nombreProducto }}
fr_fr: Plateforme ouverte | {{ _g_productName }}
ja_jp: オープンプラットフォーム | {{ _g_productName }}
km_kh: វេទិកាបើក | {{ _g_productName }}
ko_kr: 오픈 플랫폼 | {{ _g_productName }}
pt_pt: Plataforma Aberta | {{ _g_productName }}
ru_ru: Открытая платформа | {{ _g_productName }}
th_th: เปิดแพลตฟอร์ม | {{ _g_productName }}
vi_vn: Nền tảng mở | {{ _g_productName }}
zh_cn: 开放平台 | {{ _g_productName }}
zh_tw: 開放平台 | {{ _g_productName }}

# page.title.orderCreate
source: Create Order | {{ _g_productName }}
de_de: Bestellung erstellen | {{ _g_productName }}
es_es: Crear pedido | {{ _g_productName }}
fr_fr: Créer une commande | {{ _g_productName }}
id_id: Buat Pesanan | {{ _g_productName }}
ja_jp: 注文を作成 | {{ _g_productName }}
km_kh: បង្កើតការកម្មង់ | {{ _g_productName }}
ko_kr: 주문 생성 | {{ _g_productName }}
pt_pt: Criar pedido | {{ _g_productName }}
ru_ru: Создать заказ | {{ _g_productName }}
th_th: สร้างคำสั่งซื้อ | {{ _g_productName }}
vi_vn: Tạo đơn hàng | {{ _g_productName }}
zh_cn: 创建订单 | {{ _g_productName }}
zh_tw: 建立訂單 | {{ _g_productName }}

# page.title.orderPay
source: Pay Order
de_de: Zahlungsanweisung
es_es: Orden de pago
fr_fr: Payer la commande
id_id: Perintah Pembayaran
ja_jp: 注文を支払う
km_kh: ទូទាត់ការកម្មង់
ko_kr: 지불 명령
pt_pt: Ordem de pagamento
ru_ru: Оплатить заказ
th_th: สั่งชำระเงิน
vi_vn: Thanh toán đơn hàng
zh_cn: 支付订单
zh_tw: 支付訂單

# page.title.orderPayFailed
source: Payment failed
de_de: Zahlung fehlgeschlagen
es_es: Pago fallido
fr_fr: Paiement échoué
id_id: Pembayaran gagal
ja_jp: 支払いに失敗しました
km_kh: ការទូទាត់បរាជ័យ
ko_kr: 결제 실패
pt_pt: O pagamento falhou
ru_ru: Платеж не прошёл
th_th: การชำระเงินล้มเหลว
vi_vn: Thanh toán thất bại
zh_cn: 支付失败
zh_tw: 支付失敗

# page.title.orderPaySuccess
source: Payment successful
de_de: Zahlung erfolgreich
es_es: Pago exitoso
fr_fr: Paiement réussi
id_id: Pembayaran berhasil
ja_jp: 支払いが成功しました
km_kh: ការទូទាត់ជោគជ័យ
ko_kr: 결제 성공
pt_pt: Pagamento efetuado com sucesso
ru_ru: Платеж прошел успешно
th_th: ชำระเงินสำเร็จแล้ว
vi_vn: Thanh toán thành công
zh_cn: 支付成功
zh_tw: 支付成功

# page.title.passwordForget
source: Forget {{ _g_productName }} password?
de_de: {{ _g_productName }} Passwort vergessen?
es_es: ¿Olvidó su contraseña de {{ _g_productName }}?
fr_fr: Mot de passe oublié pour {{ _g_productName }} ?
id_id: Lupa kata sandi {{ _g_productName }}?
ja_jp: {{ _g_productName }}のパスワードを忘れましたか？
km_kh: ភ្លេចពាក្យសម្ងាត់ {{ _g_productName }}?
ko_kr: {{ _g_productName }} 비밀번호를 잊으셨나요?
pt_pt: Esqueceu a senha do {{ _g_productName }}?
ru_ru: Забыли пароль {{ _g_productName }}?
th_th: ลืมรหัสผ่าน {{ _g_productName }}?
vi_vn: Quên mật khẩu {{ _g_productName }}?
zh_cn: {{ _g_productName }}忘记密码怎么办？
zh_tw: {{ _g_productName }}忘記密碼怎麼辦？

# page.title.passwordReset
source: Reset Password
de_de: Passwort zurücksetzen
es_es: Restablecer contraseña
fr_fr: Réinitialiser le mot de passe
id_id: Setel Ulang Kata Sandi
ja_jp: パスワードをリセット
km_kh: កំណត់ពាក្យសម្ងាត់ឡើងវិញ
ko_kr: 비밀번호 재설정
pt_pt: Redefinir senha
ru_ru: Сбросить пароль
th_th: รีเซ็ตรหัสผ่าน
vi_vn: Đặt lại mật khẩu
zh_cn: 密码重置
zh_tw: 密碼重設

# page.title.personal
source: Personal Settings | {{ _g_productName }}
de_de: Persönliche Einstellungen | {{ _g_productName }}
es_es: Configuración personal | {{ _g_productName }}
fr_fr: Paramètres personnels | {{ _g_productName }}
id_id: Pengaturan Pribadi | {{ _g_productName }}
ja_jp: 個人設定 | {{ _g_productName }}
km_kh: ការកំណត់ផ្ទាល់ខ្លួន | {{ _g_productName }}
ko_kr: 개인 설정 | {{ _g_productName }}
pt_pt: Configurações pessoais | {{ _g_productName }}
ru_ru: Персональные настройки | {{ _g_productName }}
th_th: การตั้งค่าส่วนตัว | {{ _g_productName }}
vi_vn: Cài đặt cá nhân | {{ _g_productName }}
zh_cn: 个人设置 | {{ _g_productName }}
zh_tw: 個人設定 | {{ _g_productName }}

# page.title.printEdit
source: Design Print Template
de_de: Design-Druckvorlage
es_es: Plantilla de impresión de diseño
fr_fr: Concevoir un modèle d'impression
id_id: Template Desain Cetak
ja_jp: 印刷テンプレートをデザイン
km_kh: គំរូបោះពុម្ពរចនា
ko_kr: 디자인 인쇄 템플릿
pt_pt: Modelo de impressão de design
ru_ru: Шаблон дизайна печати
th_th: แม่แบบการพิมพ์การออกแบบ
vi_vn: Tạo mẫu in
zh_cn: 打印模板制作
zh_tw: 列印範本製作

# page.title.signature
source: Signature
de_de: Unterschrift
es_es: Firma
id_id: Tanda tangan
ja_jp: 署名
km_kh: ហត្ថលេខា
ko_kr: 서명
pt_pt: Assinatura
ru_ru: Подпись
th_th: ลายเซ็น
vi_vn: Chữ ký tay
zh_cn: 手写签名
zh_tw: 手寫簽名

# page.title.suiteLoginAccept
source: Login with Authorization
de_de: Mit Autorisierung anmelden
es_es: Iniciar sesión con autorización
fr_fr: Se connecter avec autorisation
id_id: Masuk dengan otorisasi
ja_jp: 認証でログイン
km_kh: ចូលដោយការអនុញ្ញាត
ko_kr: 인증으로 로그인
pt_pt: Entrar com autorização
ru_ru: Войти с авторизацией
th_th: เข้าสู่ระบบด้วยการอนุญาต
vi_vn: Đăng nhập với sự ủy quyền
zh_cn: 授权登录
zh_tw: 授权登录

# page.title.support
source: Contact Us | {{ _g_productName }}
de_de: Kontaktieren Sie uns | {{ _g_productName }}
es_es: Contáctenos | {{ _g_productName }}
fr_fr: Contactez-nous | {{ _g_productName }}
id_id: Hubungi Kami | {{ _g_productName }}
ja_jp: お問い合わせ | {{ _g_productName }}
km_kh: ទាក់ទងពួកយើង | {{ _g_productName }}
ko_kr: 문의하기 | {{ _g_productName }}
pt_pt: Entre em contato conosco | {{ _g_productName }}
ru_ru: Свяжитесь с нами | {{ _g_productName }}
th_th: ติดต่อเรา | {{ _g_productName }}
vi_vn: Liên hệ chúng tôi | {{ _g_productName }}
zh_cn: 联系我们 | {{ _g_productName }}
zh_tw: 聯絡我們 | {{ _g_productName }}

# page.title.tenantVerify
source: Identity Authentication | {{ _g_productName }}
de_de: Identitätsauthentifizierung | {{ _g_productName }}
es_es: Autenticación de identidad | {{ _g_productName }}
fr_fr: Authentification d'identité | {{ _g_productName }}
id_id: Autentikasi Identitas | {{ _g_productName }}
ja_jp: 身元確認 | {{ _g_productName }}
km_kh: ការផ្ទៀងផ្ទាត់អត្តសញ្ញាណ | {{ _g_productName }}
ko_kr: 신원 인증 | {{ _g_productName }}
pt_pt: Autenticação de identidade | {{ _g_productName }}
ru_ru: Аутентификация личности | {{ _g_productName }}
th_th: การพิสูจน์ตัวตน | {{ _g_productName }}
vi_vn: Xác thực danh tính | {{ _g_productName }}
zh_cn: 身份认证 | {{ _g_productName }}
zh_tw: 身份認證 | {{ _g_productName }}

# page.title.thirdPartBindViewTitle
source: Link Mobile Number/Email
de_de: Handynummer/E-Mail verknüpfen
es_es: Vincular número de teléfono móvil/correo electrónico
fr_fr: Lier un numéro de mobile/email
id_id: Hubungkan Nomor Ponsel/Email
ja_jp: 携帯番号/Eメールをリンク
km_kh: ភ្ជាប់លេខទូរស័ព្ទ/អ៊ីមែល
ko_kr: 휴대폰 번호/이메일 링크
pt_pt: Link Número de celular/e-mail
ru_ru: Ссылка на номер мобильного телефона/адрес электронной почты
th_th: ลิงค์เบอร์มือถือ/อีเมล์
vi_vn: Liên kết số điện thoại/email
zh_cn: 绑定手机号/邮箱
zh_tw: 綁定手機號碼/電子信箱

# page.title.userCancelTitle
source: Account being closed
de_de: Konto wird geschlossen
es_es: Cuenta en proceso de cierre
fr_fr: Compte en cours de fermeture
id_id: Akun sedang ditutup
ja_jp: アカウントを閉鎖中
km_kh: គណនីកំពុងបិទ
ko_kr: 계정이 폐쇄됩니다
pt_pt: Conta sendo fechada
ru_ru: Счет закрывается
th_th: บัญชีกำลังถูกปิด
vi_vn: Tài khoản đang hủy
zh_cn: 该账号注销中
zh_tw: 該帳號註銷中

# print.field.currentFlow
source: Current Node
de_de: Aktueller Knoten
es_es: Nodo actual
fr_fr: Nœud actuel
id_id: Node Saat Ini
ja_jp: 現在のノード
km_kh: ថ្នាំងបច្ចុប្បន្ន
ko_kr: 현재 노드
pt_pt: Nó atual
ru_ru: Текущий узел
th_th: โหนดปัจจุบัน
vi_vn: Nút hiện tại
zh_cn: 当前节点
zh_tw: 當前節點

# print.filename.barCodeExport
source: {{ formName }}_barcode_{{ timestamp }}.pdf
fr_fr: {{ formName }}_code-barres_{{ timestamp }}.pdf
id_id: {{namaformulir}}_kodebar_{{stempelwaktu}}.pdf
ja_jp: {{ formName }}_バーコード_{{ timestamp }}.pdf
km_kh: {{ formName }}បាកូដ{{ timestamp }}.pdf
ko_kr: {{ formName }}_바코드_{{ timestamp }}.pdf
ru_ru: {{formName}}_штрихкод_{{timestamp}}.pdf
vi_vn: {{ formName }}_Mã vạch_{{ timestamp }}.pdf
zh_cn: {{ formName }}_条形码_{{ timestamp }}.pdf
zh_tw: {{ formName }}_條碼_{{ timestamp }}.pdf

# print.filename.qrCodeExport
source: {{ formName }}_barcode_{{ timestamp }}.pdf
fr_fr: {{ formName }}_code-barres_{{ timestamp }}.pdf
id_id: {{namaformulir}}_kodebar_{{stempelwaktu}}.pdf
ja_jp: {{ formName }}_QRコード_{{ timestamp }}.pdf
km_kh: {{ formName }}បាកូដ{{ timestamp }}.pdf
ko_kr: {{ formName }}_바코드_{{ timestamp }}.pdf
ru_ru: {{formName}}_штрихкод_{{timestamp}}.pdf
vi_vn: {{ formName }}_Mã QR_{{ timestamp }}.pdf
zh_cn: {{ formName }}_二维码_{{ timestamp }}.pdf
zh_tw: {{ formName }}_ QR Code _{{ timestamp }}.pdf

# print.sys.baseInfo
source: Basic Info
de_de: Basisinformation
es_es: Información básica
fr_fr: Informations de base
id_id: Info Dasar
ja_jp: 基本情報
km_kh: ព័ត៌មានមូលដ្ឋាន
ko_kr: 기본 정보
pt_pt: Informações básicas
ru_ru: Основная информация
th_th: ข้อมูลพื้นฐาน
vi_vn: Thông tin cơ bản
zh_cn: 基本信息
zh_tw: 基本資訊

# print.sys.fileFormat
source: {{file name}} File Size: {{size}} Upload Time: {{ uploadTime }}
de_de: {{file name}} Dateigröße: {{size}} Upload-Zeit: {{ uploadTime }}
es_es: {{file name}} Tamaño del archivo: {{size}} Fecha de carga: {{ uploadTime }}
fr_fr: {{file name}} Taille du fichier : {{size}} Heure de téléchargement : {{ uploadTime }}
id_id: {{nama file}} Ukuran Berkas: {{size}} Waktu Unggah: {{ uploadTime }}
ja_jp: {{file name}} ファイルサイズ: {{size}} アップロード時間: {{ uploadTime }}
km_kh: {{file name}} ទំហំឯកសារ៖ {{size}} ពេលវេលាផ្ទុកឡើង៖ {{ uploadTime }}
ko_kr: {{ file name }} 파일 크기: {{ size }} 업로드 시간: {{ uploadTime }}
pt_pt: {{file name}} Tamanho do arquivo: {{size}} Hora do upload: {{ uploadTime }}
ru_ru: {{file name}} Размер файла: {{size}} Время загрузки: {{ uploadTime }}
th_th: {{file name}} ขนาดไฟล์: {{size}} เวลาอัปโหลด: {{ uploadTime }}
vi_vn: {{ filename }} Kích thước tệp: {{ size }} Thời gian tải lên: {{ uploadTime }}
zh_cn: {{ filename }} 文件大小: {{ size }} 上传时间: {{ uploadTime }}
zh_tw: {{ filename }} 文件大小: {{ size }} 上傳時間: {{ uploadTime }}

# print.sys.name
source: System Print
de_de: Systemdruck
es_es: Impresión del sistema
fr_fr: Impression système
id_id: Sistem Cetak
ja_jp: システム印刷
km_kh: ការបោះពុម្ពរបស់ប្រព័ន្ធ
ko_kr: 시스템 인쇄
pt_pt: Impressão do sistema
ru_ru: Системная печать
th_th: ระบบการพิมพ์
vi_vn: In hệ thống
zh_cn: 系统打印
zh_tw: 系統列印

# print.sys.wxInfo
source: WeChat details of the person who submitted this
de_de: WeChat-Details der Person, die dies eingereicht hat
es_es: Datos de WeChat de la persona que envió esto
fr_fr: Détails WeChat de la personne qui a soumis ceci
id_id: Rincian WeChat orang yang mengirimkan ini
ja_jp: 提出した人のWeChat詳細
km_kh: ព័ត៌មានលម្អិត WeChat របស់អ្នកដែលបានដាក់ស្នើ
ko_kr: 이 게시물을 제출한 사람의 WeChat 세부 정보
pt_pt: Detalhes do WeChat da pessoa que enviou isso
ru_ru: Данные WeChat о человеке, который отправил это
th_th: รายละเอียด WeChat ของผู้ที่ส่งสิ่งนี้
vi_vn: Thông tin WeChat của người gửi
zh_cn: 提交人微信信息
zh_tw: 送出人微信資訊

# print.system_template_name
source: Default Template
de_de: Standardvorlage
es_es: Plantilla predeterminada
fr_fr: Modèle par défaut
id_id: Templat Default
ja_jp: デフォルトテンプレート
km_kh: គំរូលំនាំដើម
ko_kr: 기본 템플릿
pt_pt: Modelo padrão
ru_ru: Шаблон по умолчанию
th_th: เทมเพลตเริ่มต้น
vi_vn: Mẫu hệ thống
zh_cn: 系统模板
zh_tw: 系統範本

# site.message.content.account_apportion
source: {{ operator }} assigned you the customer {{ data_label }}.
de_de: {{ operator }} hat Ihnen den Kunden {{ data_label }} zugewiesen.
es_es: {{ operator }} le asignó el cliente {{ data_label }}.
fr_fr: {{ operator }} vous a attribué le client {{ data_label }}.
id_id: {{ operator }} menetapkan Anda pelanggan {{ data_label }}.
ja_jp: {{ operator }}があなたに顧客「{{ data_label }}」を割り当てました。
km_kh: {{ operator }} បានចាត់ចែងអតិថិជន {{ data_label }} ទៅអ្នក
ko_kr: {{ operator }}님이 귀하에게 {{ data_label }} 고객을 할당했습니다.
pt_pt: {{ operator }} atribuiu a você o cliente {{ data_label }}.
ru_ru: {{operator}} назначил вам клиента {{data_label}}.
th_th: {{ operator }} ได้กำหนดลูกค้า {{ data_label }} ให้กับคุณ
vi_vn: {{ operator }} đã phân bổ khách hàng 「{{ data_label }}」 cho bạn
zh_cn: {{ operator }}给你分配了客户「{{ data_label }}」。
zh_tw: {{ operator }}給你分配了客戶「{{ data_label }}」。

# site.message.content.account_apportion_merge
source: {{ operator }} has assigned you {{ account_num }} customers.
de_de: {{ operator }} hat Ihnen {{ account_num }} Kunden zugewiesen.
es_es: {{ operator }} le ha asignado {{ account_num }} clientes.
fr_fr: {{ operator }} vous a attribué {{ account_num }} clients.
id_id: {{ operator }} telah menetapkan {{ account_num }} pelanggan untuk Anda.
ja_jp: {{ operator }}が{{ account_num }}件の顧客をあなたに割り当てました。
km_kh: {{ operator }} បានចាត់ចែងអតិថិជន {{ account_num }} នាក់ទៅអ្នក
ko_kr: {{ operator }}님이 귀하에게 {{ account_num }}명의 고객을 할당했습니다.
pt_pt: {{ operator }} atribuiu a você {{ account_num }} clientes.
ru_ru: {{operator}} назначил вам {{account_num}} клиентов.
th_th: {{ operator }} ได้มอบหมายลูกค้า {{ account_num }} รายให้คุณ
vi_vn: {{ operator }} đã phân bổ {{ account_num }} khách hàng cho bạn
zh_cn: {{ operator }}给你分配了{{ account_num }}个客户。
zh_tw: {{ operator }}給你分配了{{ account_num }}個客戶。

# site.message.content.account_change_charger
source: {{ operator }} changed the owner of the customer {{ data_label }}. Previous: {{ raw_charger }}. Current: {{ new_charger }}.
de_de: {{ operator }} hat den Besitzer des Kunden {{ data_label }} geändert. Vorher: {{ raw_charger }}. Aktuell: {{ new_charger }}.
es_es: {{ operator }} cambió el propietario del cliente {{ data_label }}. Anterior: {{ raw_charger }}. Actual: {{ new_charger }}.
fr_fr: {{ operator }} a changé le propriétaire du client {{ data_label }}. Précédent : {{ raw_charger }}. Actuel : {{ new_charger }}.
id_id: {{ operator }} mengubah pemilik pelanggan {{ data_label }}. Sebelumnya: {{ raw_charger }}. Saat ini: {{ new_charger }}.
ja_jp: {{ operator }}が顧客「{{ data_label }}」の所有者を変更しました。前の所有者：「{{ raw_charger }}」。新しい所有者：「{{ new_charger }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរម្ចាស់អតិថិជន {{ data_label }}។ ពីមុន៖ {{ raw_charger }}។ ឥឡូវ៖ {{ new_charger }}
ko_kr: {{ operator }}님이 고객 {{ data_label }}의 소유자를 변경했습니다. 이전: {{ raw_charger }}. 현재: {{ new_charger }}.
pt_pt: {{ operator }} alterou o proprietário do cliente {{ data_label }}. Anterior: {{ raw_charger }}. Atual: {{ new_charger }}.
ru_ru: {{operator}} изменил владельца клиента {{data_label}}. Предыдущее: {{raw_charger}}. Текущее: {{new_charger}}.
th_th: {{ operator }} เปลี่ยนเจ้าของของลูกค้า {{ data_label }} ก่อนหน้า: {{ raw_charger }} ปัจจุบัน: {{ new_charger }}
vi_vn: {{ operator }} đã thay đổi người phụ trách khách hàng 「{{ data_label }}」. Trước: 「{{ raw_charger }}」, Hiện tại: 「{{ new_charger }}」
zh_cn: {{ operator }}变更了客户「{{ data_label }}」的负责人。原负责人「{{ raw_charger }}」，新负责人「{{ new_charger }}」。
zh_tw: {{ operator }}變更了客戶「{{ data_label }}」的負責人。原負責人「{{ raw_charger }}」，新負責人「{{ new_charger }}」。

# site.message.content.account_change_charger_merge
source: {{ operator }} changed the person in charge of {{ account_num }} customers.
de_de: {{ operator }} hat die für die {{ account_num }} Kunden zuständige Person geändert.
es_es: {{ operator }} cambió la persona a cargo de {{ account_num }} clientes.
fr_fr: {{ operator }} a changé la personne responsable de {{ account_num }} clients.
id_id: {{ operator }} mengubah orang yang bertanggung jawab atas pelanggan {{ account_num }}.
ja_jp: {{ operator }}が{{ account_num }}件の顧客の担当者を変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកទទួលខុសត្រូវអតិថិជន {{ account_num }} នាក់
ko_kr: {{ operator }}님이 {{ account_num }}명의 고객 담당자를 변경했습니다.
pt_pt: {{ operator }} alterou a pessoa responsável pelos clientes {{ account_num }}.
ru_ru: {{operator}} сменил ответственного за {{account_num}} клиентов.
th_th: {{ operator }} เปลี่ยนผู้รับผิดชอบลูกค้า {{ account_num }}
vi_vn: {{ operator }} đã thay đổi người phụ trách của {{ account_num }} khách hàng
zh_cn: {{ operator }}变更了{{ account_num }}个客户的负责人。
zh_tw: {{ operator }}變更了{{ account_num }}個客戶的負責人。
