Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# message.crm.leadsChangeChargerMerge
source: {{ operator }} changed the owner(s) of {{ opportunity_num }} lead(s).
de_de: {{ operator }} hat den/die Eigentümer von {{ opportunity_num }} Lead(s) geändert.
es_es: {{ operator }} cambió el/los propietario(s) de {{ opportunity_num }} prospectos.
fr_fr: {{ operator }} a changé le(s) propriétaire(s) de {{ opportunity_num }} piste(s).
id_id: {{ operator }} mengubah pemilik dari {{ opportunity_num }} prospek.
ja_jp: {{operator}}が{{opportunity_num}}件のリードの所有者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរម្ចាស់របស់អ្នកនាំមុខ {{ opportunity_num }} នាក់
ko_kr: {{ operator }}가 {{ opportunity_num }}개 리드의 소유자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) proprietário(s) de {{ opportunity_num }} lead(s).
ru_ru: {{operator}} изменил(а) владельца(ей) {{option_num}} лидов(ов).
th_th: {{ operator }} เปลี่ยนเจ้าของรายชื่อผู้มีแนวโน้มจะเป็นลูกค้าจำนวน {{ opportunity_num }} ราย
vi_vn: {{ operator }} đã thay đổi người phụ trách của {{ leads_num }} đầu mối
zh_cn: {{ operator }}变更了{{ leads_num }}条线索的负责人
zh_tw: {{ operator }}變更了{{ leads_num }}條線索的負責人

# message.crm.leadsChangeCollaborator
source: "{{ operator }}" changed the collaborator of the lead "{{ data_label }}"
de_de: {{ operator }} hat den Mitarbeiter des Leads {{ data_label }} geändert
es_es: {{ operator }} cambió el colaborador del líder {{ data_label }}
fr_fr: {{ operator }} a changé le collaborateur de la piste {{ data_label }}
id_id: {{ operator }} mengubah kolaborator dari lead {{ data_label }}
ja_jp: {{operator}}がリード{{data_label}}の協力者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការរបស់អ្នកនាំមុខ {{ data_label }}
ko_kr: {{ operator }}가 리드 {{ data_label }}의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o colaborador do lead {{ data_label }}
ru_ru: {{operator}} изменил соавтора лида {{data_label}}
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของหัวหน้า {{ data_label }}
vi_vn: {{ operator }} đã thay đổi người cộng tác của đầu mối 「{{ data_label }}」
zh_cn: {{ operator }}变更了线索「{{ data_label }}」的协作人
zh_tw: {{ operator }}變更了線索「{{ data_label }}」的協作者

# message.crm.leadsChangeCollaboratorMerge
source: {{ operator }} changed the collaborator(s) of {{ opportunity_num }} lead(s).
de_de: {{ operator }} hat den/die Mitarbeiter von {{ opportunity_num }} Lead(s) geändert.
es_es: {{ operator }} cambió el/los colaborador(es) de {{ opportunity_num }} prospecto(s).
fr_fr: {{ operator }} a changé le(s) collaborateur(s) de {{ opportunity_num }} piste(s).
id_id: {{ operator }} mengubah kolaborator dari {{ opportunity_num }} prospek.
ja_jp: {{operator}}が{{opportunity_num}}件のリードの協力者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការរបស់អ្នកនាំមុខ {{ opportunity_num }} នាក់
ko_kr: {{ operator }}가 {{ opportunity_num }}개 리드의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) de {{ opportunity_num }} lead(s).
ru_ru: {{operator}} изменил(а) соавтора(ов) {{option_num}} лида(ов).
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของผู้มีแนวโน้มจะเป็นลูกค้าจำนวน {{ opportunity_num }} ราย
vi_vn: {{ operator }} đã thay đổi người cộng tác của {{ leads_num }} đầu mối
zh_cn: {{ operator }}变更了{{ leads_num }}条线索的协作人
zh_tw: {{ operator }}變更了{{ leads_num }}條線索的協作者

# message.crm.leadsRecycleMerge
source: {{ operator }} recycled {{ leads_num }} lead(s).
de_de: {{ operator }} hat {{ leads_num }} Lead(s) recycelt.
es_es: {{ operator }} recicló {{ leads_num }} prospecto(s).
fr_fr: {{ operator }} a recyclé {{ leads_num }} piste(s).
id_id: {{ operator }} mendaur ulang {{ leads_num }} prospek.
ja_jp: {{operator}}が{{leads_num}}件のリードを回収しました
km_kh: {{ operator }} បានយកអ្នកនាំមុខ {{ leads_num }} នាក់មកវិញ
ko_kr: {{ operator }}님이 {{ lead_num }}개의 리드를 재활용했습니다.
pt_pt: {{ operator }} reciclou {{ leads_num }} lead(s).
ru_ru: {{operator}} переработал {{leads_num}} лидов.
th_th: {{ operator }} รีไซเคิล {{ leads_num }} รายการแล้ว
vi_vn: {{ operator }} đã thu hồi {{ leads_num }} đầu mối
zh_cn: {{ operator }}回收了{{ leads_num }}条线索
zh_tw: {{ operator }}回收了{{ leads_num }}條線索

# message.crm.newCharger
source: New Approver
de_de: Neuer Genehmiger
es_es: Nuevo aprobador
fr_fr: Nouvel approbateur
id_id: Pemberi Persetujuan Baru
ja_jp: 新しい担当者
km_kh: អ្នកអនុម័តថ្មី
ko_kr: 새로운 승인자
pt_pt: Novo Aprovador
ru_ru: Новый утверждающий
th_th: ผู้รับรองใหม่
vi_vn: Người phụ trách mới
zh_cn: 新负责人
zh_tw: 新負責人

# message.crm.newFollowPlan
source: "{{operator}}" added a follow-up plan "{{data_label}}" for you
de_de: {{operator}} hat einen Folgeplan "{{data_label}}" für Sie hinzugefügt
es_es: {{operator}} agregó un plan de seguimiento "{{data_label}}" para usted
fr_fr: {{operator}} a ajouté un plan de suivi "{{data_label}}" pour vous
id_id: {{operator}} menambahkan rencana tindak lanjut "{{data_label}}" untuk Anda
ja_jp: {{operator}}があなたのためにフォローアッププラン「{{data_label}}」を追加しました
km_kh: {{operator}} បានបន្ថែមផែនការតាមដាន "{{data_label}}" សម្រាប់អ្នក
ko_kr: {{operator}}님이 귀하를 위한 후속 계획 "{{data_label}}"을(를) 추가했습니다.
pt_pt: {{operator}} adicionou um plano de acompanhamento "{{data_label}}" para você
ru_ru: {{operator}} добавил для вас план последующих действий "{{data_label}}"
th_th: {{operator}} เพิ่มแผนติดตามผล "{{data_label}}" ให้กับคุณแล้ว
vi_vn: {{ operator }} đã thêm kế hoạch theo dõi 「{{ data_label }}」 cho bạn
zh_cn: {{ operator }}为你添加了一条跟进计划「{{ data_label }}」
zh_tw: {{ operator }}為你新增了一條跟進計劃「{{ data_label }}」

# message.crm.opportunityChangeCharger
source: "{{ operator }}" changed the approver of the business opportunity "{{ data_label }}"
de_de: {{ operator }} hat den Genehmiger der Geschäftsmöglichkeit {{ data_label }} geändert
es_es: {{ operator }} cambió el aprobador de la oportunidad de negocio {{ data_label }}
fr_fr: {{ operator }} a changé l'approbateur de l'opportunité commerciale {{ data_label }}
id_id: {{ operator }} mengubah pemberi persetujuan peluang bisnis {{ data_label }}
ja_jp: {{operator}}が商機{{data_label}}の担当者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកអនុម័តរបស់ឱកាសអាជីវកម្ម {{ data_label }}
ko_kr: {{ operator }}님이 {{ data_label }} 사업 기회의 승인자를 변경했습니다.
pt_pt: {{ operator }} alterou o aprovador da oportunidade de negócio {{ data_label }}
ru_ru: {{operator}} изменил утверждающего деловую возможность {{data_label}}
th_th: {{ operator }} เปลี่ยนผู้รับรองโอกาสทางธุรกิจ {{ data_label }}
vi_vn: {{ operator }} đã thay đổi người phụ trách cơ hội 「{{ data_label }}」
zh_cn: {{ operator }}变更了商机「{{ data_label }}」的负责人
zh_tw: {{ operator }}變更了潛在客戶「{{ data_label }}」的負責人

# message.crm.opportunityChangeChargerMerge
source: {{operator}} changed the owners of {{opportunity_num}} business opportunity/opportunities.
de_de: {{operator}} hat die Eigentümer der Geschäftsmöglichkeit/Geschäftsmöglichkeiten von {{opportunity_num}} geändert.
es_es: {{operator}} cambió los propietarios de {{opportunity_num}} oportunidad(es) de negocio.
fr_fr: {{operator}} a changé le(s) propriétaire(s) de {{opportunity_num}} opportunité(s) commerciale(s).
id_id: {{operator}} mengubah pemilik {{opportunity_num}} peluang bisnis/peluang-peluang.
ja_jp: {{operator}}が{{opportunity_num}}件の商機の所有者を変更しました
km_kh: {{operator}} បានផ្លាស់ប្តូរម្ចាស់របស់ឱកាសអាជីវកម្ម {{opportunity_num}} នាក់
ko_kr: {{operator}}가 {{opportunity_num}}개의 사업 기회의 소유자를 변경했습니다.
pt_pt: {{operator}} alterou os proprietários de {{opportunity_num}} oportunidade/oportunidades de negócio.
ru_ru: {{operator}} сменил владельцев {{opportunity_num}} бизнес-возможностей.
th_th: {{operator}} เปลี่ยนเจ้าของโอกาสทางธุรกิจ {{opportunity_num}} รายการ/โอกาสต่างๆ
vi_vn: {{ operator }} đã thay đổi người phụ trách của {{ opportunity_num }} cơ hội
zh_cn: {{ operator }}变更了{{ opportunity_num }}个商机的负责人
zh_tw: {{ operator }}變更了{{ opportunity_num }}個潛在客戶的負責人

# message.crm.opportunityChangeCollaborator
source: "{{ operator }}" changed the collaborator of the business opportunity "{{ data_label }}"
de_de: {{ operator }} hat den Mitarbeiter der Geschäftsmöglichkeit geändert {{ data_label }}
es_es: {{ operator }} cambió el colaborador de la oportunidad de negocio {{ data_label }}
fr_fr: {{ operator }} a changé le collaborateur de l'opportunité commerciale {{ data_label }}
id_id: {{ operator }} mengubah kolaborator peluang bisnis {{ data_label }}
ja_jp: {{operator}}が商機{{data_label}}の協力者を変更しました
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការរបស់ឱកាសអាជីវកម្ម {{ data_label }}
ko_kr: {{ operator }}가 비즈니스 기회 {{ data_label }}의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o colaborador da oportunidade de negócio {{ data_label }}
ru_ru: {{operator}} изменил соавтора бизнес-возможности {{data_label}}
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของโอกาสทางธุรกิจ {{ data_label }}
vi_vn: {{ operator }} đã thay đổi người cộng tác của cơ hội 「{{ data_label }}」
zh_cn: {{ operator }}变更了商机「{{ data_label }}」的协作人
zh_tw: {{ operator }}變更了潛在客戶「{{ data_label }}」的協作者

# message.crm.opportunityChangeCollaboratorMerge
source: {{operator}} changed the collaborator(s) of {{opportunity_num}} business opportunity/opportunities.
de_de: {{operator}} hat den/die Mitarbeiter der Geschäftsmöglichkeit/Geschäftsmöglichkeiten von {{opportunity_num}} geändert.
es_es: {{operator}} cambió el/los colaborador(es) de {{opportunity_num}} oportunidad(es) de negocio.
fr_fr: {{operator}} a changé le(s) collaborateur(s) de {{opportunity_num}} opportunité(s) commerciale(s).
id_id: {{operator}} mengubah kolaborator dari {{opportunity_num}} peluang bisnis/peluang-peluang.
ja_jp: {{operator}}が{{opportunity_num}}件の商機の協力者を変更しました
km_kh: {{operator}} បានផ្លាស់ប្តូរអ្នកសហការរបស់ឱកាសអាជីវកម្ម {{opportunity_num}} នាក់
ko_kr: {{operator}}가 {{opportunity_num}}개의 사업 기회의 협력자를 변경했습니다.
pt_pt: {{operator}} alterou o(s) colaborador(es) de {{opportunity_num}} oportunidade(ões) de negócio.
ru_ru: {{operator}} изменил(-а) соавтора(-ов) {{opportunity_num}} бизнес-возможности/возможностей.
th_th: {{operator}} ได้เปลี่ยนแปลงผู้ร่วมงานของโอกาสทางธุรกิจ {{opportunity_num}} รายการ
vi_vn: {{ operator }} đã thay đổi người cộng tác của {{ opportunity_num }} cơ hội
zh_cn: {{ operator }}变更了{{ opportunity_num }}个商机的协作人
zh_tw: {{ operator }}變更了{{ opportunity_num }}個潛在客戶的協作者

# message.crm.opportunityWin
source: The business opportunity "{{ data_label }}" has been won.
de_de: Die Geschäftsmöglichkeit "{{ data_label }}" wurde gewonnen.
es_es: Se ha ganado la oportunidad de negocio "{{ data_label }}".
fr_fr: L'opportunité commerciale "{{ data_label }}" a été remportée.
id_id: Peluang bisnis "{{ data_label }}" telah dimenangkan.
ja_jp: 商機「{{data_label}}」が獲得されました
km_kh: ឱកាសអាជីវកម្ម "{{ data_label }}" ត្រូវបានឈ្នះ
ko_kr: 사업 기회 "{{ data_label }}"이(가) 성공했습니다.
pt_pt: A oportunidade de negócio "{{ data_label }}" foi ganha.
ru_ru: Бизнес-возможность "{{ data_label }}" была выиграна.
th_th: โอกาสทางธุรกิจ "{{ data_label }}" ได้รับแล้ว
vi_vn: Cơ hội 「{{ data_label }}」 đã thắng
zh_cn: 商机「{{ data_label }}」已赢单
zh_tw: 潛在客戶「{{ data_label }}」已贏單

# message.crm.rawCharger
source: Former Approver
de_de: Ehemaliger Genehmiger
es_es: Ex aprobador
fr_fr: Ancien approbateur
id_id: Mantan Pemberi Persetujuan
ja_jp: 元の担当者
km_kh: អ្នកអនុម័តពីមុន
ko_kr: 전 승인자
pt_pt: Ex-aprovador
ru_ru: Бывший утверждающий
th_th: อดีตผู้รับรอง
vi_vn: Người phụ trách cũ
zh_cn: 原负责人
zh_tw: 原負責人

# message.crm.recycler
source: Recycler
es_es: Reciclador
fr_fr: Recycleur
id_id: Pendaur ulang
ja_jp: 回収者
km_kh: អ្នកយកមកវិញ
ko_kr: 재활용업체
pt_pt: Reciclador
ru_ru: Переработчик
th_th: นักรีไซเคิล
vi_vn: Người thu hồi
zh_cn: 回收人
zh_tw: 回收人

# message.cron.custom
source: Reminder time has arrived
de_de: Die Erinnerungszeit ist gekommen
es_es: Ha llegado la hora del recordatorio
fr_fr: Le temps de rappel est arrivé
id_id: Waktu pengingat telah tiba
ja_jp: リマインダーの時間になりました
km_kh: ពេលវេលាការរំលឹកបានមកដល់
ko_kr: 알림 시간이 왔습니다
pt_pt: Chegou a hora do lembrete
ru_ru: Пришло время напоминания
th_th: เวลาเตือนความจำมาถึงแล้ว
vi_vn: Đã đến giờ nhắc nhở
zh_cn: 已到提醒时间
zh_tw: 已到通知時間

# message.cron.dataExpires
source: Data Overdue
de_de: Daten überfällig
es_es: Datos vencidos
fr_fr: Données en retard
id_id: Data Terlambat
ja_jp: データ期限切れ
km_kh: ទិន្នន័យហួសកំណត់
ko_kr: 데이터 기한 초과
pt_pt: Dados em atraso
ru_ru: Данные просрочены
th_th: ข้อมูลเกินกำหนด
vi_vn: Có dữ liệu hết hạn
zh_cn: 有数据到期
zh_tw: 有資料到期

# message.dashName
source: Dashboard Title
de_de: Dashboard-Titel
es_es: Título del tablero
fr_fr: Titre du tableau de bord
id_id: Judul Dasbor
ja_jp: ダッシュボードタイトル
km_kh: ចំណងជើងផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 제목
pt_pt: Título do painel
ru_ru: Заголовок панели инструментов
th_th: หัวเรื่องแดชบอร์ด
vi_vn: Tên bảng điều khiển
zh_cn: 仪表盘名称
zh_tw: 儀表板名稱

# message.dataAlert
source: Data Alert
de_de: Datenwarnung
es_es: Alerta de datos
fr_fr: Alerte de données
id_id: Peringatan Data
ja_jp: データアラート
km_kh: ការជូនដំណឹងទិន្នន័យ
ko_kr: 데이터 알림
pt_pt: Alerta de dados
ru_ru: Оповещение о данных
th_th: การแจ้งเตือนข้อมูล
vi_vn: Cảnh báo dữ liệu
zh_cn: 数据预警
zh_tw: 資料預警

# message.dataComment
source: Customers and Partners
de_de: Kunden und Partner
es_es: Clientes y socios
fr_fr: Clients et partenaires
id_id: Pelanggan dan Mitra
ja_jp: 顧客とパートナー
km_kh: អតិថិជន និងដៃគូ
ko_kr: 고객 및 파트너
pt_pt: Clientes e Parceiros
ru_ru: Клиенты и партнеры
th_th: ลูกค้าและพันธมิตร
vi_vn: Kết nối doanh nghiệp
zh_cn: 企业互联
zh_tw: 企業互聯

# message.dataCreate
source: There is new data submitted
de_de: Es wurden neue Daten übermittelt
es_es: Se han enviado nuevos datos
fr_fr: Il y a de nouvelles données soumises
id_id: Ada data baru yang diserahkan
ja_jp: 新しいデータが提出されました
km_kh: មានទិន្នន័យថ្មីត្រូវបានដាក់ស្នើ
ko_kr: 새로운 데이터가 제출되었습니다
pt_pt: Há novos dados enviados
ru_ru: Представлены новые данные.
th_th: มีข้อมูลใหม่ส่งมา
vi_vn: Có dữ liệu mới gửi
zh_cn: 有新数据提交
zh_tw: 有新資料送出

# message.dataLabel
source: Record Title
de_de: Datensatztitel
es_es: Título del registro
fr_fr: Titre de l'enregistrement
id_id: Judul Rekaman
ja_jp: レコードタイトル
km_kh: ចំណងជើងកំណត់ត្រា
ko_kr: 레코드 제목
pt_pt: Título do registro
ru_ru: Название записи
th_th: ชื่อบันทึก
vi_vn: Tiêu đề dữ liệu
zh_cn: 数据标题
zh_tw: 資料標題

# message.dataTriggerExecuteFailed
source: Failed Automation
de_de: Fehlgeschlagene Automatisierung
es_es: Automatización fallida
fr_fr: Automatisation échouée
id_id: Otomatisasi yang Gagal
ja_jp: 自動化失敗
km_kh: ស្វ័យប្រវត្តិកម្មបរាជ័យ
ko_kr: 실패한 자동화
pt_pt: Automação com falha
ru_ru: Неудачная автоматизация
th_th: ระบบอัตโนมัติล้มเหลว
vi_vn: Trợ lý thông minh thực thi thất bại
zh_cn: 智能助手执行失败
zh_tw: 智慧助手執行失敗

# message.emptyValue
source: Empty
de_de: Leer
es_es: Vacío
fr_fr: Vide
id_id: Kosong
ja_jp: 空欄
km_kh: ទទេ
ko_kr: 비어 있는
pt_pt: Vazio
ru_ru: Пустой
th_th: ว่างเปล่า
vi_vn: Trống
zh_cn: 空
zh_tw: 空

# message.enterForm
source: Go to Form
de_de: Zum Formular
es_es: Ir al formulario
fr_fr: Aller au formulaire
id_id: Buka Formulir
ja_jp: フォームに移動
km_kh: ទៅកាន់ទម្រង់
ko_kr: 양식으로 이동
pt_pt: Ir para o formulário
ru_ru: Перейти к форме
th_th: ไปที่แบบฟอร์ม
vi_vn: Vào biểu mẫu
zh_cn: 进入表单
zh_tw: 進入表單

# message.entryName
source: Form Name
de_de: Formularname
es_es: Nombre del formulario
fr_fr: Nom du formulaire
id_id: Nama Formulir
ja_jp: フォーム名
km_kh: ឈ្មោះទម្រង់
ko_kr: 양식 이름
pt_pt: Nome do formulário
ru_ru: Имя формы
th_th: ชื่อแบบฟอร์ม
vi_vn: Tên biểu mẫu
zh_cn: 表单名称
zh_tw: 表單名稱

# message.error.4402
source: Failed to verify aggregation calculation
de_de: Die Aggregatberechnung konnte nicht überprüft werden
es_es: No se pudo verificar el cálculo de agregación
fr_fr: Échec de la vérification du calcul d'agrégation
id_id: Gagal memverifikasi perhitungan agregasi
ja_jp: 集計計算の検証に失敗しました
km_kh: បរាជ័យក្នុងការផ្ទៀងផ្ទាត់ការគណនាបូកសរុប
ko_kr: 집계 계산을 검증하지 못했습니다.
pt_pt: Falha ao verificar o cálculo de agregação
ru_ru: Не удалось проверить расчет агрегации
th_th: การตรวจสอบการคำนวณรวมล้มเหลว
vi_vn: Kiểm tra tính toán tổng hợp thất bại
zh_cn: 聚合计算校验失败
zh_tw: 聚合計算校驗失敗

# message.etlExecuteFailed
source: Failed ETL Task
de_de: Fehlgeschlagene ETL-Aufgabe
es_es: Tarea ETL fallida
fr_fr: Tâche ETL échouée
id_id: Tugas ETL yang Gagal
ja_jp: ETLタスク失敗
km_kh: ភារកិច្ច ETL បរាជ័យ
ko_kr: 실패한 ETL 작업
pt_pt: Tarefa ETL com falha
ru_ru: Неудачная задача ETL
th_th: งาน ETL ล้มเหลว
vi_vn: Thực thi luồng dữ liệu thất bại
zh_cn: 数据流执行失败
zh_tw: 資料流程執行失敗

# message.etlSyncFailed
source: Failed to sync data stream
de_de: Datenstrom konnte nicht synchronisiert werden
es_es: No se pudo sincronizar el flujo de datos
fr_fr: Échec de la synchronisation du flux de données
id_id: Gagal menyinkronkan aliran data
ja_jp: データストリームの同期に失敗しました
km_kh: បរាជ័យក្នុងការធ្វើសមកាលកម្មស្ទ្រីមទិន្នន័យ
ko_kr: 데이터 스트림 동기화에 실패했습니다.
pt_pt: Falha ao sincronizar o fluxo de dados
ru_ru: Не удалось синхронизировать поток данных
th_th: ไม่สามารถซิงค์ข้อมูลสตรีมได้
vi_vn: Đồng bộ luồng dữ liệu thất bại
zh_cn: 数据流同步失败
zh_tw: 資料流程同步失敗

# message.flow.adminTransfer
source: A task is transferred to you by the super admin
de_de: Eine Aufgabe wird Ihnen vom Super-Admin übertragen
es_es: El superadministrador le transfiere una tarea
fr_fr: Une tâche vous est transférée par le super administrateur
id_id: Tugas ditransfer kepada Anda oleh admin super
ja_jp: タスクがスーパー管理者によってあなたに転送されました
km_kh: ភារកិច្ចត្រូវបានផ្ទេរមកអ្នកដោយអ្នកគ្រប់គ្រងជាន់ខ្ពស់
ko_kr: 슈퍼 관리자가 작업을 귀하에게 전송합니다.
pt_pt: Uma tarefa é transferida para você pelo superadministrador
ru_ru: Задача передана вам супер-администратором
th_th: งานจะถูกโอนไปยังคุณโดยผู้ดูแลระบบระดับสูง
vi_vn: Quản trị viên hệ thống chuyển giao 1 công việc chờ cho bạn
zh_cn: 由系统管理员转交给你1条待办事项
zh_tw: 由系統管理員轉交給你1條待辦事項

# message.flow.autoBack
source: Unprocessed work items have been returned. Please handle them in time
de_de: Unbearbeitete Arbeitselemente wurden zurückgegeben. Bitte bearbeiten Sie diese rechtzeitig
es_es: Se han devuelto trabajos sin procesar. Por favor, trátenlos a tiempo.
fr_fr: Les éléments de travail non traités ont été renvoyés. Veuillez les traiter à temps
id_id: Barang-barang yang belum diproses telah dikembalikan. Mohon segera ditangani
ja_jp: 未処理の作業項目が返却されました。早急に処理してください
km_kh: ធាតុការងារដែលមិនទាន់ដំណើរការត្រូវបានប្រគល់មកវិញ។ សូមដោះស្រាយឱ្យទាន់ពេលវេលា
ko_kr: 처리되지 않은 작업 항목이 반환되었습니다. 시간 내에 처리해 주시기 바랍니다.
pt_pt: Itens de trabalho não processados foram devolvidos. Por favor, processe-os a tempo.
ru_ru: Необработанные рабочие элементы были возвращены. Пожалуйста, обработайте их вовремя
th_th: รายการที่ยังไม่ได้ดำเนินการถูกส่งคืน โปรดดำเนินการให้ทันเวลา
vi_vn: Có công việc quy trình chưa xử lý bị trả lại tự động, vui lòng xử lý kịp thời
zh_cn: 有未处理的流程事项被自动退回，请及时处理
zh_tw: 有未處理的流程事項被自動退回，請及時處理

# message.flow.back
source: Submitted work items have been returned
de_de: Übermittelte Arbeitselemente wurden zurückgegeben
es_es: Los elementos de trabajo enviados han sido devueltos
fr_fr: Les éléments de travail soumis ont été renvoyés
id_id: Item pekerjaan yang diserahkan telah dikembalikan
ja_jp: 提出された作業項目が返却されました
km_kh: ធាតុការងារដែលបានដាក់ស្នើត្រូវបានប្រគល់មកវិញ
ko_kr: 제출된 작업 항목이 반환되었습니다.
pt_pt: Os itens de trabalho enviados foram devolvidos
ru_ru: Представленные рабочие элементы были возвращены
th_th: งานที่ส่งไปได้รับการส่งคืนแล้ว
vi_vn: Công việc quy trình gửi đã bị trả lại
zh_cn: 提交的流程事项被退回
zh_tw: 送出的流程事項被退回

# message.flow.batchTransfer
source: New tasks are transferred to you by the super admin
de_de: Neue Aufgaben werden Ihnen vom Super-Admin übertragen
es_es: El superadministrador le transfiere nuevas tareas
fr_fr: De nouvelles tâches vous sont transférées par le super administrateur
id_id: Tugas baru ditransfer kepada Anda oleh admin super
ja_jp: 新しいタスクがスーパー管理者によってあなたに転送されました
km_kh: ភារកិច្ចថ្មីត្រូវបានផ្ទេរមកអ្នកដោយអ្នកគ្រប់គ្រងជាន់ខ្ពស់
ko_kr: 새로운 작업은 슈퍼 관리자에 의해 귀하에게 전송됩니다.
pt_pt: Novas tarefas são transferidas para você pelo superadministrador
ru_ru: Новые задачи передаются вам супер-администратором.
th_th: งานใหม่จะถูกโอนไปยังคุณโดยผู้ดูแลระบบระดับสูง
vi_vn: Quản trị viên hệ thống chuyển giao công việc chờ mới cho bạn
zh_cn: 由系统管理员转交给你新的待办事项
zh_tw: 由系統管理員轉交給你新的待辦事項

# message.flow.cc
source: You are CCed on a new solved workflow result
de_de: Sie werden bei einem neuen gelösten Workflow-Ergebnis in CC gesetzt
es_es: Se le enviará copia de un nuevo resultado de flujo de trabajo resuelto
fr_fr: Vous êtes en copie sur un nouveau résultat de flux de travail résolu
id_id: Anda diberi CC pada hasil alur kerja baru yang telah diselesaikan
ja_jp: 新しい解決済みワークフロー結果にCCされました
km_kh: អ្នកត្រូវបាន CC លើលទ្ធផលលំហូរការងារដែលបានដោះស្រាយថ្មី
ko_kr: 새로 해결된 워크플로 결과에 대해 CC가 지정되었습니다.
pt_pt: Você está em cópia de um novo resultado de fluxo de trabalho resolvido
ru_ru: Вы получили копию нового решенного результата рабочего процесса
th_th: คุณได้รับ CC ในผลลัพธ์เวิร์กโฟลว์ที่แก้ไขใหม่
vi_vn: Có kết quả xử lý quy trình mới gửi bản sao cho bạn
zh_cn: 有新的流程处理结果抄送给你
zh_tw: 有新的流程處理結果的副本傳送給你

# message.flow.cc.entryName
source: "{{ entryName }}" : You are CCed on a new solved workflow result
de_de: {{ entryName }} Sie sind bei einem neuen gelösten Workflow-Ergebnis in CC gesetzt
es_es: {{ entryName }} Se le ha enviado copia de un nuevo resultado de flujo de trabajo resuelto
fr_fr: {{ entryName }} Vous êtes en copie sur un nouveau résultat de flux de travail résolu
id_id: {{ entryName }} Anda diberi CC pada hasil alur kerja baru yang telah diselesaikan
ja_jp: {{ entryName }} 新しい解決済みワークフロー結果にCCされました
km_kh: {{ entryName }} អ្នកត្រូវបាន CC លើលទ្ធផលលំហូរការងារដែលបានដោះស្រាយថ្មី
ko_kr: {{ entryName }} 새로운 해결된 워크플로 결과에 대해 참조로 지정되었습니다.
pt_pt: {{ entryName }} Você recebeu cópia em um novo resultado de fluxo de trabalho resolvido
ru_ru: {{ entryName }} Вы получили копию нового решенного результата рабочего процесса
th_th: {{ entryName }} คุณได้รับ CC ในผลลัพธ์เวิร์กโฟลว์ที่แก้ไขใหม่
vi_vn: 「{{ entryName }}」 có kết quả xử lý quy trình mới gửi bản sao cho bạn
zh_cn: 「{{ entryName }}」有新的流程处理结果抄送给你
zh_tw: 「{{ entryName }}」有新的流程處理結果副本給你

# message.flow.cc.merge.entryName
source: There are {{ count }} new flow processing results CCed to you in "{{ entryName }}".
de_de: {{ entryName }} Es gibt {{ count }} neue Flow-Verarbeitungsergebnisse, die Ihnen per CC übermittelt wurden
es_es: {{ entryName }} Hay {{ count }} nuevos resultados de procesamiento de flujo enviados con copia a usted
fr_fr: {{ entryName }} Il y a {{ count }} nouveaux résultats de traitement de flux en copie pour vous
id_id: {{ entryName }} Ada {{ count }} hasil pemrosesan aliran baru yang dikirimkan kepada Anda
ja_jp: {{ entryName }} あなたにCCされた{{ count }}件の新しいフロー処理結果があります
km_kh: {{ entryName }} មានលទ្ធផលដំណើរការលំហូរថ្មី {{ count }} ត្រូវបាន CC ទៅអ្នក
ko_kr: {{ entryName }} 새로운 흐름 처리 결과가 {{ count }}개 있습니다. 이 결과가 귀하에게 CC로 전송되었습니다.
pt_pt: {{ entryName }} Há {{ count }} novos resultados de processamento de fluxo enviados para você
ru_ru: {entryName} Вам отправлено {{ count }} новых результатов обработки потока
th_th: {{ entryName }} มีผลการประมวลผลการไหลใหม่ {{ count }} รายการส่งถึงคุณแล้ว
vi_vn: 「{{ entryName }}」 có {{ count }} kết quả xử lý quy trình mới gửi bản sao cho bạn
zh_cn: 「{{ entryName }}」有{{ count }}条新的流程处理结果抄送给你
zh_tw: 「{{ entryName }}」有{{ count }}條新的流程處理結果抄送給你

# message.flow.dealtUrgently
source: A workflow needs to be handled urgently
de_de: Ein Workflow muss dringend bearbeitet werden
es_es: Es necesario gestionar un flujo de trabajo con urgencia
fr_fr: Un flux de travail doit être traité de toute urgence
id_id: Alur kerja perlu ditangani segera
ja_jp: ワークフローを緊急に処理する必要があります
km_kh: លំហូរការងារមួយត្រូវការដោះស្រាយយ៉ាងបន្ទាន់
ko_kr: 워크플로를 긴급하게 처리해야 합니다.
pt_pt: Um fluxo de trabalho precisa ser tratado com urgência
ru_ru: Рабочий процесс необходимо обработать срочно
th_th: จำเป็นต้องมีการจัดการเวิร์กโฟลว์อย่างเร่งด่วน
vi_vn: Có một quy trình cần xử lý gấp
zh_cn: 有一条流程急需处理
zh_tw: 有一條流程急需處理
