Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# excel.importError.errorData.subform.idMatchMiss
source: "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform failed to match any ID. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" konnte keiner ID entsprechen. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: El valor "{{ valor }}" del subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" no coincidió con ningún ID. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: {{ value }} dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" n'a pas réussi à correspondre à un identifiant. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" dans le sous-formulaire "{{ widgetLabel }}".
id_id: "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}" gagal mencocokkan ID apa pun. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」はIDに一致しませんでした。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}" មិនអាចផ្គូផ្គង ID ណាមួយបានទេ។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"에 일치하는 ID가 없습니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}" não correspondeu a nenhum ID. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}" не удалось сопоставить ни один идентификатор. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: "{{ value }}" ในฟิลด์ย่อย "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ไม่ตรงกับ ID ใดๆ ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 không khớp ID
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」未匹配到ID
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」未匹配到 ID

# excel.importError.errorData.subform.itemsExceed.eq
source: Select {{ itemCount }} option(s) in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Wählen Sie {{ itemCount }} Option(en) im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" aus. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Seleccione {{ itemCount }} opciones en el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: 【{{ colLabel }}.{{ subColLabel }} (correspondant au champ de formulaire « {{ widgetLabel }}.{{ subWidgetLabel }} »)】le champ doit sélectionner {{ itemCount }} éléments
id_id: Pilih {{ itemCount }} opsi di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドで{{ itemCount }}選択肢を選択してください。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: ជ្រើសរើស {{ itemCount }} ជម្រើសក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에서 {{ itemCount }}개의 옵션을 선택하세요. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Selecione {{ itemCount }} opção(ões) no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" do subformulário "{{ widgetLabel }}".
ru_ru: Выберите {{ itemCount }} опций в подполе "{{ subColLabel }}" подформы "{{ colLabel }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: เลือกตัวเลือก {{ itemCount }} ในฟิลด์ย่อย "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 cần chọn {{ itemCount }} mục
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段需选择{{ itemCount }}项
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位需選擇{{ itemCount }}項

# excel.importError.errorData.subform.itemsExceed.max
source: Maximum {{ maxItemCount }} option(s) for the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Maximale {{ maxItemCount }} Option(en) für das Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}". Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Máximo de {{ maxItemCount }} opciones para el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Maximum {{ maxItemCount }} option(s) pour le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}". Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" dans le sous-formulaire "{{ widgetLabel }}".
id_id: Jumlah opsi maksimum {{ maxItemCount }} untuk subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" dalam subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの最大{{ maxItemCount }}選択肢。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: អតិបរមា {{ maxItemCount }} ជម្រើសសម្រាប់វាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 대한 최대 {{ maxItemCount }}개 옵션입니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Máximo de {{ maxItemCount }} opções para o subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: Максимальное количество {{ maxItemCount }} опций для подполя "{{ subColLabel }}" подформы "{{ colLabel }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: ตัวเลือกสูงสุด {{ maxItemCount }} สำหรับซับฟิลด์ "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ซับฟิลด์นี้สอดคล้องกับซับฟิลด์ "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 chọn tối đa {{ maxItemCount }} mục
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段最多选{{ maxItemCount }}项
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位最多選{{ maxItemCount }}項

# excel.importError.errorData.subform.itemsExceed.min
source: Minimum {{ minItemCount }} option(s) for the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Mindestanzahl {{ minItemCount }} Optionen für das Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}". Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Mínimo de {{ minItemCount }} opciones para el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Minimum {{ minItemCount }} option(s) pour le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}". Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" dans le sous-formulaire "{{ widgetLabel }}".
id_id: Opsi minimum {{ minItemCount }} untuk subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" dalam subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの最小{{ minItemCount }}選択肢。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: យ៉ាងហោចណាស់ {{ minItemCount }} ជម្រើសសម្រាប់វាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 대한 최소 {{ minItemCount }}개 옵션입니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Mínimo de {{ minItemCount }} opções para o subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: Минимальное количество {{ minItemCount }} опций для подполя "{{ subColLabel }}" подформы "{{ colLabel }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: ตัวเลือก {{ minItemCount }} ขั้นต่ำสำหรับฟิลด์ย่อย "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 phải chọn ít nhất {{ minItemCount }} mục
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段最少选{{ minItemCount }}项
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位最少選{{ minItemCount }}項

# excel.importError.errorData.subform.itemsExceed.range
source: Please choose {{ minItemCount }} to {{ maxItemCount }} options for the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Wählen Sie die Optionen {{ minItemCount }} bis {{ maxItemCount }} für das Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}". Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Seleccione las opciones de {{ minItemCount }} a {{ maxItemCount }} para el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Veuillez choisir entre {{ minItemCount }} et {{ maxItemCount }} options pour le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}". Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" dans le sous-formulaire "{{ widgetLabel }}".
id_id: Silakan pilih opsi {{ minItemCount }} hingga {{ maxItemCount }} untuk subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" dalam subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの選択肢を{{ minItemCount }}から{{ maxItemCount }}選択してください。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: សូមជ្រើសរើសពី {{ minItemCount }} ដល់ {{ maxItemCount }} ជម្រើសសម្រាប់វាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 대해 {{ minItemCount }}개부터 {{ maxItemCount }}개까지의 옵션을 선택하세요. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Selecione {{ minItemCount }} a {{ maxItemCount }} opções para o subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" do subformulário "{{ widgetLabel }}".
ru_ru: Выберите параметры {{ minItemCount }} - {{ maxItemCount }} для подполя "{{ subColLabel }}" подформы "{{ colLabel }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: โปรดเลือก {{ minItemCount }} ถึง {{ maxItemCount }} ตัวเลือกสำหรับฟิลด์ย่อย "{{ subColLabel }}" ของแบบฟอร์มย่อย "{{ colLabel }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในแบบฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 cần chọn từ {{ minItemCount }} đến {{ maxItemCount }} mục
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段需选择{{ minItemCount }}~{{ maxItemCount }}项
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位需選擇{{ minItemCount }}~{{ maxItemCount }}項

# excel.importError.errorData.subform.itemsRange
source: "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform failed to match any option. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" konnte keiner Option entsprechen. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: El campo "{{ valor }}" del subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" no coincidió con ninguna opción. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: {{ value }} dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" n'a pas réussi à correspondre à une option. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" dans le sous-formulaire "{{ widgetLabel }}".
id_id: "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}" gagal mencocokkan opsi apa pun. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」は選択肢に一致しませんでした。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}" មិនអាចផ្គូផ្គងជម្រើសណាមួយបានទេ។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"에 일치하는 옵션이 없습니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}" não correspondeu a nenhuma opção. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}" не удалось сопоставить ни одну опцию. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: "{{ value }}" ในฟิลด์ย่อย "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ไม่ตรงกับตัวเลือกใดๆ ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 không khớp tùy chọn
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」未匹配到选项
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」未匹配到選項

# excel.importError.errorData.subform.nameMatchMiss
source: "{{ value }}" in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform failed to match any name. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" konnte keinem Namen entsprechen. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: El valor "{{ valor }}" del subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}" no coincidió con ningún nombre. Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: {{ value }} dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}" n'a pas pu correspondre à un nom. Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: "{{ value }}" di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}" gagal mencocokkan nama apa pun. Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドの「{{ value }}」は名前に一致しませんでした。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}" មិនអាចផ្គូផ្គងឈ្មោះណាមួយបានទេ។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에 있는 "{{ value }}"에 일치하는 이름이 없습니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: "{{ value }}" no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}" não correspondeu a nenhum nome. Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: "{{ value }}" в подполе "{{ subColLabel }}" подформы "{{ colLabel }}" не удалось сопоставить ни одно имя. Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: "{{ value }}" ในซับฟิลด์ "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ไม่ตรงกับชื่อใดๆ ซับฟิลด์นี้สอดคล้องกับซับฟิลด์ "{{ subWidgetLabel }}" ในซับฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 không khớp tên
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」未匹配到名称
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」未匹配到名稱

# excel.importError.errorData.subform.nickNameMatchRepeat
source: Duplicate member name "{{ value }}" found in the "{{ subColLabel }}" subfield of the "{{ colLabel }}" subform. This subfield corresponds to the "{{ subWidgetLabel }}" subfield in the "{{ widgetLabel }}" subform.
de_de: Doppelter Mitgliedsname "{{ value }}" im Unterfeld "{{ subColLabel }}" des Unterformulars "{{ colLabel }}" gefunden. Dieses Unterfeld entspricht dem Unterfeld "{{ subWidgetLabel }}" im Unterformular "{{ widgetLabel }}".
es_es: Se encontró un nombre de miembro duplicado "{{ value }}" en el subcampo "{{ subColLabel }}" del subformulario "{{ colLabel }}". Este subcampo corresponde al subcampo "{{ subWidgetLabel }}" del subformulario "{{ widgetLabel }}".
fr_fr: Nom de membre en double "{{ value }}" trouvé dans le sous-champ "{{ subColLabel }}" du sous-formulaire "{{ colLabel }}". Ce sous-champ correspond au sous-champ "{{ subWidgetLabel }}" du sous-formulaire "{{ widgetLabel }}".
id_id: Nama anggota duplikat "{{ value }}" ditemukan di subbidang "{{ subColLabel }}" dari subformulir "{{ colLabel }}". Subbidang ini sesuai dengan subbidang "{{ subWidgetLabel }}" di subformulir "{{ widgetLabel }}".
ja_jp: 「{{ colLabel }}」サブフォームの「{{ subColLabel }}」サブフィールドに重複するメンバー名「{{ value }}」が見つかりました。このサブフィールドは「{{ widgetLabel }}」サブフォームの「{{ subWidgetLabel }}」サブフィールドに対応します。
km_kh: ឈ្មោះសមាជិកស្ទួន "{{ value }}" ត្រូវបានរកឃើញក្នុងវាលរង "{{ subColLabel }}" នៃទម្រង់រង "{{ colLabel }}"។ វាលរងនេះត្រូវនឹងវាលរង "{{ subWidgetLabel }}" ក្នុងទម្រង់រង "{{ widgetLabel }}"។
ko_kr: "{{ colLabel }}" 하위 양식의 "{{ subColLabel }}" 하위 필드에서 중복된 멤버 이름 "{{ value }}"이(가) 발견되었습니다. 이 하위 필드는 "{{ widgetLabel }}" 하위 양식의 "{{ subWidgetLabel }}" 하위 필드에 해당합니다.
pt_pt: Nome de membro duplicado "{{ value }}" encontrado no subcampo "{{ subColLabel }}" do subformulário "{{ colLabel }}". Este subcampo corresponde ao subcampo "{{ subWidgetLabel }}" no subformulário "{{ widgetLabel }}".
ru_ru: Дублирующееся имя члена "{{ value }}" найдено в подполе "{{ subColLabel }}" подформы "{{ colLabel }}". Это подполе соответствует подполю "{{ subWidgetLabel }}" в подформе "{{ widgetLabel }}".
th_th: พบชื่อสมาชิกซ้ำ "{{ value }}" ในฟิลด์ย่อย "{{ subColLabel }}" ของฟอร์มย่อย "{{ colLabel }}" ฟิลด์ย่อยนี้สอดคล้องกับฟิลด์ย่อย "{{ subWidgetLabel }}" ในฟอร์มย่อย "{{ widgetLabel }}"
vi_vn: Trường 「{{ colLabel }}.{{ subColLabel }} (tương ứng 「{{ widgetLabel }}.{{ subWidgetLabel }}」)」 giá trị 「{{ value }}」 có thành viên trùng tên
zh_cn: 【{{ colLabel }}.{{ subColLabel }}（对应表单字段「{{ widgetLabel }}.{{ subWidgetLabel }}」）】字段「{{ value }}」存在重名成员
zh_tw: 【{{ colLabel }}.{{ subColLabel }}（對應表單欄位「{{ widgetLabel }}.{{ subWidgetLabel }}」）】欄位「{{ value }}」存在重名成員
