Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.dash_alert_removed.0
source: As the alert condition of the data alert {{ thresholdName }} has been invalid, the data alert has been disabled automatically.
de_de: Da die Alarmbedingung des Datenalarms {{ thresholdName }} ungültig war, wurde der Datenalarm automatisch deaktiviert.
es_es: Como la condición de alerta de la alerta de datos {{thresholdName}} no era válida, la alerta de datos se deshabilitó automáticamente.
fr_fr: Comme la condition d'alerte des données {{ thresholdName }} est invalide, l'alerte a été désactivée automatiquement.
id_id: Karena kondisi peringatan data {{ thresholdName }} tidak valid, maka peringatan data telah dinonaktifkan secara otomatis.
ja_jp: データアラート「{{ thresholdName }}」のアラート条件が無効になったため、自動的にデータアラートが無効になりました。
km_kh: ដោយសារលក្ខខណ្ឌព្រមាននៃការព្រមានទិន្នន័យ {{ thresholdName }} បានអស់សុពលភាព ការព្រមានទិន្នន័យត្រូវបានបិទដោយស្វ័យប្រវត្តិ។
ko_kr: 데이터 알림 {{thresholdName}}의 알림 조건이 유효하지 않으므로 데이터 알림이 자동으로 비활성화되었습니다.
pt_pt: Como a condição de alerta do alerta de dados {{ thresholdName }} foi inválida, o alerta de dados foi desabilitado automaticamente.
ru_ru: Поскольку условие оповещения о данных {{ thresholdName }} было недействительным, оповещение о данных было автоматически отключено.
th_th: เนื่องจากเงื่อนไขการแจ้งเตือนข้อมูล {{ thresholdName }} ไม่ถูกต้อง การแจ้งเตือนข้อมูลจึงถูกปิดการใช้งานโดยอัตโนมัติ
vi_vn: Cảnh báo dữ liệu 「{{ thresholdName }}」 điều kiện không hợp lệ, đã tự động tắt
zh_cn: 数据预警「{{ thresholdName }}」预警条件失效，预警已自动关闭。
zh_tw: 資料預警「{{ thresholdName }}」預警條件失效，預警已自動關閉。

# site.message.content.dash_alert_removed.1
source: Alert from {{ appName }} > {{ entryName }} > {{ widgetName }}
de_de: Alarm von {{ appName }} > {{ entryName }} > {{ widgetName }}
es_es: Alerta de {{ appName }} > {{ entryName }} > {{ widgetName }}
fr_fr: Alerte de {{ appName }} > {{ entryName }} > {{ widgetName }}
id_id: Peringatan dari {{ appName }} > {{ entryName }} > {{ widgetName }}
ja_jp: アラート元：{{ appName }} > {{ entryName }} > {{ widgetName }}
km_kh: ព្រមានពី {{ appName }} > {{ entryName }} > {{ widgetName }}
ko_kr: {{ appName }} > {{ entryName }} > {{ widgetName }}의 알림
pt_pt: Alerta de {{ appName }} > {{ entryName }} > {{ widgetName }}
ru_ru: Оповещение от {{ appName }} > {{ entryName }} > {{ widgetName }}
th_th: การแจ้งเตือนจาก {{ appName }} > {{ entryName }} > {{ widgetName }}
vi_vn: Vị trí cảnh báo: {{ appName }} > {{ entryName }} > {{ widgetName }}
zh_cn: 预警位置：{{ appName }} > {{ entryName }} > {{ widgetName }}
zh_tw: 預警位置：{{ appName }} > {{ entryName }} > {{ widgetName }}

# site.message.content.dash_alert_second_fail.0
source: The alert has been disabled automatically as the data alert {{ thresholdName }} failed to be executed many times.
de_de: Der Alarm wurde automatisch deaktiviert, da die Ausführung des Datenalarms {{ thresholdName }} mehrmals fehlschlug.
es_es: La alerta se ha desactivado automáticamente debido a que la alerta de datos {{thresholdName}} no se pudo ejecutar muchas veces.
fr_fr: L'alerte a été désactivée automatiquement car l'alerte des données {{ thresholdName }} n'a pas pu être exécutée plusieurs fois.
id_id: Peringatan telah dinonaktifkan secara otomatis karena peringatan data {{ thresholdName }} gagal dijalankan berkali-kali.
ja_jp: データアラート「{{ thresholdName }}」の実行に複数回失敗したため、自動的にアラートが無効になりました。
km_kh: ការព្រមានត្រូវបានបិទដោយស្វ័យប្រវត្តិ ពីព្រោះការព្រមានទិន្នន័យ {{ thresholdName }} បរាជ័យក្នុងការប្រតិបត្តិច្រើនដង។
ko_kr: 데이터 알림 {{thresholdName}}이 여러 번 실행되지 않아 알림이 자동으로 비활성화되었습니다.
pt_pt: O alerta foi desativado automaticamente porque o alerta de dados {{ thresholdName }} falhou ao ser executado muitas vezes.
ru_ru: Оповещение было отключено автоматически, поскольку оповещение о данных {{ thresholdName }} не было выполнено много раз.
th_th: การแจ้งเตือนถูกปิดการใช้งานโดยอัตโนมัติ เนื่องจากการแจ้งเตือนข้อมูล {{ thresholdName }} ไม่สามารถดำเนินการได้หลายครั้ง
vi_vn: Cảnh báo dữ liệu 「{{ thresholdName }}」 lỗi nhiều lần, đã tự động tắt
zh_cn: 数据预警「{{ thresholdName }}」多次执行出错，预警已自动关闭。
zh_tw: 資料預警「{{ thresholdName }}」多次執行出錯，預警已自動關閉。

# site.message.content.dash_alert_second_fail.1
source: Alert from {{ appName }} > {{ entryName }} > {{ widgetName }}
de_de: Alarm von {{ appName }} > {{ entryName }} > {{ widgetName }}
es_es: Alerta de {{ appName }} > {{ entryName }} > {{ widgetName }}
fr_fr: Alerte de {{ appName }} > {{ entryName }} > {{ widgetName }}
id_id: Peringatan dari {{ appName }} > {{ entryName }} > {{ widgetName }}
ja_jp: アラート元：{{ appName }} > {{ entryName }} > {{ widgetName }}
km_kh: ព្រមានពី {{ appName }} > {{ entryName }} > {{ widgetName }}
ko_kr: {{ appName }} > {{ entryName }} > {{ widgetName }}의 알림
pt_pt: Alerta de {{ appName }} > {{ entryName }} > {{ widgetName }}
ru_ru: Оповещение от {{ appName }} > {{ entryName }} > {{ widgetName }}
th_th: การแจ้งเตือนจาก {{ appName }} > {{ entryName }} > {{ widgetName }}
vi_vn: Vị trí cảnh báo: {{ appName }} > {{ entryName }} > {{ widgetName }}
zh_cn: 预警位置：{{ appName }} > {{ entryName }} > {{ widgetName }}
zh_tw: 預警位置：{{ appName }} > {{ entryName }} > {{ widgetName }}

# site.message.content.data_buffer
source: The total data volume for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Das Gesamtdatenvolumen für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El volumen total de datos de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le volume total de données pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Total volume data untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」の総データボリュームが「{{ vipLevel }}」制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: បរិមាណទិន្នន័យសរុបសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 총 데이터 용량이 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 요금제 세부 정보"에서 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O volume total de dados da sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Общий объем данных для вашей компании/команды "{{ corpName }}" превысил лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть сведения об использовании и обновить план.
th_th: ปริมาณข้อมูลรวมของบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Tổng dữ liệu của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的总数据量已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的總資料量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.data_create_usage
source: Your company/team "{{ corpName }}" has already used {{ usage }} record(s) this month, approaching the limit of 1,000 records. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Ihr Unternehmen/Team „{{ corpName }}“ hat diesen Monat bereits {{ usage }} Datensätze verwendet und nähert sich damit dem Limit von 1.000 Datensätzen. Gehen Sie zu „Verwaltung > Plandetails“, um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: Su empresa/equipo "{{ corpName }}" ya ha utilizado {{ usage }} registros este mes, alcanzando el límite de 1000. Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Votre entreprise/équipe "{{ corpName }}" a déjà utilisé {{ usage }} enregistrement(s) ce mois-ci, approchant la limite de 1 000 enregistrements. Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Perusahaan/tim Anda "{{ corpName }}" telah menggunakan {{ usage }} catatan bulan ini, mendekati batas 1.000 catatan. Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」は今月すでに{{ usage }}件のレコードを使用しており、1,000件の制限に近づいています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានប្រើប្រាស់ {{ usage }} កំណត់ត្រាក្នុងខែនេះ ជិតដល់កម្រិត 1,000 កំណត់ត្រា។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិតអំពីការប្រើប្រាស់ និងធ្វើអាប់ដេតផែនការ។
ko_kr: 귀사/팀 "{{ corpName }}"은(는) 이번 달에 이미 {{ usage }}개의 레코드를 사용했으며, 레코드 한도인 1,000개에 거의 도달했습니다. "관리 > 플랜 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 플랜을 업그레이드하세요.
pt_pt: Sua empresa/equipe "{{ corpName }}" já utilizou {{ usage }} registro(s) neste mês, aproximando-se do limite de 1.000 registros. Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Ваша компания/команда "{{ corpName }}" уже использовала {{ usage }} записей в этом месяце, приближаясь к пределу в 1000 записей. Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: บริษัท/ทีมของคุณ "{{ corpName }}" ได้ใช้ข้อมูลไปแล้ว {{ usage }} รายการในเดือนนี้ ซึ่งใกล้จะถึงขีดจำกัด 1,000 รายการแล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Tổng dữ liệu tháng của 「{{ corpName }}」 đã dùng {{ usage }} mục, giới hạn 1000, sắp vượt quá, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的当月总数据量已用{{ usage }}条，上限为1000条，当月总数据量即将超量，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的當月總資料量已用{{ usage }}筆，上限為 1000 筆，當月總資料量即將超額，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.data_trigger_execute_failed_count
source: In the {{ appName }} app, the automation {{ triggerName }} has failed to be triggered for {{ failedCount }} times. View the trigger history in time.
de_de: In der App {{ appName }} konnte die Automatisierung {{ triggerName }} {{ failedCount }} Mal nicht ausgelöst werden. Sehen Sie sich den Triggerverlauf zeitlich an.
es_es: En la aplicación {{ appName }}, la automatización {{ triggerName }} no se ha activado {{ failedCount }} veces. Consulta el historial de activaciones.
fr_fr: Dans l'application {{ appName }}, l'automatisation {{ triggerName }} n'a pas pu être déclenchée {{ failedCount }} fois. Consultez l'historique des déclencheurs à temps.
id_id: Di aplikasi {{ appName }}, otomatisasi {{ triggerName }} gagal dipicu selama {{ failedCount }} kali. Lihat riwayat pemicu pada waktunya.
ja_jp: アプリ「{{ appName }}」内のオートメーション「{{ triggerName }}」が{{ failedCount }}回トリガーされませんでした。トリガー履歴を確認してください。
km_kh: នៅក្នុងកម្មវិធី {{ appName }} ស្វ័យប្រវត្តិកម្ម {{ triggerName }} បរាជ័យក្នុងការបញ្ចូលសរុប {{ failedCount }} ដង។ សូមមើលប្រវត្តិការបញ្ចូលឱ្យបានទាន់ពេល។
ko_kr: {{ appName }} 앱에서 자동화 {{ triggerName }}이(가) {{ failCount }}회 동안 트리거되지 못했습니다. 트리거 내역을 시간별로 확인하세요.
pt_pt: No aplicativo {{ appName }}, a automação {{ triggerName }} falhou ao ser acionada {{ failedCount }} vezes. Veja o histórico de acionamentos ao longo do tempo.
ru_ru: В приложении {{ appName }} автоматизация {{ triggerName }} не сработала {{ failedCount }} раз. Просмотрите историю триггеров по времени.
th_th: ในแอป {{ appName }} ระบบอัตโนมัติ {{ triggerName }} ไม่สามารถทริกเกอร์ได้เป็นเวลา {{ failedCount }} ครั้ง ดูประวัติการทริกเกอร์ในเวลาที่กำหนด
vi_vn: Trợ lý thông minh 「{{ triggerName }}」 trong ứng dụng 「{{ appName }}」 thất bại {{ failedCount }} lần, xem nhật ký thực thi kịp thời
zh_cn: 应用「{{ appName }}」中的智能助手「{{ triggerName }}」已执行失败{{ failedCount }}次，请及时查看执行日志。
zh_tw: 應用「{{ appName }}」中的智慧助手「{{ triggerName }}」已執行失败{{ failedCount }}次，请及时查看執行日志。

# site.message.content.data_trigger_execute_failed_first
source: The automation "{{ triggerName }}" in the app "{{ appName }}" failed to execute. Please check the trigger history log time.
de_de: Die Automatisierung „{{ triggerName }}“ in der App „{{ appName }}“ konnte nicht ausgeführt werden. Bitte überprüfen Sie die Protokollzeit des Triggerverlaufs.
es_es: La automatización "{{triggerName}}" en la aplicación "{{appName}}" no se pudo ejecutar. Consulte el historial de activación.
fr_fr: L'automatisation "{{ triggerName }}" dans l'application "{{ appName }}" n'a pas pu s'exécuter. Veuillez vérifier l'historique des déclencheurs.
id_id: Otomatisasi "{{ triggerName }}" di aplikasi "{{ appName }}" gagal dijalankan. Harap periksa waktu log riwayat pemicu.
ja_jp: アプリ「{{ appName }}」のオートメーション「{{ triggerName }}」の実行に失敗しました。トリガー履歴ログ時間を確認してください。
km_kh: ស្វ័យប្រវត្តិកម្ម "{{ triggerName }}" នៅក្នុងកម្មវិធី "{{ appName }}" បរាជ័យក្នុងការប្រតិបត្តិ។ សូមពិនិត្យប្រវត្តិការបញ្ចូល។
ko_kr: 앱 "{{ appName }}"의 자동화 "{{ triggerName }}"을(를) 실행하지 못했습니다. 트리거 기록 로그 시간을 확인하세요.
pt_pt: A automação "{{ triggerName }}" no aplicativo "{{ appName }}" falhou ao executar. Verifique o horário do registro do histórico do gatilho.
ru_ru: Автоматизация "{{ triggerName }}" в приложении "{{ appName }}" не была выполнена. Проверьте время журнала истории триггеров.
th_th: การทำงานอัตโนมัติ "{{ triggerName }}" ในแอป "{{ appName }}" ไม่สามารถดำเนินการได้ โปรดตรวจสอบเวลาบันทึกประวัติการทริกเกอร์
vi_vn: Trợ lý thông minh 「{{ triggerName }}」 trong ứng dụng 「{{ appName }}」 thực thi thất bại, xem nhật ký thực thi kịp thời
zh_cn: 应用「{{ appName }}」中的智能助手「{{ triggerName }}」执行失败，请及时查看执行日志。
zh_tw: 應用「{{ appName }}」中的智慧助手「{{ triggerName }}」執行失败，请及时查看執行日志。

# site.message.content.data_trigger_execute_failed_max
source: In the {{ appName }} app, the automation {{ triggerName }} has failed to be triggered for {{ failedCount }} times. No further reminders will be sent today. View the trigger history in time.
de_de: In der App {{ appName }} konnte die Automatisierung {{ triggerName }} {{ failedCount }} Mal nicht ausgelöst werden. Es werden heute keine weiteren Erinnerungen versendet. Sehen Sie sich den Triggerverlauf rechtzeitig an.
es_es: En la aplicación {{ appName }}, la automatización {{ triggerName }} no se ha activado {{ failedCount }} veces. No se enviarán más recordatorios hoy. Consulte el historial de activaciones.
fr_fr: Dans l'application {{ appName }}, l'automatisation {{ triggerName }} n'a pas pu être déclenchée {{ failedCount }} fois. Aucun autre rappel ne sera envoyé aujourd'hui. Consultez l'historique des déclencheurs à temps.
id_id: Di aplikasi {{ appName }}, otomatisasi {{ triggerName }} gagal dipicu selama {{ failedCount }} kali. Tidak ada pengingat lebih lanjut yang akan dikirim hari ini. Lihat riwayat pemicu pada waktunya.
ja_jp: アプリ「{{ appName }}」内のオートメーション「{{ triggerName }}」が{{ failedCount }}回トリガーされませんでした。今日はこれ以上通知は送信されません。トリガー履歴を確認してください。
km_kh: នៅក្នុងកម្មវិធី {{ appName }} ស្វ័យប្រវត្តិកម្ម {{ triggerName }} បរាជ័យក្នុងការបញ្ចូលសរុប {{ failedCount }} ដង។ នឹងមិនមានការរំលឹកបន្ថែមទៀតនៅថ្ងៃនេះទេ។ សូមមើលប្រវត្តិការបញ្ចូលឱ្យបានទាន់ពេល។
ko_kr: {{ appName }} 앱에서 자동화 {{ triggerName }}이(가) {{ failCount }}회 동안 트리거되지 못했습니다. 오늘 더 이상 알림이 전송되지 않습니다. 트리거 내역을 시간별로 확인하세요.
pt_pt: No aplicativo {{ appName }}, a automação {{ triggerName }} falhou ao ser acionada {{ failedCount }} vezes. Nenhum outro lembrete será enviado hoje. Veja o histórico de acionamentos em tempo real.
ru_ru: В приложении {{ appName }} автоматизация {{ triggerName }} не была запущена {{ failedCount }} раз. Сегодня больше не будет напоминаний. Просмотрите историю триггеров вовремя.
th_th: ในแอป {{ appName }} ระบบอัตโนมัติ {{ triggerName }} ไม่สามารถทริกเกอร์ได้เป็นเวลา {{ failedCount }} ครั้ง จะไม่มีการส่งการแจ้งเตือนเพิ่มเติมในวันนี้ ดูประวัติการทริกเกอร์ได้ทันเวลา
vi_vn: Trợ lý thông minh 「{{ triggerName }}」 trong ứng dụng 「{{ appName }}」 thất bại {{ failedCount }} lần, hôm nay không nhắc lại, xem nhật ký thực thi
zh_cn: 应用「{{ appName }}」中的智能助手「{{ triggerName }}」已执行失败{{ failedCount }}次，今日将不再提醒，请及时查看执行日志。
zh_tw: 應用「{{ appName }}」中的智慧助手「{{ triggerName }}」已執行失败{{ failedCount }}次，今日将不再通知，请及时查看執行日志。

# site.message.content.data_usage
source: Your company/team "{{ corpName }}" has already used {{ usage }} record(s) in total, approaching the limit of {{ limit }}. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Ihr Unternehmen/Team "{{ corpName }}" hat insgesamt bereits {{ usage }} Datensätze verwendet und nähert sich dem Limit von {{ limit }}. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: Su empresa/equipo "{{ corpName }}" ya ha utilizado {{ usage }} registros en total, acercándose al límite de {{ limit }}. Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Votre entreprise/équipe "{{ corpName }}" a déjà utilisé {{ usage }} enregistrement(s) au total, approchant la limite de {{ limit }}. Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Perusahaan/tim Anda "{{ corpName }}" telah menggunakan {{ usage }} record secara total, mendekati batas {{ limit }}. Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」は合計で{{ usage }}件のレコードを使用しており、{{ limit }}件の制限に近づいています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានប្រើប្រាស់សរុប {{ usage }} កំណត់ត្រា ជិតដល់កម្រិត {{ limit }}។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 귀사/팀 "{{ corpName }}"에서 이미 총 {{ usage }}개의 레코드를 사용했으며, 이는 {{ limit }}개의 한도에 도달했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: Sua empresa/equipe "{{ corpName }}" já utilizou {{ usage }} registro(s) no total, aproximando-se do limite de {{ limit }}. Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Ваша компания/команда "{{ corpName }}" уже использовала {{ usage }} записей в общей сложности, приближаясь к пределу {{ limit }}. Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: บริษัท/ทีมของคุณ "{{ corpName }}" ใช้งานไปแล้ว {{ usage }} รายการ โดยใกล้ถึงขีดจำกัด {{ limit }} แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Tổng dữ liệu của 「{{ corpName }}」 đã dùng {{ usage }} mục, giới hạn {{ limit }}, sắp vượt quá, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的总数据量已用{{ usage }}条，上限为{{ limit }}条，总数据量即将超量，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的總資料量已用{{ usage }}筆，上限為{{ limit }}筆，總資料量即將超額，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.dept_create
source: {{ operator }} added a department named {{ deptName }}
de_de: {{ operator }} hat eine Abteilung mit dem Namen {{ deptName }} hinzugefügt
es_es: {{ operator }} agregó un departamento llamado {{ deptName }}
fr_fr: {{ operator }} a ajouté un département nommé {{ deptName }}
id_id: {{ operator }} menambahkan departemen bernama {{ deptName }}
ja_jp: {{ operator }}が部署「{{ deptName }}」を追加しました
km_kh: {{ operator }} បានបន្ថែមដេប៉ាតឺម៉ង់ឈ្មោះ {{ deptName }}
ko_kr: {{ operator }}님이 {{ deptName }}이라는 부서를 추가했습니다.
pt_pt: {{ operator }} adicionou um departamento chamado {{ deptName }}
ru_ru: {{operator}} добавил отдел с именем {{deptName}}
th_th: {{ operator }} เพิ่มแผนกชื่อ {{ deptName }}
vi_vn: {{ operator }} đã thêm phòng ban {{ deptName }}
zh_cn: {{ operator }} 添加了部门 {{ deptName }}
zh_tw: {{ operator }} 新增了部署 {{ deptName }}

# site.message.content.dept_import
source: {{ operator }} imported {{ deptSize }} department(s).
de_de: {{ operator }} importierte {{ deptSize }} Abteilung(en).
es_es: {{ operator }} importó {{ deptSize }} departamento(s).
fr_fr: {{ operator }} a importé {{ deptSize }} département(s).
id_id: {{ operator }} mengimpor {{ deptSize }} departemen.
ja_jp: {{ operator }}が{{ deptSize }}の部署をインポートしました。
km_kh: {{ operator }} បាននាំចូល {{ deptSize }} នាយកដ្ឋាន។
ko_kr: {{ operator }}가 {{ deptSize }}개 부서를 가져왔습니다.
pt_pt: {{ operator }} importou {{ deptSize }} departamento(s).
ru_ru: {{operator}} импортировано {{deptSize}} отделов.
th_th: {{ operator }} นำเข้าแผนก {{ deptSize }} แผนก
vi_vn: {{ operator }} đã nhập {{ deptSize }} phòng ban
zh_cn: {{ operator }} 导入了 {{ deptSize }} 个部门。
zh_tw: {{ operator }}匯入了 {{ deptSize }} 個部署。

# site.message.content.dept_remove
source: {{ operator }} deleted the {{ deptName }} department.
de_de: {{ operator }} hat die Abteilung {{ deptName }} gelöscht.
es_es: {{ operator }} eliminó el departamento {{ deptName }}.
fr_fr: {{ operator }} a supprimé le département {{ deptName }}.
id_id: {{ operator }} menghapus departemen {{ deptName }}.
ja_jp: {{ operator }}が部署「{{ deptName }}」を削除しました。
km_kh: {{ operator }} បានលុបដេប៉ាតឺម៉ង់ {{ deptName }}
ko_kr: {{ operator }}가 {{ deptName }} 부서를 삭제했습니다.
pt_pt: {{ operator }} excluiu o departamento {{ deptName }}.
ru_ru: {{operator}} удалил отдел {{deptName}}.
th_th: {{ operator }} ลบแผนก {{ deptName }} แล้ว
vi_vn: {{ operator }} đã xóa phòng ban {{ deptName }}
zh_cn: {{ operator }} 删除了部门 {{ deptName }}
zh_tw: {{ operator }} 刪除了部署 {{ deptName }}
