Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# corp.log.aggregateUpdate
source: Update Aggregate Table Design
de_de: Aktualisieren des aggregierten Tabellenentwurfs
es_es: Actualizar el diseño de la tabla agregada
fr_fr: Mettre à jour la conception du tableau d'agrégation
id_id: Perbarui Desain Tabel Agregat
ja_jp: 集計テーブルの設計を更新する
km_kh: ធ្វើបច្ចុប្បន្នភាពការរចនាតារាងសរុប
ko_kr: 집계 테이블 디자인 업데이트
pt_pt: Atualizar design da tabela agregada
ru_ru: Обновить дизайн агрегированной таблицы
th_th: อัปเดตการออกแบบตารางรวม
vi_vn: Cập nhật thiết kế bảng tổng hợp
zh_cn: 修改聚合表设计
zh_tw: 修改彙總表設計

# corp.log.aiLabDisable
source: Disable AI Lab
de_de: Schließung des KI-Labors
es_es: Cerrando el laboratorio de IA
fr_fr: Fermeture du laboratoire d'IA
id_id: Menutup Lab AI
ja_jp: AIラボを無効にする
km_kh: ការបិទ AI Lab
ko_kr: AI 랩 폐쇄
pt_pt: Fechando o Laboratório de IA
ru_ru: Закрытие лаборатории ИИ
th_th: การปิดห้องปฏิบัติการ AI
vi_vn: Đóng cửa phòng thí nghiệm AI
zh_cn: 关闭 AI 实验室
zh_tw: 關閉 AI 實驗室

# corp.log.aiLabEnable
source: Enable AI Lab
de_de: Eröffnung eines KI-Labors
es_es: Apertura de un laboratorio de IA
fr_fr: Ouverture d'un laboratoire d'IA
id_id: Membuka Lab AI
ja_jp: AIラボを有効にする
km_kh: ការបើក AI Lab
ko_kr: AI 랩 개설
pt_pt: Abrindo um laboratório de IA
ru_ru: Открытие лаборатории ИИ
th_th: การเปิด AI Lab
vi_vn: Mở phòng thí nghiệm AI
zh_cn: 加入 AI 实验室
zh_tw: 加入 AI 實驗室

# corp.log.apiKeyCreate
source: Create API Key
de_de: API-Schlüssel erstellen
es_es: Crear clave API
fr_fr: Créer une clé API
id_id: Buat Kunci API
ja_jp: APIキーを作成する
km_kh: បង្កើត API Key
ko_kr: API 키 생성
pt_pt: Criar chave de API
ru_ru: Создать API-ключ
th_th: สร้างรหัส API
vi_vn: Thêm khóa API
zh_cn: 新增密钥
zh_tw: 新增密鑰

# corp.log.apiKeyDelete
source: Delete API Key
de_de: API-Schlüssel löschen
es_es: Eliminar clave API
fr_fr: Supprimer la clé API
id_id: Hapus Kunci API
ja_jp: APIキーを削除する
km_kh: លុប API Key
ko_kr: API 키 삭제
pt_pt: Excluir chave de API
ru_ru: Удалить API-ключ
th_th: ลบรหัส API
vi_vn: Xóa khóa API
zh_cn: 删除密钥
zh_tw: 刪除密鑰

# corp.log.apiKeyDisable
source: Disable API Key
de_de: API-Schlüssel deaktivieren
es_es: Deshabilitar la clave API
fr_fr: Désactiver la clé API
id_id: Nonaktifkan Kunci API
ja_jp: APIキーを無効にする
km_kh: បិទ API Key
ko_kr: API 키 비활성화
pt_pt: Desativar chave de API
ru_ru: Отключить API-ключ
th_th: ปิดใช้งาน API Key
vi_vn: Tắt khóa API
zh_cn: 停用密钥
zh_tw: 禁用密鑰

# corp.log.apiKeyEnable
source: Enable API Key
de_de: API-Schlüssel aktivieren
es_es: Habilitar clave API
fr_fr: Activer la clé API
id_id: Aktifkan Kunci API
ja_jp: APIキーを有効にする
km_kh: បើក API Key
ko_kr: API 키 활성화
pt_pt: Habilitar chave de API
ru_ru: Включить API-ключ
th_th: เปิดใช้งานคีย์ API
vi_vn: Bật khóa API
zh_cn: 启用密钥
zh_tw: 啟用密鑰

# corp.log.apiKeyName
source: API Key Name
de_de: API-Schlüsselname
es_es: Nombre de la clave API
fr_fr: Nom de la clé API
id_id: Nama Kunci API
ja_jp: APIキー名
km_kh: ឈ្មោះកូនសោ API
ko_kr: API 키 이름
pt_pt: Nome da chave da API
ru_ru: Имя ключа API
th_th: ชื่อคีย์ API
vi_vn: Tên API Key
zh_cn: API Key名称
zh_tw: API Key名稱

# corp.log.apiKeyUpdate
source: Update Key
de_de: Schlüssel aktualisieren
es_es: Actualizar clave
fr_fr: Mettre à jour la clé
id_id: Perbarui Kunci
ja_jp: キーを更新する
km_kh: ធ្វើបច្ចុប្បន្នភាព Key
ko_kr: 업데이트 키
pt_pt: Chave de atualização
ru_ru: Обновить ключ
th_th: อัปเดตคีย์
vi_vn: Cập nhật khóa API
zh_cn: 修改密钥
zh_tw: 修改密鑰

# corp.log.apiName
source: API Name
es_es: Nombre de la API
fr_fr: Nom de l'API
id_id: Nama API
ja_jp: API名
km_kh: ឈ្មោះ API
ko_kr: API 이름
pt_pt: Nome da API
ru_ru: Имя API
th_th: ชื่อ API
vi_vn: Tên giao diện
zh_cn: 接口名称
zh_tw: API 名稱

# corp.log.appAttachmentControlDisable
source: Disable App Attachment Download Control
de_de: Deaktivieren Sie die App-Anhangskontrolle
es_es: Desactivar el control de archivos adjuntos de la aplicación
fr_fr: Désactiver le contrôle des pièces jointes de l'application
id_id: Matikan kontrol lampiran aplikasi
ja_jp: アプリの添付ファイル制御をオフにする
km_kh: បិទការគ្រប់គ្រងការភ្ជាប់កម្មវិធី
ko_kr: 앱 첨부 파일 제어 끄기
pt_pt: Desativar o controle de anexos de aplicativos
ru_ru: Отключить контроль прикрепленных приложений
th_th: ปิดการควบคุมการแนบแอป
vi_vn: Tắt kiểm soát tệp đính kèm ứng dụng
zh_cn: 关闭应用附件管控
zh_tw: 關閉應用附件管控

# corp.log.appAttachmentControlEnable
source: Enable App Attachment Download Control
de_de: Aktivieren Sie die App-Anhangssteuerung
es_es: Habilitar el control de archivos adjuntos de aplicaciones
fr_fr: Activer le contrôle des pièces jointes de l'application
id_id: Aktifkan kontrol lampiran aplikasi
ja_jp: アプリの添付ファイル制御を有効にする
km_kh: បើកការគ្រប់គ្រងការភ្ជាប់កម្មវិធី
ko_kr: 앱 첨부 제어 활성화
pt_pt: Habilitar controle de anexos de aplicativos
ru_ru: Включить управление прикрепленными приложениями
th_th: เปิดใช้งานการควบคุมการแนบแอป
vi_vn: Bật kiểm soát tệp đính kèm ứng dụng
zh_cn: 开启应用附件管控
zh_tw: 開啟應用附件管控

# corp.log.appAttachmentControlUpdate
source: Update App Attachment Download Control
de_de: Ändern der Anwendungsanhangsteuerung
es_es: Modificar el control de archivos adjuntos de la aplicación
fr_fr: Modifier le contrôle des pièces jointes de l'application
id_id: Ubah kontrol lampiran aplikasi
ja_jp: アプリケーション添付コントロールの変更
km_kh: កែប្រែការគ្រប់គ្រងឯកសារភ្ជាប់កម្មវិធី
ko_kr: 애플리케이션 첨부 제어 수정
pt_pt: Modificar o controle de anexos do aplicativo
ru_ru: Изменить управление прикреплением приложений
th_th: ปรับเปลี่ยนการควบคุมการแนบแอปพลิเคชัน
vi_vn: Sửa đổi điều khiển đính kèm ứng dụng
zh_cn: 修改应用附件管控
zh_tw: 修改應用附件管控

# corp.log.appCreate
source: Create App
de_de: App erstellen
es_es: Crear aplicación
fr_fr: Créer une application
id_id: Buat Aplikasi
ja_jp: アプリを作成する
km_kh: បង្កើតកម្មវិធី
ko_kr: 앱 만들기
pt_pt: Criar aplicativo
ru_ru: Создать приложение
th_th: สร้างแอป
vi_vn: Tạo ứng dụng
zh_cn: 创建应用
zh_tw: 建立應用

# corp.log.appEtlLog
source: {{ etlName }}-Update Logs
de_de: {{ etlName }} – Protokolle aktualisieren
es_es: {{ etlName }}-Actualizar registros
fr_fr: Journaux de mise à jour de {{ etlName }}
id_id: {{ etlName }}-Log Pembaruan
ja_jp: {{ etlName }}-更新ログ
km_kh: កំណត់ហេតុធ្វើបច្ចុប្បន្នភាព {{ etlName }}
ko_kr: {{ etlName }}-로그 업데이트
pt_pt: {{ etlName }}-Atualizar registros
ru_ru: {{ etlName }}-Обновить журналы
th_th: {{ etlName }}- อัปเดตบันทึก
vi_vn: Nhật ký cập nhật {{ etlName }}
zh_cn: {{ etlName }}-更新日志
zh_tw: {{ etlName }}-更新日誌

# corp.log.appHomeUpdate
source: Adjust App Homepage
de_de: App-Startseite anpassen
es_es: Ajustar la página de inicio de la aplicación
fr_fr: Ajuster la page d'accueil de l'application
id_id: Sesuaikan Beranda Aplikasi
ja_jp: アプリホームページを調整
km_kh: លៃតម្រូវទំព័រដើមកម្មវិធី
ko_kr: Adjust 앱 홈페이지
pt_pt: Ajustar a página inicial do aplicativo
ru_ru: Настройте домашнюю страницу приложения
th_th: ปรับหน้าแรกแอป
vi_vn: Điều chỉnh trang chủ ứng dụng
zh_cn: 调整应用首页
zh_tw: 調整應用首頁

# corp.log.appLog
source: App Logs
de_de: App-Protokolle
es_es: Registros de aplicaciones
fr_fr: Journaux de l'application
id_id: Log Aplikasi
ja_jp: アプリログ
km_kh: កំណត់ហេតុកម្មវិធី
ko_kr: 앱 로그
pt_pt: Registros de aplicativos
ru_ru: Журналы приложений
th_th: บันทึกแอป
vi_vn: Nhật ký ứng dụng
zh_cn: 应用日志
zh_tw: 應用日誌

# corp.log.appLogExport
source: Export App Logs
de_de: App-Protokolle exportieren
es_es: Exportar registros de aplicaciones
fr_fr: Exporter les journaux de l'application
id_id: Ekspor Log Aplikasi
ja_jp: アプリログをエクスポートする
km_kh: នាំចេញកំណត់ហេតុកម្មវិធី
ko_kr: 앱 로그 내보내기
pt_pt: Exportar logs de aplicativos
ru_ru: Экспорт журналов приложений
th_th: ส่งออกบันทึกแอป
vi_vn: Xuất nhật ký ứng dụng
zh_cn: 导出应用日志
zh_tw: 匯出應用日誌

# corp.log.appManageGroupAdd
source: Add App Manage Group
de_de: App-Verwaltungsgruppe hinzufügen
es_es: Agregar grupo de administración de aplicaciones
fr_fr: Ajouter un groupe de gestion d'application
id_id: Tambahkan Grup Pengelola Aplikasi
ja_jp: アプリ管理グループを追加
km_kh: បន្ថែមក្រុមគ្រប់គ្រងកម្មវិធី
ko_kr: 앱 관리 그룹 추가
pt_pt: Adicionar grupo de gerenciamento de aplicativo
ru_ru: Добавить приложение Управление группой
th_th: เพิ่มการจัดการกลุ่มแอป
vi_vn: Thêm nhóm quản lý ứng dụng
zh_cn: 添加应用管理组
zh_tw: 添加應用管理組

# corp.log.appManageGroupDisable
source: Disable App Admin Group
de_de: App-Admin-Gruppe deaktivieren
es_es: Deshabilitar el grupo de administradores de aplicaciones
fr_fr: Désactiver le groupe d'administration de l'application
id_id: Nonaktifkan Grup Admin Aplikasi
ja_jp: アプリ管理グループを無効にする
km_kh: បិទក្រុមអ្នកគ្រប់គ្រងកម្មវិធី
ko_kr: 앱 관리자 그룹 비활성화
pt_pt: Desativar grupo de administração de aplicativos
ru_ru: Отключить группу администраторов приложений
th_th: ปิดใช้งานกลุ่มผู้ดูแลแอป
vi_vn: Tắt nhóm quản lý ứng dụng
zh_cn: 关闭应用管理组
zh_tw: 關閉應用管理組

# corp.log.appManageGroupEnable
source: Enable App Admin Group
de_de: App-Admin-Gruppe aktivieren
es_es: Habilitar el grupo de administradores de aplicaciones
fr_fr: Activer le groupe d'administration de l'application
id_id: Aktifkan Grup Admin Aplikasi
ja_jp: アプリ管理グループを有効にする
km_kh: បើកក្រុមអ្នកគ្រប់គ្រងកម្មវិធី
ko_kr: 앱 관리자 그룹 활성화
pt_pt: Habilitar grupo de administração de aplicativos
ru_ru: Включить группу администраторов приложений
th_th: เปิดใช้งานกลุ่มผู้ดูแลแอป
vi_vn: Bật nhóm quản lý ứng dụng
zh_cn: 开启应用管理组
zh_tw: 開啟應用管理組

# corp.log.appManageGroupRemove
source: Remove App Manage Group
de_de: App-Verwaltungsgruppe entfernen
es_es: Eliminar el grupo de administración de aplicaciones
fr_fr: Supprimer le groupe de gestion d'application
id_id: Hapus Grup Pengelola Aplikasi
ja_jp: アプリ管理グループを削除
km_kh: លុបក្រុមគ្រប់គ្រងកម្មវិធី
ko_kr: 앱 관리 그룹 제거
pt_pt: Remover grupo de gerenciamento de aplicativos
ru_ru: Удалить приложение Управление группой
th_th: ลบกลุ่มจัดการแอป
vi_vn: Xóa nhóm quản lý ứng dụng
zh_cn: 删除应用管理组
zh_tw: 刪除應用管理組

# corp.log.appManageGroupRename
source: Rename App Manage Group
de_de: App-Verwaltungsgruppe umbenennen
es_es: Cambiar el nombre del grupo de administración de aplicaciones
fr_fr: Renommer le groupe de gestion d'application
id_id: Ubah Nama Grup Pengelola Aplikasi
ja_jp: アプリ管理グループの名前を変更
km_kh: ប្តូរឈ្មោះក្រុមគ្រប់គ្រងកម្មវិធី
ko_kr: 앱 관리 그룹 이름 바꾸기
pt_pt: Renomear grupo de gerenciamento de aplicativos
ru_ru: Переименовать приложение Управление группой
th_th: เปลี่ยนชื่อแอปจัดการกลุ่ม
vi_vn: Sửa tên nhóm quản lý ứng dụng
zh_cn: 修改应用管理组名称
zh_tw: 修改應用管理組名稱

# corp.log.appManagerAdd
source: Add Manager
de_de: Manager hinzufügen
es_es: Agregar administrador
fr_fr: Ajouter un gestionnaire
id_id: Tambahkan Manajer
ja_jp: 管理者を追加
km_kh: បន្ថែមអ្នកគ្រប់គ្រង
ko_kr: 관리자 추가
pt_pt: Adicionar gerente
ru_ru: Добавить менеджера
th_th: เพิ่มผู้จัดการ
vi_vn: Thêm quản trị viên
zh_cn: 添加管理员
zh_tw: 添加管理員

# corp.log.appManagerRemove
source: Remove Manager
de_de: Manager entfernen
es_es: Eliminar administrador
fr_fr: Supprimer le gestionnaire
id_id: Hapus Manajer
ja_jp: 管理者を削除
km_kh: លុបអ្នកគ្រប់គ្រង
ko_kr: 관리자 제거
pt_pt: Remover gerente
ru_ru: Удалить менеджера
th_th: ลบผู้จัดการ
vi_vn: Xóa quản trị viên
zh_cn: 删除管理员
zh_tw: 刪除管理員

# corp.log.appRecover
source: Restore App
de_de: App wiederherstellen
es_es: Restaurar aplicación
fr_fr: Restaurer l'application
id_id: Pulihkan Aplikasi
ja_jp: アプリを復元する
km_kh: ស្តារកម្មវិធី
ko_kr: 앱 복원
pt_pt: Restaurar aplicativo
ru_ru: Восстановить приложение
th_th: กู้คืนแอป
vi_vn: Khôi phục ứng dụng
zh_cn: 恢复应用
zh_tw: 恢復應用

# corp.log.appRefFormsSetUpdate
source: Edit Cross-App Settings
de_de: Appübergreifende Einstellungen bearbeiten
es_es: Editar la configuración entre aplicaciones
fr_fr: Modifier les paramètres inter-applications
id_id: Edit Pengaturan Lintas Aplikasi
ja_jp: クロスアプリ設定を編集
km_kh: កែសម្រួលការកំណត់អន្តរកម្មវិធី
ko_kr: 앱 간 설정 편집
pt_pt: Editar configurações entre aplicativos
ru_ru: Изменить настройки кросс-приложения
th_th: แก้ไขการตั้งค่าข้ามแอป
vi_vn: Sửa cài đặt đa ứng dụng
zh_cn: 调整跨应用设置
zh_tw: 調整跨應用設定

# corp.log.appRemove
source: Delete App
de_de: App löschen
es_es: Eliminar aplicación
fr_fr: Supprimer l'application
id_id: Hapus Aplikasi
ja_jp: アプリを削除する
km_kh: លុបកម្មវិធី
ko_kr: 앱 삭제
pt_pt: Excluir aplicativo
ru_ru: Удалить приложение
th_th: ลบแอป
vi_vn: Xóa ứng dụng
zh_cn: 删除应用
zh_tw: 刪除應用

# corp.log.appRename
source: Rename App
de_de: App umbenennen
es_es: Cambiar el nombre de la aplicación
fr_fr: Renommer l'application
id_id: Ganti Nama Aplikasi
ja_jp: アプリの名前を変更する
km_kh: ប្តូរឈ្មោះកម្មវិធី
ko_kr: 앱 이름 바꾸기
pt_pt: Renomear aplicativo
ru_ru: Переименовать приложение
th_th: เปลี่ยนชื่อแอป
vi_vn: Sửa tên ứng dụng
zh_cn: 修改应用名称
zh_tw: 修改應用名稱

# corp.log.appUrlUpdate
source: Edit App URL
de_de: App-URL bearbeiten
es_es: Editar la URL de la aplicación
fr_fr: Modifier l'URL de l'application
id_id: Edit URL Aplikasi
ja_jp: アプリのURLを編集
km_kh: កែសម្រួល URL កម្មវិធី
ko_kr: 앱 URL 편집
pt_pt: Editar URL do aplicativo
ru_ru: Изменить URL-адрес приложения
th_th: แก้ไข URL แอป
vi_vn: Sửa URL ứng dụng
zh_cn: 调整应用URL
zh_tw: 調整應用URL

# corp.log.appWatermarkDisable
source: Disable App Watermark
de_de: App-Wasserzeichen deaktivieren
es_es: Deshabilitar la marca de agua de la aplicación
fr_fr: Désactiver le filigrane de l'application
id_id: Nonaktifkan Tanda Air Aplikasi
ja_jp: アプリのウォーターマークを無効にする
km_kh: បិទដំណើរការសញ្ញាសម្គាល់កម្មវិធី
ko_kr: 앱 워터마크 비활성화
pt_pt: Desativar marca d'água do aplicativo
ru_ru: Отключить водяной знак приложения
th_th: ปิดใช้งานลายน้ำแอป
vi_vn: Tắt watermark ứng dụng
zh_cn: 关闭应用水印
zh_tw: 關閉應用浮水印

# corp.log.appWatermarkEnable
source: Enable App Watermark
de_de: App-Wasserzeichen aktivieren
es_es: Habilitar marca de agua de la aplicación
fr_fr: Activer le filigrane de l'application
id_id: Aktifkan Tanda Air Aplikasi
ja_jp: アプリのウォーターマークを有効にする
km_kh: បើកដំណើរការសញ្ញាសម្គាល់កម្មវិធី
ko_kr: 앱 워터마크 활성화
pt_pt: Habilitar marca d'água do aplicativo
ru_ru: Включить водяной знак приложения
th_th: เปิดใช้งานลายน้ำแอป
vi_vn: Bật watermark ứng dụng
zh_cn: 开启应用水印
zh_tw: 開啟應用浮水印

# corp.log.application
source: From App
de_de: Aus der App
es_es: Desde la aplicación
fr_fr: De l'application
id_id: Dari Aplikasi
ja_jp: アプリから
km_kh: ពីកម្មវិធី
ko_kr: 앱에서
pt_pt: Do aplicativo
ru_ru: Из приложения
th_th: จากแอป
vi_vn: Thuộc ứng dụng
zh_cn: 所属应用
zh_tw: 所屬應用

# corp.log.attachmentControlDisable
source: Disable Global Attachment Download Control
de_de: Deaktivieren Sie die globale Anhangskontrolle
es_es: Desactivar el control global de archivos adjuntos
fr_fr: Désactiver le contrôle global des pièces jointes
id_id: Matikan kontrol lampiran global
ja_jp: グローバル添付ファイルの制御を無効にする
km_kh: បិទការគ្រប់គ្រងឯកសារភ្ជាប់ជាសកល
ko_kr: 글로벌 첨부파일 다운로드 제어를 비활성화합니다
pt_pt: Desativar o controle global de anexos
ru_ru: Отключить глобальный контроль вложений
th_th: ปิดการควบคุมการแนบทั่วโลก
vi_vn: Tắt kiểm soát tệp đính kèm toàn cầu
zh_cn: 关闭全局附件管控
zh_tw: 關閉全域附件管控

# corp.log.attachmentControlEnable
source: Enable Global Attachment Download Control
de_de: Aktivieren Sie die globale Anhangssteuerung
es_es: Habilitar el control global de archivos adjuntos
fr_fr: Activer le contrôle global des pièces jointes
id_id: Aktifkan kontrol lampiran global
ja_jp: グローバルファイルの制御を有効にする
km_kh: បើកការគ្រប់គ្រងឯកសារភ្ជាប់ជាសកល
ko_kr: 글로벌 첨부파일 다운로드 제어를 활성화합니다
pt_pt: Habilitar controle global de anexos
ru_ru: Включить глобальное управление вложениями
th_th: เปิดใช้งานการควบคุมการแนบทั่วโลก
vi_vn: Bật kiểm soát tệp đính kèm toàn cầu
zh_cn: 开启全局附件管控
zh_tw: 開啟全域附件管控

# corp.log.bpmDelegationDisable
source: Initiate Delegation is disabled
de_de: „Delegierung einleiten“ ist deaktiviert
es_es: La opción de iniciar delegación está deshabilitada
fr_fr: L'initiation de la délégation est désactivée
id_id: Delegasi Inisiasi dinonaktifkan
ja_jp: 保留中の委任を無効にしました
km_kh: ការចាប់ផ្តើមផ្ទេរសិទ្ធិត្រូវបានបិទ
ko_kr: 위임 시작이 비활성화되었습니다.
pt_pt: A delegação de iniciação está desabilitada
ru_ru: Инициировать делегирование отключено
th_th: การเริ่มต้นการมอบหมายถูกปิดใช้งาน
vi_vn: Tắt ủy quyền công việc chờ
zh_cn: 关闭待办委托
zh_tw: 關閉了待辦委託

# corp.log.bpmDelegationEnable
source: Enable Initiate Delegation
de_de: Aktivieren der Delegierung
es_es: Habilitar la delegación de inicio
fr_fr: Activer l'initiation de la délégation
id_id: Aktifkan Delegasi Inisiasi
ja_jp: 保留中の委任を有効にしました
km_kh: បើកដំណើរការប្រគល់សិទ្ធិ
ko_kr: 위임 시작 활성화
pt_pt: Habilitar Delegação de Iniciação
ru_ru: Включить инициирование делегирования
th_th: เปิดใช้งานการเริ่มการมอบหมาย
vi_vn: Bật ủy quyền công việc chờ
zh_cn: 开启待办委托
zh_tw: 開啟了待辦委託

# corp.log.bpmDelegationUpdate
source: Delegation has been canceled: Delegation from {{ principal }} to {{ agent }} during {{ timeRange }}
de_de: Delegation wurde abgebrochen: Delegation von {{ principal }} an {{ agent }} während {{ timeRange }}
es_es: La delegación ha sido cancelada: Delegación de {{ principal }} a {{ agent }} durante {{ timeRange }}
fr_fr: La délégation a été annulée : Délégation de {{ principal }} à {{ agent }} pendant {{ timeRange }}
id_id: Delegasi telah dibatalkan: Delegasi dari {{ principal }} ke {{ agent }} selama {{ timeRange }}
ja_jp: 保留中の委任をキャンセルしました：{{ principal }}が{{ timeRange }}の期間中に{{ agent }}に委任しました
km_kh: បានលុបចោលការប្រគល់សិទ្ធិ៖ ការប្រគល់សិទ្ធិពី {{ principal }} ទៅ {{ agent }} ក្នុងអំឡុងពេល {{ timeRange }}
ko_kr: 위임이 취소되었습니다: {{ principal }}에서 {{ agent }}로의 위임이 {{ timeRange }} 동안 취소되었습니다.
pt_pt: A delegação foi cancelada: Delegação de {{ principal }} para {{ agent }} durante {{ timeRange }}
ru_ru: Делегирование отменено: Делегирование от {{ principal }} к {{ agent }} в течение {{ timeRange }}
th_th: การมอบหมายถูกยกเลิก: การมอบหมายจาก {{ principal }} ถึง {{ agent }} ในระหว่าง {{ timeRange }}
vi_vn: Hủy ủy quyền: từ {{ principal }} đến {{ agent }} trong {{ timeRange }}
zh_cn: 调整待办委托
zh_tw: 取消了一條待辦委託：{{ timeRange }}期間內的待辦，{{ principal }}委託給{{ agent }}

# corp.log.businessContent
source: Business Information
de_de: Geschäftsinformationen
es_es: Información comercial
fr_fr: Informations commerciales
id_id: Informasi Bisnis
ja_jp: ビジネス情報
km_kh: ព័ត៌មានអាជីវកម្ម
ko_kr: 사업 정보
pt_pt: Informações comerciais
ru_ru: Деловая информация
th_th: ข้อมูลธุรกิจ
vi_vn: Nội dung tra cứu
zh_cn: 查询内容
zh_tw: 查詢內容

# corp.log.businessCount
source: OCR Usage
de_de: OCR-Nutzung
es_es: Uso de OCR
fr_fr: Utilisation OCR
id_id: Penggunaan OCR
ja_jp: OCR使用量
km_kh: ការប្រើប្រាស់ OCR
ko_kr: OCR 사용법
pt_pt: Uso de OCR
ru_ru: Использование OCR
th_th: การใช้งาน OCR
vi_vn: Số lần tiêu thụ
zh_cn: 消耗次数
zh_tw: 消耗次數

# corp.log.businessRegistrationLog
source: Business Registration
de_de: Gewerbeanmeldung
es_es: Registro de empresas
fr_fr: Enregistrement d'entreprise
id_id: Registrasi Bisnis
ja_jp: ビジネス登録
km_kh: ការចុះឈ្មោះអាជីវកម្ម
ko_kr: 사업자등록
pt_pt: Registro Comercial
ru_ru: Регистрация бизнеса
th_th: การจดทะเบียนธุรกิจ
vi_vn: Xác thực doanh nghiệp
zh_cn: 工商认证
zh_tw: 工商認證

# corp.log.businessTime
source: Time of Verification
de_de: Zeitpunkt der Überprüfung
es_es: Hora de verificación
fr_fr: Heure de vérification
id_id: Waktu Verifikasi
ja_jp: 検証時間
km_kh: ពេលវេលាផ្ទៀងផ្ទាត់
ko_kr: 검증 시간
pt_pt: Hora da Verificação
ru_ru: Время проверки
th_th: เวลาของการตรวจสอบ
vi_vn: Thời gian xác thực
zh_cn: 认证时间
zh_tw: 認證時間

# corp.log.callTime
source: Call Time
de_de: Anrufzeit
es_es: Hora de la llamada
fr_fr: Heure d'appel
id_id: Waktu Panggilan
ja_jp: 呼び出し時間
km_kh: ពេលវេលាហៅ
ko_kr: 통화 시간
pt_pt: Tempo de chamada
ru_ru: Время звонка
th_th: เวลาโทร
vi_vn: Thời gian gọi
zh_cn: 调用时间
zh_tw: 調用時間

# corp.log.coinConfUpdate
source: Edit Payment Settings
de_de: Zahlungseinstellungen bearbeiten
es_es: Editar la configuración de pago
fr_fr: Modifier les paramètres de paiement
id_id: Edit Pengaturan Pembayaran
ja_jp: 支払い設定を編集する
km_kh: កែសម្រួលការកំណត់ការទូទាត់
ko_kr: 결제 설정 편집
pt_pt: Editar configurações de pagamento
ru_ru: Изменить настройки оплаты
th_th: แก้ไขการตั้งค่าการชำระเงิน
vi_vn: Sửa cài đặt thanh toán cloud coin
zh_cn: 修改云币支付设置
zh_tw: 修改雲幣支付設定

# corp.log.coinUsageApp
source: App
es_es: Aplicación
fr_fr: Application
id_id: Aplikasi
ja_jp: アプリ
km_kh: កម្មវិធី
ko_kr: 앱
pt_pt: Aplicativo
ru_ru: Приложение
th_th: แอป
vi_vn: Ứng dụng
zh_cn: 应用
zh_tw: 應用

# corp.log.coinUsageEntry
source: Entry
de_de: Eintrag
es_es: Entrada
fr_fr: Entrée
id_id: Pintu masuk
ja_jp: エントリ
km_kh: ធាតុចូល
ko_kr: 기입
pt_pt: Entrada
ru_ru: Вход
th_th: รายการ
vi_vn: Biểu mẫu
zh_cn: 表单
zh_tw: 表單

# corp.log.coinUsageLog
source: Coin Usage Logs
de_de: Münznutzungsprotokolle
es_es: Registros de uso de monedas
fr_fr: Journaux d'utilisation des pièces
id_id: Catatan Penggunaan Koin
ja_jp: コイン使用ログ
km_kh: កំណត់ហេតុការប្រើប្រាស់កាក់
ko_kr: 코인 사용 로그
pt_pt: Registros de uso de moedas
ru_ru: Журналы использования монет
th_th: บันทึกการใช้งานเหรียญ
vi_vn: Nhật ký sử dụng cloud coin
zh_cn: 云币使用日志
zh_tw: 雲幣使用日誌

# corp.log.coinUsageWidget
source: Fields
de_de: Felder
es_es: Campos
fr_fr: Champs
id_id: Lapangan
ja_jp: フィールド
km_kh: វាល
ko_kr: 전지
pt_pt: Campos
ru_ru: Поля
th_th: ทุ่งนา
vi_vn: Trường
zh_cn: 字段
zh_tw: 欄位

# corp.log.corpCoopLinkCreate
source: Add Invite Link for External Business
de_de: Einladungslink für externes Geschäft hinzufügen
es_es: Agregar enlace de invitación para empresas externas
fr_fr: Ajouter un lien d'invitation pour une entreprise externe
id_id: Tambahkan Tautan Undangan untuk Bisnis Eksternal
ja_jp: 外部ビジネスの招待リンクを追加
km_kh: បន្ថែមតំណអញ្ជើញសម្រាប់អាជីវកម្មខាងក្រៅ
ko_kr: 외부 비즈니스를 위한 초대 링크 추가
pt_pt: Adicionar link de convite para negócios externos
ru_ru: Добавить ссылку приглашения для внешнего бизнеса
th_th: เพิ่มลิงก์เชิญสำหรับธุรกิจภายนอก
vi_vn: Thêm liên kết mời doanh nghiệp bên ngoài
zh_cn: 添加外部企业邀请链接
zh_tw: 新增外部企業邀請連結

# corp.log.corpCoopLinkDelete
source: Delete Invite Link for External Business
de_de: Einladungslink für externes Geschäft löschen
es_es: Eliminar enlace de invitación para negocios externos
fr_fr: Supprimer le lien d'invitation pour une entreprise externe
id_id: Hapus Tautan Undangan untuk Bisnis Eksternal
ja_jp: 外部ビジネスの招待リンクを削除
km_kh: លុបតំណអញ្ជើញសម្រាប់អាជីវកម្មខាងក្រៅ
ko_kr: 외부 비즈니스에 대한 초대 링크 삭제
pt_pt: Excluir link de convite para empresas externas
ru_ru: Удалить ссылку приглашения для внешнего бизнеса
th_th: ลบลิงก์เชิญสำหรับธุรกิจภายนอก
vi_vn: Xóa liên kết mời doanh nghiệp bên ngoài
zh_cn: 删除外部企业邀请链接
zh_tw: 刪除外部企業邀請連結

# corp.log.corpCoopLinkUpdate
source: Edit Invite Link for External Business
de_de: Einladungslink für externe Unternehmen bearbeiten
es_es: Editar enlace de invitación para empresas externas
fr_fr: Modifier le lien d'invitation pour une entreprise externe
id_id: Edit Tautan Undangan untuk Bisnis Eksternal
ja_jp: 外部ビジネスの招待リンクを編集
km_kh: កែសម្រួលតំណអញ្ជើញសម្រាប់អាជីវកម្មខាងក្រៅ
ko_kr: 외부 비즈니스에 대한 초대 링크 편집
pt_pt: Editar link de convite para negócios externos
ru_ru: Изменить ссылку приглашения для внешнего бизнеса
th_th: แก้ไขลิงก์คำเชิญสำหรับธุรกิจภายนอก
vi_vn: Sửa liên kết mời doanh nghiệp bên ngoài
zh_cn: 编辑外部企业邀请链接
zh_tw: 編輯外部企業邀請連結

# corp.log.corpCoopRoleCreate
source: Add External Contact Role
de_de: Externe Kontaktrolle hinzufügen
es_es: Agregar rol de contacto externo
fr_fr: Ajouter un rôle de contact externe
id_id: Tambahkan Peran Kontak Eksternal
ja_jp: 外部連絡先役割を追加
km_kh: បន្ថែមតួនាទីទំនាក់ទំនងខាងក្រៅ
ko_kr: 외부 연락처 역할 추가
pt_pt: Adicionar função de contato externo
ru_ru: Добавить роль внешнего контакта
th_th: เพิ่มบทบาทผู้ติดต่อภายนอก
vi_vn: Thêm vai trò người liên hệ bên ngoài
zh_cn: 添加外部对接人角色
zh_tw: 新增外部連絡窗口角色

# corp.log.corpCoopRoleDelete
source: Delete External Contact Role
de_de: Externe Kontaktrolle löschen
es_es: Eliminar rol de contacto externo
fr_fr: Supprimer le rôle de contact externe
id_id: Hapus Peran Kontak Eksternal
ja_jp: 外部連絡先役割を削除
km_kh: លុបតួនាទីទំនាក់ទំនងខាងក្រៅ
ko_kr: 외부 연락처 역할 삭제
pt_pt: Excluir função de contato externo
ru_ru: Удалить роль внешнего контакта
th_th: ลบบทบาทผู้ติดต่อภายนอก
vi_vn: Xóa vai trò người liên hệ bên ngoài
zh_cn: 删除外部对接人角色
zh_tw: 刪除外部連絡窗口角色
