Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# email.title.totalDataExceed
source: {{ _g_productName }}: Total data volume has exceeded the limit
de_de: {{ _g_productName }}: Das gesamte Datenvolumen hat das Limit überschritten
es_es: {{ _g_productName }}: El volumen total de datos ha excedido el límite
fr_fr: {{ _g_productName }} : Le volume total de données a dépassé la limite
id_id: {{ _g_productName }}: Total volume data telah melampaui batas
ja_jp: {{ _g_productName }}: 総データ量が制限を超えました
km_kh: {{ _g_productName }}: ទិន្នន័យសរុបបានលើសដែនកំណត់
ko_kr: {{ _g_productName }}: 총 데이터 볼륨이 한도를 초과했습니다.
pt_pt: {{ _g_productName }}: O volume total de dados excedeu o limite
ru_ru: {{ _g_productName }}: Общий объем данных превысил лимит
th_th: {{ _g_productName }}: ปริมาณข้อมูลรวมเกินขีดจำกัด
vi_vn: Tổng dung lượng dữ liệu 「{{ _g_productName }}」 vượt quá
zh_cn: 「{{ _g_productName }}」总数据量已超量
zh_tw: 「{{ _g_productName }}」總資料量已超額

# email.title.totalDataUsage
source: {{ _g_productName }}: Total Data Volume is about to Exceed the Limit
de_de: {{ _g_productName }}: Das Gesamtdatenvolumen überschreitet bald das Limit
es_es: {{ _g_productName }}: El volumen total de datos está a punto de superar el límite
fr_fr: {{ _g_productName }} : Le volume total de données est sur le point de dépasser la limite
id_id: {{ _g_productName }}: Total Volume Data Akan Melebihi Batas
ja_jp: {{ _g_productName }}: 総データ量がまもなく制限を超えます
km_kh: {{ _g_productName }}: ទិន្នន័យសរុបជិតលើសដែនកំណត់
ko_kr: {{ _g_productName }}: 총 데이터 볼륨이 한도를 초과하려고 합니다.
pt_pt: {{ _g_productName }}: O volume total de dados está prestes a exceder o limite
ru_ru: {{ _g_productName }}: Общий объем данных скоро превысит лимит
th_th: {{ _g_productName }}: ปริมาณข้อมูลรวมกำลังจะเกินขีดจำกัด
vi_vn: Tổng dung lượng dữ liệu 「{{ _g_productName }}」 sắp vượt quá
zh_cn: 「{{ _g_productName }}」总数据量即将超量
zh_tw: 「{{ _g_productName }}」總資料量即將超額

# email.title.trialExpire
source: {{ _g_productName }}: Your VIP Trial is about to Expire
de_de: {{ _g_productName }}: Ihre VIP-Testversion läuft bald ab
es_es: {{ _g_productName }}: Su prueba VIP está a punto de expirar
fr_fr: {{ _g_productName }} : Votre essai VIP est sur le point d'expirer
id_id: {{ _g_productName }}: Uji Coba VIP Anda akan segera berakhir
ja_jp: {{ _g_productName }}: VIP試用がまもなく終了します
km_kh: {{ _g_productName }}: ការសាកល្បង VIP របស់អ្នកជិតផុតកំណត់
ko_kr: {{ _g_productName }}: VIP 평가판이 곧 만료됩니다.
pt_pt: {{ _g_productName }}: Seu teste VIP está prestes a expirar
ru_ru: {{ _g_productName }}: Срок действия вашей пробной VIP-подписки истекает
th_th: {{ _g_productName }}: การทดลองใช้ VIP ของคุณกำลังจะหมดอายุ
vi_vn: Trải nghiệm thành viên 「{{ _g_productName }}」 sắp hết hạn
zh_cn: 「{{ _g_productName }}」会员体验即将到期
zh_tw: 「{{ _g_productName }}」會員體驗即將到期

# email.title.trigger_buffer
source: Automations Overconsumption Alert for "{{ _g_productName }}"
de_de: Automatisierungswarnung bei übermäßigem Verbrauch für "{{ _g_productName }}"
es_es: Alerta de sobreconsumo de automatizaciones para "{{ _g_productName }}"
fr_fr: Alerte de surconsommation des automatisations pour "{{ _g_productName }}"
id_id: Peringatan Konsumsi Berlebih Otomatis untuk "{{ _g_productName }}"
ja_jp: "{{ _g_productName }}"のオートメーション過消費アラート
km_kh: ការជូនដំណឹងប្រើប្រាស់លើសស្វ័យប្រវត្តិកម្មសម្រាប់ "{{ _g_productName }}"
ko_kr: "{{ _g_productName }}"에 대한 자동화 과소비 경고
pt_pt: Alerta de consumo excessivo de automações para "{{ _g_productName }}"
ru_ru: Оповещение о перерасходе средств автоматизации для "{{ _g_productName }}"
th_th: การแจ้งเตือนการใช้เกินของระบบอัตโนมัติสำหรับ "{{ _g_productName }}"
vi_vn: Nhắc nhở vượt dung lượng trợ lý thông minh 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」智能助手用量超量提醒
zh_tw: 「{{ _g_productName }}」智慧助手數量超量提醒

# email.title.uploadUsage
source: {{ _g_productName }}: The Number of Total Attachments is about to Exceed the Limit
de_de: {{ _g_productName }}: Die Anzahl der Gesamtanhänge überschreitet bald das Limit
es_es: {{ _g_productName }}: El número total de archivos adjuntos está a punto de superar el límite
fr_fr: {{ _g_productName }} : Le nombre total de pièces jointes est sur le point de dépasser la limite
id_id: {{ _g_productName }}: Jumlah Total Lampiran Akan Melebihi Batas
ja_jp: {{ _g_productName }}: 総添付ファイル数がまもなく制限を超えます
km_kh: {{ _g_productName }}: ចំនួនឯកសារភ្ជាប់សរុបជិតលើសដែនកំណត់
ko_kr: {{ _g_productName }}: 첨부 파일 총 개수가 한도를 초과하려고 합니다.
pt_pt: {{ _g_productName }}: O número total de anexos está prestes a exceder o limite
ru_ru: {{ _g_productName }}: Общее количество вложений скоро превысит лимит
th_th: {{ _g_productName }}: จำนวนไฟล์แนบทั้งหมดกำลังจะเกินขีดจำกัด
vi_vn: Dung lượng tệp đính kèm 「{{ _g_productName }}」 sắp vượt quá
zh_cn: 「{{ _g_productName }}」附件量即将超量
zh_tw: 「{{ _g_productName }}」附件量即將超額

# email.title.userChannelVerify
source: {{ _g_productName }}: Email Verification
de_de: {{ _g_productName }}: E-Mail-Verifizierung
es_es: {{ _g_productName }}: Verificación de correo electrónico
fr_fr: {{ _g_productName }} : Vérification de l'email
id_id: {{ _g_productName }}: Verifikasi Email
ja_jp: {{ _g_productName }}: Eメール認証
km_kh: {{ _g_productName }}: ការផ្ទៀងផ្ទាត់អ៊ីមែល
ko_kr: {{ _g_productName }}: 이메일 확인
pt_pt: {{ _g_productName }}: Verificação de e-mail
ru_ru: {{ _g_productName }}: Подтверждение электронной почты
th_th: {{ _g_productName }}: การยืนยันอีเมล
vi_vn: Xác minh email 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」邮箱验证
zh_tw: 「{{ _g_productName }}」郵件驗證

# email.title.user_buffer
source: Member Overconsumption Alert for "{{ _g_productName }}"
de_de: Warnung vor übermäßigem Konsum von "{{ _g_productName }}" durch Mitglieder
es_es: Alerta de consumo excesivo de miembros para "{{ _g_productName }}"
fr_fr: Alerte de surconsommation des membres pour "{{ _g_productName }}"
id_id: Peringatan Konsumsi Berlebihan Anggota untuk "{{ _g_productName }}"
ja_jp: "{{ _g_productName }}"のメンバー過消費アラート
km_kh: ការជូនដំណឹងប្រើប្រាស់លើសសមាជិកសម្រាប់ "{{ _g_productName }}"
ko_kr: "{{ _g_productName }}"에 대한 회원 과소비 알림
pt_pt: Alerta de consumo excessivo de membros para "{{ _g_productName }}"
ru_ru: Оповещение о чрезмерном потреблении для участника "{{ _g_productName }}"
th_th: การแจ้งเตือนการบริโภคเกินของสมาชิกสำหรับ "{{ _g_productName }}"
vi_vn: Nhắc nhở vượt dung lượng thành viên 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」成员用量超量提醒
zh_tw: 「{{ _g_productName }}」成員數量超量提醒

# email.title.vipExpire
source: {{ _g_productName }}: Your VIP is about to Expire
de_de: {{ _g_productName }}: Ihr VIP läuft bald ab
es_es: {{ _g_productName }}: Tu VIP está a punto de expirar
fr_fr: {{ _g_productName }} : Votre VIP est sur le point d'expirer
id_id: {{ _g_productName }}: VIP Anda akan segera Kedaluwarsa
ja_jp: {{ _g_productName }}: VIPがまもなく終了します
km_kh: {{ _g_productName }}: VIP របស់អ្នកជិតផុតកំណត់
ko_kr: {{ _g_productName }}: 귀하의 VIP가 곧 만료됩니다.
pt_pt: {{ _g_productName }}: Seu VIP está prestes a expirar
ru_ru: {{ _g_productName }}: Ваш VIP скоро истечет
th_th: {{ _g_productName }}: VIP ของคุณกำลังจะหมดอายุ
vi_vn: Thành viên 「{{ _g_productName }}」 sắp hết hạn
zh_cn: 「{{ _g_productName }}」会员即将到期
zh_tw: 「{{ _g_productName }}」會員即將到期

# error.export.excel.cellExceedMessage
source: If the content in certain cells exceeds the maximum length, these cells may be emptied:
de_de: Wenn der Inhalt bestimmter Zellen die maximale Länge überschreitet, können diese Zellen geleert werden:
es_es: Si el contenido de ciertas celdas excede la longitud máxima, dichas celdas pueden vaciarse:
fr_fr: Si le contenu de certaines cellules dépasse la longueur maximale, ces cellules peuvent être vidées :
id_id: Jika konten dalam sel tertentu melebihi panjang maksimum, sel tersebut dapat dikosongkan:
ja_jp: 特定のセルの内容が最大長を超えると、これらのセルが空になる可能性があります:
km_kh: ប្រសិនបើមាតិកាក្នុងក្រឡាខ្លះលើសប្រវែងអតិបរមា ក្រឡាទាំងនេះអាចត្រូវបានធ្វើឱ្យទទេ៖
ko_kr: 특정 셀의 내용이 최대 길이를 초과하는 경우 해당 셀은 비워질 수 있습니다.
pt_pt: Se o conteúdo em determinadas células exceder o comprimento máximo, essas células poderão ser esvaziadas:
ru_ru: Если содержимое некоторых ячеек превышает максимальную длину, эти ячейки могут быть очищены:
th_th: หากเนื้อหาในเซลล์บางเซลล์เกินความยาวสูงสุด เซลล์เหล่านี้อาจถูกล้างข้อมูล:
vi_vn: Nội dung một số ô vượt độ dài tối đa, các ô sau bị để trống:
zh_cn: 部分单元格长度超限，下列单元格内容被置空：
zh_tw: 部分單元格長度超限，下列單元格內容被置空：

# error.export.excel.errorSheetName
source: Export Error
de_de: Exportfehler
es_es: Error de exportación
fr_fr: Erreur d'exportation
id_id: Kesalahan Ekspor
ja_jp: エクスポートエラー
km_kh: កំហុសនាំចេញ
ko_kr: 내보내기 오류
pt_pt: Erro de exportação
ru_ru: Ошибка экспорта
th_th: ข้อผิดพลาดในการส่งออก
vi_vn: Lỗi xuất dữ liệu
zh_cn: 导出报错
zh_tw: 匯出報錯

# error.export.excel.fileName
source: Failure List
de_de: Fehlerliste
es_es: Lista de fallos
fr_fr: Liste des échecs
id_id: Daftar Kegagalan
ja_jp: 失敗リスト
km_kh: បញ្ជីបរាជ័យ
ko_kr: 실패 목록
pt_pt: Lista de falhas
ru_ru: Список неудач
th_th: รายการความล้มเหลว
vi_vn: Danh sách thất bại
zh_cn: 失败列表
zh_tw: 失敗清單

# event.appCreate
source: Create App
de_de: App erstellen
es_es: Crear aplicación
fr_fr: Créer une application
id_id: Buat Aplikasi
ja_jp: アプリを作成
km_kh: បង្កើតកម្មវិធី
ko_kr: 앱 만들기
pt_pt: Criar aplicativo
ru_ru: Создать приложение
th_th: สร้างแอป
vi_vn: Tạo ứng dụng
zh_cn: 应用创建
zh_tw: 應用建立

# event.appPublishAccept
source: App published successfully
de_de: App erfolgreich veröffentlicht
es_es: Aplicación publicada exitosamente
fr_fr: Application publiée avec succès
id_id: Aplikasi berhasil dipublikasikan
ja_jp: アプリが正常に公開されました
km_kh: កម្មវិធីបានបោះពុម្ពដោយជោគជ័យ
ko_kr: 앱이 성공적으로 게시되었습니다
pt_pt: Aplicativo publicado com sucesso
ru_ru: Приложение успешно опубликовано
th_th: เผยแพร่แอปสำเร็จแล้ว
vi_vn: Ứng dụng phát hành thành công
zh_cn: 应用发布成功
zh_tw: 應用發佈成功

# event.appPublishFailed
source: Failed to publish the app
de_de: Die App konnte nicht veröffentlicht werden
es_es: No se pudo publicar la aplicación
fr_fr: Échec de la publication de l'application
id_id: Gagal menerbitkan aplikasi
ja_jp: アプリの公開に失敗しました
km_kh: បរាជ័យក្នុងការបោះពុម្ពកម្មវិធី
ko_kr: 앱 게시에 실패했습니다
pt_pt: Falha ao publicar o aplicativo
ru_ru: Не удалось опубликовать приложение.
th_th: ไม่สามารถเผยแพร่แอปได้
vi_vn: Phát hành ứng dụng thất bại
zh_cn: 应用发布失败
zh_tw: 應用發佈失敗

# event.appRemove
source: Delete App
de_de: App löschen
es_es: Eliminar aplicación
fr_fr: Supprimer l'application
id_id: Hapus Aplikasi
ja_jp: アプリを削除
km_kh: លុបកម្មវិធី
ko_kr: 앱 삭제
pt_pt: Excluir aplicativo
ru_ru: Удалить приложение
th_th: ลบแอป
vi_vn: Xóa ứng dụng
zh_cn: 应用删除
zh_tw: 應用刪除

# event.corpAutoSync
source: Auto Sync Business
de_de: Automatische Synchronisierung von Unternehmen
es_es: Sincronización automática empresarial
fr_fr: Synchronisation automatique de l'entreprise
id_id: Sinkronisasi Bisnis Otomatis
ja_jp: ビジネスの自動同期
km_kh: ធ្វើសមកាលកម្មអាជីវកម្មស្វ័យប្រវត្តិ
ko_kr: 자동 동기화 비즈니스
pt_pt: Sincronização automática de negócios
ru_ru: Автосинхронизация Бизнеса
th_th: ธุรกิจการซิงค์อัตโนมัติ
vi_vn: Đồng bộ doanh nghiệp tự động
zh_cn: 企业自动同步
zh_tw: 企業自動同步

# event.corpManualSync
source: Manual Sync Business
de_de: Manuelle Synchronisierung von Unternehmen
es_es: Sincronización manual empresarial
fr_fr: Synchronisation manuelle de l'entreprise
id_id: Sinkronisasi Manual Bisnis
ja_jp: ビジネスの手動同期
km_kh: ធ្វើសមកាលកម្មអាជីវកម្មដោយដៃ
ko_kr: 수동 동기화 비즈니스
pt_pt: Sincronização manual de negócios
ru_ru: Ручная синхронизация бизнеса
th_th: การซิงค์ทางธุรกิจด้วยตนเอง
vi_vn: Đồng bộ doanh nghiệp thủ công
zh_cn: 企业手动同步
zh_tw: 企業手動同步

# event.createDept
source: Add Department
de_de: Abteilung hinzufügen
es_es: Agregar departamento
fr_fr: Ajouter un département
id_id: Tambahkan Departemen
ja_jp: 部署を追加
km_kh: បន្ថែមដេប៉ាតឺម៉ង់
ko_kr: 부서 추가
pt_pt: Adicionar departamento
ru_ru: Добавить отдел
th_th: เพิ่มแผนก
vi_vn: Thêm phòng ban
zh_cn: 添加部门
zh_tw: 新增部署

# event.createManageGroup
source: Add Group
de_de: Gruppe hinzufügen
es_es: Agregar grupo
fr_fr: Ajouter un groupe
id_id: Tambahkan Grup
ja_jp: グループを追加
km_kh: បន្ថែមក្រុម
ko_kr: 그룹 추가
pt_pt: Adicionar grupo
ru_ru: Добавить группу
th_th: เพิ่มกลุ่ม
vi_vn: Thêm nhóm quản lý
zh_cn: 添加管理组
zh_tw: 新增管理組

# event.createRole
source: Add Role
de_de: Rolle hinzufügen
es_es: Agregar rol
fr_fr: Ajouter un rôle
id_id: Tambahkan Peran
ja_jp: 役割を追加
km_kh: បន្ថែមតួនាទី
ko_kr: 역할 추가
pt_pt: Adicionar função
ru_ru: Добавить роль
th_th: เพิ่มบทบาท
vi_vn: Thêm vai trò
zh_cn: 添加角色
zh_tw: 新增角色

# event.dataWebhook
source: Webhook
id_id: kait web
ko_kr: 웹훅
ru_ru: Вебхук
th_th: เว็บฮุก
vi_vn: Đẩy dữ liệu
zh_cn: 数据推送
zh_tw: 資料推播

# event.entryWebhook
source: Form Configuration Push
de_de: Formularkonfiguration Push
es_es: Configuración de formulario Push
fr_fr: Poussée de configuration du formulaire
id_id: Konfigurasi Formulir Dorong
ja_jp: フォーム設定のプッシュ
km_kh: ការរុញការកំណត់រចនាសម្ព័ន្ធទម្រង់
ko_kr: 폼 구성 푸시
pt_pt: Configuração de formulário Push
ru_ru: Форма конфигурации Push
th_th: การผลักดันการกำหนดค่าแบบฟอร์ม
vi_vn: Đẩy cấu hình biểu mẫu
zh_cn: 表单配置推送
zh_tw: 表單配置推播

# event.etlAutoExecuteFailed
source: Failed to run data stream as per schedule
de_de: Der Datenstrom konnte nicht gemäß Zeitplan ausgeführt werden.
es_es: No se pudo ejecutar el flujo de datos según lo programado
fr_fr: Échec de l'exécution du flux de données selon le calendrier
id_id: Gagal menjalankan aliran data sesuai jadwal
ja_jp: スケジュール通りにデータストリームを実行できませんでした
km_kh: បរាជ័យក្នុងការបើកដំណើរការស្ទ្រីមទិន្នន័យតាមកាលវិភាគ
ko_kr: 일정에 따라 데이터 스트림을 실행하지 못했습니다.
pt_pt: Falha ao executar o fluxo de dados conforme agendado
ru_ru: Не удалось запустить поток данных по расписанию
th_th: ไม่สามารถเรียกใช้สตรีมข้อมูลตามกำหนดเวลาได้
vi_vn: Thực thi định kỳ luồng dữ liệu thất bại
zh_cn: 数据流定时执行失败
zh_tw: 資料流程定時執行失敗

# event.fileExportComplete
source: File is ready
de_de: Datei ist fertig
es_es: El archivo está listo
fr_fr: Le fichier est prêt
id_id: File sudah siap
ja_jp: ファイルが準備できました
km_kh: ឯកសាររួចរាល់
ko_kr: 파일이 준비되었습니다
pt_pt: O arquivo está pronto
ru_ru: Файл готов
th_th: ไฟล์พร้อมแล้ว
vi_vn: Tệp xuất đã sẵn sàng
zh_cn: 导出文件准备完成
zh_tw: 匯出文件準備完成

# event.fileExportFailed
source: Failed to export files
de_de: Fehler beim Exportieren der Dateien
es_es: No se pudieron exportar los archivos
fr_fr: Échec de l'exportation des fichiers
id_id: Gagal mengekspor file
ja_jp: ファイルのエクスポートに失敗しました
km_kh: បរាជ័យក្នុងការនាំចេញឯកសារ
ko_kr: 파일을 내보내지 못했습니다
pt_pt: Falha ao exportar arquivos
ru_ru: Не удалось экспортировать файлы
th_th: ไม่สามารถส่งออกไฟล์ได้
vi_vn: Xuất tệp thất bại
zh_cn: 文件导出失败
zh_tw: 檔案匯出失敗

# event.inviteToJoin
source: Invite You to Join
de_de: Laden Sie zum Beitritt ein
es_es: Te invitamos a unirte
fr_fr: Vous inviter à rejoindre
id_id: Mengundang Anda untuk Bergabung
ja_jp: 参加の招待
km_kh: អញ្ជើញអ្នកចូលរួម
ko_kr: 참여를 초대합니다
pt_pt: Convido você a se juntar
ru_ru: Приглашаем вас присоединиться
th_th: ขอเชิญคุณเข้าร่วม
vi_vn: Mời bạn tham gia
zh_cn: 邀请你加入
zh_tw: 邀請你加入

# event.kms.spaceApply
source: Received a new request to create a knowledge base
de_de: Eine neue Anfrage zum Erstellen einer Wissensdatenbank wurde erhalten
es_es: Recibí una nueva solicitud para crear una base de conocimientos
fr_fr: Reçu une nouvelle demande de création d'une base de connaissances
id_id: Menerima permintaan baru untuk membuat basis pengetahuan
ja_jp: ナレッジベース作成の新しいリクエストを受信しました
km_kh: បានទទួលសំណើថ្មីដើម្បីបង្កើតមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반을 생성하라는 새로운 요청을 받았습니다.
pt_pt: Recebeu uma nova solicitação para criar uma base de conhecimento
ru_ru: Получен новый запрос на создание базы знаний
th_th: ได้รับคำขอใหม่ในการสร้างฐานความรู้
vi_vn: Nhận yêu cầu tạo thư viện kiến thức mới
zh_cn: 收到新的创建知识库申请
zh_tw: 收到新的建立知識庫申請

# event.memberHardDelete
source: Delete Member
de_de: Mitglied löschen
es_es: Eliminar miembro
fr_fr: Supprimer le membre
id_id: Hapus Anggota
ja_jp: メンバーを削除
km_kh: លុបសមាជិក
ko_kr: 회원 삭제
pt_pt: Excluir membro
ru_ru: Удалить участника
th_th: ลบสมาชิก
vi_vn: Xóa thành viên
zh_cn: 删除成员
zh_tw: 刪除成員

# event.memberInvite
source: Invite Member
de_de: Mitglied einladen
es_es: Invitar a un miembro
fr_fr: Inviter un membre
id_id: Undang Anggota
ja_jp: メンバーを招待
km_kh: អញ្ជើញសមាជិក
ko_kr: 회원 초대
pt_pt: Convidar Membro
ru_ru: Пригласить участника
th_th: เชิญชวนสมาชิก
vi_vn: Mời thành viên
zh_cn: 成员邀请
zh_tw: 成員邀請

# event.memberRemove
source: Deactivate
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
id_id: Menonaktifkan
ja_jp: 非アクティブ化
km_kh: បិទសកម្មភាព
ko_kr: 비활성화
pt_pt: Desativar
ru_ru: Деактивировать
th_th: ปิดการใช้งาน
vi_vn: Chuyển thành nghỉ việc
zh_cn: 转为离职
zh_tw: 轉為離職

# event.removeDept
source: Delete Department
de_de: Abteilung löschen
es_es: Eliminar departamento
fr_fr: Supprimer le département
id_id: Hapus Departemen
ja_jp: 部署を削除
km_kh: លុបដេប៉ាតឺម៉ង់
ko_kr: 부서 삭제
pt_pt: Excluir departamento
ru_ru: Удалить отдел
th_th: ลบแผนก
vi_vn: Xóa phòng ban
zh_cn: 删除部门
zh_tw: 刪除部署

# event.removeManageGroup
source: Delete Admin Group
de_de: Admin-Gruppe löschen
es_es: Eliminar grupo de administradores
fr_fr: Supprimer le groupe d'administration
id_id: Hapus Grup Admin
ja_jp: 管理グループを削除
km_kh: លុបក្រុមអ្នកគ្រប់គ្រង
ko_kr: 관리자 그룹 삭제
pt_pt: Excluir grupo de administração
ru_ru: Удалить группу администраторов
th_th: ลบกลุ่มผู้ดูแลระบบ
vi_vn: Xóa nhóm quản lý
zh_cn: 删除管理组
zh_tw: 刪除管理組

# event.removeRole
source: Delete Role
de_de: Rolle löschen
es_es: Eliminar rol
fr_fr: Supprimer le rôle
id_id: Hapus Peran
ja_jp: 役割を削除
km_kh: លុបតួនាទី
ko_kr: 역할 삭제
pt_pt: Excluir função
ru_ru: Удалить роль
th_th: ลบบทบาท
vi_vn: Xóa vai trò
zh_cn: 删除角色
zh_tw: 刪除角色

# event.smsDataComment
source: Data Comment
de_de: Datenkommentar
es_es: Comentario de datos
fr_fr: Commentaire sur les données
id_id: Komentar Data
ja_jp: データコメント
km_kh: យោបល់ទិន្នន័យ
ko_kr: 데이터 주석
pt_pt: Comentário de dados
ru_ru: Комментарий к данным
th_th: ความคิดเห็นเกี่ยวกับข้อมูล
vi_vn: Bình luận dữ liệu
zh_cn: 数据评论
zh_tw: 資料評論

# event.smsFlowData
source: Workflow Reminder
de_de: Workflow-Erinnerung
es_es: Recordatorio de flujo de trabajo
fr_fr: Rappel de flux de travail
id_id: Pengingat Alur Kerja
ja_jp: ワークフローのリマインダー
km_kh: ការរំលឹកលំហូរការងារ
ko_kr: 워크플로 알림
pt_pt: Lembrete de fluxo de trabalho
ru_ru: Напоминание о рабочем процессе
th_th: การแจ้งเตือนขั้นตอนการทำงาน
vi_vn: Nhắc nhở quy trình
zh_cn: 流程提醒
zh_tw: 流程通知

# event.smsVerify
source: SMS Verification Code
de_de: SMS-Bestätigungscode
es_es: Código de verificación por SMS
fr_fr: Code de vérification SMS
id_id: Kode Verifikasi SMS
ja_jp: SMS認証コード
km_kh: លេខកូដផ្ទៀងផ្ទាត់ SMS
ko_kr: SMS 인증 코드
pt_pt: Código de verificação por SMS
ru_ru: Код подтверждения по СМС
th_th: รหัสยืนยันทาง SMS
vi_vn: Xác minh SMS
zh_cn: 短信验证
zh_tw: 簡訊驗證

# event.systemLogNotify
source: System Logs Notification
de_de: Systemprotokollbenachrichtigung
es_es: Notificación de registros del sistema
fr_fr: Notification des journaux système
id_id: Pemberitahuan Log Sistem
ja_jp: システムログ通知
km_kh: ការជូនដំណឹងកំណត់ហេតុប្រព័ន្ធ
ko_kr: 시스템 로그 알림
pt_pt: Notificação de logs do sistema
ru_ru: Уведомление о системных журналах
th_th: การแจ้งเตือนบันทึกระบบ
vi_vn: Nhắc nhở nhật ký hệ thống
zh_cn: 系统日志提醒
zh_tw: 系統紀錄通知

# event.timedReminder
source: Reminder
de_de: Erinnerung
es_es: Recordatorio
fr_fr: Rappel
id_id: Pengingat
ja_jp: リマインダー
km_kh: ការរំលឹក
ko_kr: 알림
pt_pt: Lembrete
ru_ru: Напоминание
th_th: คำเตือน
vi_vn: Nhắc nhở định kỳ
zh_cn: 定时提醒
zh_tw: 定時通知

# event.updateManageGroupMembers
source: Update Admin Member
de_de: Admin-Mitglied aktualisieren
es_es: Actualizar miembro administrador
fr_fr: Mettre à jour le membre administrateur
id_id: Perbarui Anggota Admin
ja_jp: 管理メンバーを更新
km_kh: ធ្វើឱ្យទាន់សម័យសមាជិកអ្នកគ្រប់គ្រង
ko_kr: 관리자 회원 업데이트
pt_pt: Atualizar membro administrador
ru_ru: Обновление администратора участника
th_th: อัพเดทสมาชิกแอดมิน
vi_vn: Cập nhật thành viên nhóm quản lý
zh_cn: 修改管理组成员
zh_tw: 修改管理組成員

# excel.address.city
source: (City)
de_de: (Stadt)
es_es: (Ciudad)
fr_fr: (Ville)
id_id: (Kota)
ja_jp: (市)
km_kh: (ទីក្រុង)
ko_kr: (도시)
pt_pt: (Cidade)
ru_ru: (Город)
th_th: (เมือง)
vi_vn: (Thành phố)
zh_cn: (市)
zh_tw: (市)

# excel.address.detail
source: (Address)
de_de: (Adresse)
es_es: (DIRECCIÓN)
fr_fr: (Adresse)
id_id: (Alamat)
ja_jp: (住所)
km_kh: (អាសយដ្ឋាន)
ko_kr: (주소)
pt_pt: (Endereço)
ru_ru: (Адрес)
th_th: (ที่อยู่)
vi_vn: (Địa chỉ chi tiết)
zh_cn: (详细地址)
zh_tw: (詳細位址)

# excel.address.district
source: (County/District)
de_de: (Landkreis/Bezirk)
es_es: (Condado/Distrito)
fr_fr: (Comté/District)
id_id: (Kecamatan Kabupaten)
ja_jp: (郡/区)
km_kh: (ស្រុក/ខណ្ឌ)
ko_kr: (군/구)
pt_pt: (Condado/Distrito)
ru_ru: (Округ/Район)
th_th: (จังหวัด/อำเภอ)
vi_vn: (Huyện/Quận)
zh_cn: (县/区)
zh_tw: (縣/區)

# excel.address.lnglatXY
source: (Latitude and Longitude)
de_de: (Breitengrad und Längengrad)
es_es: (Latitud y Longitud)
fr_fr: (Latitude et longitude)
id_id: (Garis Lintang dan Garis Bujur)
ja_jp: (緯度と経度)
km_kh: (រយៈទទឹង និងរយៈបណ្តោយ)
ko_kr: (위도와 경도)
pt_pt: (Latitude e Longitude)
ru_ru: (Широта и долгота)
th_th: (ละติจูดและลองจิจูด)
vi_vn: (Kinh độ, vĩ độ)
zh_cn: (经纬度)
zh_tw: (經緯度)

# excel.address.province
source: (State/Province)
de_de: (Bundesland/Provinz)
es_es: (Estado/Provincia)
fr_fr: (État/Province)
id_id: (Negara bagian/Provinsi)
ja_jp: (州/県)
km_kh: (រដ្ឋ/ខេត្ត)
ko_kr: (주/도)
pt_pt: (Estado/Província)
ru_ru: (Штат/провинция)
th_th: (รัฐ/จังหวัด)
vi_vn: (Tỉnh/Thành phố trực thuộc)
zh_cn: (省/自治区/直辖市)
zh_tw: (省/自治區/直轄市)

# excel.corpCoop.guestDocker.corpName
source: Business Name
de_de: Firmenname
es_es: Nombre de la empresa
fr_fr: Nom de l'entreprise
id_id: Nama Bisnis
ja_jp: ビジネス名
km_kh: ឈ្មោះអាជីវកម្ម
ko_kr: 사업체명
pt_pt: Nome da empresa
ru_ru: Название компании
th_th: ชื่อธุรกิจ
vi_vn: Tên doanh nghiệp
zh_cn: 企业名称
zh_tw: 企業名稱

# excel.corpCoop.guestDocker.eMail
source: Email
es_es: Correo electrónico
ja_jp: Eメール
km_kh: អ៊ីមែល
ko_kr: 이메일
ru_ru: Электронная почта
th_th: อีเมล
zh_cn: 邮箱
zh_tw: 郵件

# excel.corpCoop.guestDocker.isOwner
source: Is Owner
de_de: Ist Eigentümer
es_es: Es propietario
fr_fr: Est propriétaire
id_id: Adalah Pemilik
ja_jp: オーナーですか
km_kh: ជាម្ចាស់
ko_kr: 소유자입니다
pt_pt: É Proprietário
ru_ru: Владелец
th_th: เป็นเจ้าของ
vi_vn: Có phải người tạo doanh nghiệp không
zh_cn: 是否是企业创建者
zh_tw: 是否是企業建立者

# excel.corpCoop.guestDocker.nickname
source: Name
es_es: Nombre
fr_fr: Nom
id_id: Nama
ja_jp: 名前
km_kh: ឈ្មោះ
ko_kr: 이름
pt_pt: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 姓名
zh_tw: 姓名

# excel.corpCoop.guestDocker.phone
source: Phone Number
de_de: Telefonnummer
es_es: Número de teléfono
fr_fr: Numéro de téléphone
id_id: Nomor telepon
ja_jp: 電話番号
km_kh: លេខទូរស័ព្ទ
ko_kr: 전화 번호
pt_pt: Número de telefone
ru_ru: Номер телефона
th_th: เบอร์โทรศัพท์
vi_vn: Số điện thoại
zh_cn: 手机号
zh_tw: 手機號

# excel.corpCoop.guestDocker.roleNameList
source: Roles
de_de: Rollen
fr_fr: Rôles
id_id: Peran
ja_jp: 役割
km_kh: តួនាទី
ko_kr: 역할
pt_pt: Funções
ru_ru: Роли
th_th: บทบาท
vi_vn: Vai trò
zh_cn: 角色
zh_tw: 角色

# excel.corpCoop.headerTitle.corpName
source: Business Name
de_de: Firmenname
es_es: Nombre de la empresa
fr_fr: Nom de l'entreprise
id_id: Nama Bisnis
ja_jp: ビジネス名
km_kh: ឈ្មោះអាជីវកម្ម
ko_kr: 사업체명
pt_pt: Nome da empresa
ru_ru: Название компании
th_th: ชื่อธุรกิจ
vi_vn: Tên doanh nghiệp
zh_cn: 企业名称
zh_tw: 企業名稱

# excel.corpCoop.headerTitle.deptLabelName
source: Tag
de_de: Etikett
es_es: Etiqueta
fr_fr: Étiquette
id_id: Menandai
ja_jp: タグ
km_kh: ស្លាក
ko_kr: 꼬리표
pt_pt: Marcação
ru_ru: Ярлык
th_th: แท็ก
vi_vn: Nhãn doanh nghiệp
zh_cn: 企业标签
zh_tw: 企業標籤

# excel.corpCoop.headerTitle.eMail
source: Email
es_es: Correo electrónico
ja_jp: Eメール
km_kh: អ៊ីមែល
ko_kr: 이메일
ru_ru: Электронная почта
th_th: อีเมล
zh_cn: 邮箱
zh_tw: 郵件

# excel.corpCoop.headerTitle.isOwner
source: Is Owner
de_de: Ist Eigentümer
es_es: Es propietario
fr_fr: Est propriétaire
id_id: Adalah Pemilik
ja_jp: オーナーですか
km_kh: ជាម្ចាស់
ko_kr: 소유자입니다
pt_pt: É Proprietário
ru_ru: Владелец
th_th: เป็นเจ้าของ
vi_vn: Có phải người tạo không
zh_cn: 是否为创建者
zh_tw: 是否為建立者
