Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# corp.log.etlTime
source: Updated Date
de_de: Aktualisierungsdatum
es_es: Fecha de actualización
fr_fr: Date de mise à jour
id_id: Tanggal Diperbarui
ja_jp: 更新日
km_kh: កាលបរិច្ឆេទធ្វើឱ្យទាន់សម័យ
ko_kr: 업데이트 날짜
pt_pt: Data de atualização
ru_ru: Дата обновления
th_th: วันที่อัปเดต
vi_vn: Ngày cập nhật
zh_cn: 更新时间
zh_tw: 更新日期

# corp.log.etlUpdate
source: Update Data Stream Design
de_de: Datenstromdesign aktualisieren
es_es: Actualizar el diseño del flujo de datos
fr_fr: Mettre à jour la conception du flux de données
id_id: Perbarui Desain Aliran Data
ja_jp: データストリームの設計を更新
km_kh: ធ្វើឱ្យទាន់សម័យរចនាសម្ព័ន្ធស្ទ្រីមទិន្នន័យ
ko_kr: 데이터 스트림 디자인 업데이트
pt_pt: Atualizar design do fluxo de dados
ru_ru: Обновление дизайна потока данных
th_th: อัปเดตการออกแบบสตรีมข้อมูล
vi_vn: Cập nhật thiết kế luồng dữ liệu
zh_cn: 修改数据流设计
zh_tw: 修改資料流設計

# corp.log.fail
source: Fail
de_de: Scheitern
es_es: Fallar
fr_fr: Échoué
id_id: Gagal
ja_jp: 失敗
km_kh: បរាជ័យ
ko_kr: 실패하다
pt_pt: Falhar
ru_ru: Неудача
th_th: ล้มเหลว
vi_vn: Thất bại
zh_cn: 失败
zh_tw: 失敗

# corp.log.fileDownload
source: Download File
de_de: Datei herunterladen
es_es: Descargar archivo
fr_fr: Télécharger le fichier
id_id: Unduh Berkas
ja_jp: ファイルをダウンロード
km_kh: ទាញយកឯកសារ
ko_kr: 파일 다운로드
pt_pt: Baixar arquivo
ru_ru: Скачать файл
th_th: ดาวน์โหลดไฟล์
vi_vn: Tải tệp xuống
zh_cn: 下载文件
zh_tw: 下載文件

# corp.log.flowAnalysisDisable
source: Disable BPA
de_de: BPA deaktivieren
es_es: Desactivar BPA
fr_fr: Désactiver le BPA
id_id: Nonaktifkan BPA
ja_jp: BPAを無効にする
km_kh: បិទដំណើរការ BPA
ko_kr: BPA 비활성화
pt_pt: Desativar BPA
ru_ru: Отключить БФА
th_th: ปิดการใช้งาน BPA
vi_vn: Tắt phân tích quy trình
zh_cn: 关闭流程分析
zh_tw: 關閉流程分析

# corp.log.flowAnalysisEnable
source: Enable BPA
de_de: BPA aktivieren
es_es: Habilitar BPA
fr_fr: Activer le BPA
id_id: Aktifkan BPA
ja_jp: BPAを有効にする
km_kh: បើកដំណើរការ BPA
ko_kr: BPA 활성화
pt_pt: Habilitar BPA
ru_ru: Включить BPA
th_th: เปิดใช้งาน BPA
vi_vn: Bật phân tích quy trình
zh_cn: 开启流程分析
zh_tw: 開啟流程分析

# corp.log.flowUpdate
source: Update Workflow Design
de_de: Workflow-Design aktualisieren
es_es: Actualizar el diseño del flujo de trabajo
fr_fr: Mettre à jour la conception du flux de travail
id_id: Perbarui Desain Alur Kerja
ja_jp: ワークフロー設計を更新
km_kh: ធ្វើឱ្យទាន់សម័យរចនាសម្ព័ន្ធលំហូរការងារ
ko_kr: 워크플로 디자인 업데이트
pt_pt: Atualizar o design do fluxo de trabalho
ru_ru: Обновление дизайна рабочего процесса
th_th: อัปเดตการออกแบบเวิร์กโฟลว์
vi_vn: Cập nhật thiết kế quy trình
zh_cn: 修改流程设计
zh_tw: 修改流程設計

# corp.log.formAuthBatchUpdate
source: Batch Adjust Form/Dashboard Permission
de_de: Berechtigung zum Stapelanpassen von Formularen/Dashboards
es_es: Permiso de ajuste de lotes de formulario/panel
fr_fr: Ajuster par lot l'autorisation du formulaire/tableau de bord
id_id: Formulir Penyesuaian Batch/Izin Dasbor
ja_jp: フォーム/ダッシュボードの権限を一括調整
km_kh: លៃតម្រូវសិទ្ធិទម្រង់/ផ្ទាំងគ្រប់គ្រងជាក្រុម
ko_kr: 일괄 조정 양식/대시보드 권한
pt_pt: Permissão de ajuste em lote de formulário/painel
ru_ru: Пакетная настройка формы/разрешение панели мониторинга
th_th: แบบฟอร์มปรับชุด/การอนุญาตแดชบอร์ด
vi_vn: Điều chỉnh quyền biểu mẫu/bảng điều khiển hàng loạt
zh_cn: 批量调整表单/仪表盘权限
zh_tw: 批次調整表單/儀表板權限

# corp.log.formAuthUpdate
source: Update Form Permission
de_de: Formularberechtigung aktualisieren
es_es: Actualizar permiso de formulario
fr_fr: Mettre à jour l'autorisation du formulaire
id_id: Perbarui Formulir Izin
ja_jp: フォームの権限を更新
km_kh: ធ្វើឱ្យទាន់សម័យការអនុញ្ញាតទម្រង់
ko_kr: 업데이트 양식 권한
pt_pt: Permissão de atualização de formulário
ru_ru: Разрешение на обновление формы
th_th: อัพเดทแบบฟอร์มอนุญาต
vi_vn: Cập nhật quyền biểu mẫu
zh_cn: 调整表单权限
zh_tw: 調整表單權限

# corp.log.formCreate
source: Create Form
de_de: Formular erstellen
es_es: Crear formulario
fr_fr: Créer un formulaire
id_id: Buat Formulir
ja_jp: フォームを作成
km_kh: បង្កើតទម្រង់
ko_kr: 양식 만들기
pt_pt: Criar formulário
ru_ru: Создать форму
th_th: สร้างแบบฟอร์ม
vi_vn: Tạo biểu mẫu
zh_cn: 创建表单
zh_tw: 建立表單

# corp.log.formDataPageRemove
source: Delete Data Details Page
de_de: Datendetailseite löschen
es_es: Eliminar la página de detalles de datos
fr_fr: Supprimer la page de détails des données
id_id: Hapus halaman detail data
ja_jp: データ詳細ページを削除
km_kh: លុបទំព័រព័ត៌មានលម្អិត
ko_kr: 데이터 상세 페이지 삭제
pt_pt: Excluir página de detalhes de dados
ru_ru: Удалить страницу деталей данных
th_th: ลบหน้ารายละเอียดข้อมูล
vi_vn: Xóa trang chi tiết dữ liệu
zh_cn: 删除数据详情页
zh_tw: 刪除資料詳情頁

# corp.log.formDataPageSwitch
source: Switch to Data Details Page
de_de: Datendetailseite umschalten
es_es: Cambiar la página de detalles de datos
fr_fr: Basculer la page de détails des données
id_id: Beralih halaman detail data
ja_jp: データ詳細ページを切り替え
km_kh: ផ្លាស់ប្តូរទំព័រព័ត៌មានលម្អិត
ko_kr: 데이터 상세 페이지 전환
pt_pt: Alternar página de detalhes de dados
ru_ru: Переключить страницу деталей данных
th_th: สลับหน้ารายละเอียดข้อมูล
vi_vn: Chuyển đổi trang chi tiết dữ liệu
zh_cn: 切换数据详情页
zh_tw: 切換資料詳情頁

# corp.log.formDataPageUpdate
source: Edit Data Details Page
de_de: Datendetailseite bearbeiten
es_es: Editar la página de detalles de datos
fr_fr: Modifier la page de détails des données
id_id: Edit halaman detail data
ja_jp: データ詳細ページを編集
km_kh: កែសម្រួលទំព័រព័ត៌មានលម្អិត
ko_kr: 데이터 상세 페이지 편집
pt_pt: Editar página de detalhes de dados
ru_ru: Редактировать страницу деталей данных
th_th: แก้ไขหน้ารายละเอียดข้อมูล
vi_vn: Chỉnh sửa trang chi tiết dữ liệu
zh_cn: 编辑数据详情页
zh_tw: 編輯資料詳情頁

# corp.log.formOnlinePay
source: Manage Payments Settings
de_de: Zahlungseinstellungen verwalten
es_es: Administrar la configuración de pagos
fr_fr: Gérer les paramètres de paiement
id_id: Kelola Pengaturan Pembayaran
ja_jp: フォームのオンライン支払いを調整
km_kh: គ្រប់គ្រងការកំណត់ការទូទាត់
ko_kr: 결제 설정 관리
pt_pt: Gerenciar configurações de pagamentos
ru_ru: Управление настройками платежей
th_th: จัดการการตั้งค่าการชำระเงิน
vi_vn: Quản lý cài đặt thanh toán biểu mẫu
zh_cn: 调整表单在线支付
zh_tw: 調整表單在線支付

# corp.log.formPublicLink
source: Update Public Link of Form
de_de: Öffentlichen Link des Formulars aktualisieren
es_es: Actualizar el enlace público del formulario
fr_fr: Mettre à jour le lien public du formulaire
id_id: Perbarui Tautan Publik Formulir
ja_jp: フォームの公開リンクを更新
km_kh: ធ្វើឱ្យទាន់សម័យតំណសាធារណៈទម្រង់
ko_kr: 양식의 공개 링크 업데이트
pt_pt: Atualizar link público do formulário
ru_ru: Обновить публичную ссылку формы
th_th: อัปเดตลิงค์สาธารณะของแบบฟอร์ม
vi_vn: Cập nhật liên kết công khai biểu mẫu
zh_cn: 调整表单公开链接
zh_tw: 調整表單公開連結

# corp.log.formPublicQuery
source: Update Public Query Link of Form
de_de: Öffentlichen Abfragelink des Formulars aktualisieren
es_es: Actualizar el enlace de consulta pública del formulario
fr_fr: Mettre à jour le lien de requête public du formulaire
id_id: Perbarui Tautan Kueri Publik Formulir
ja_jp: フォームの公開クエリリンクを更新
km_kh: ធ្វើឱ្យទាន់សម័យតំណសំណួរសាធារណៈទម្រង់
ko_kr: 양식의 공개 쿼리 링크 업데이트
pt_pt: Atualizar link de consulta pública do formulário
ru_ru: Обновить ссылку на публичный запрос формы
th_th: อัปเดตลิงก์แบบสอบถามสาธารณะของแบบฟอร์ม
vi_vn: Cập nhật truy vấn công khai biểu mẫu
zh_cn: 调整表单公开查询
zh_tw: 調整表單公開查詢

# corp.log.formRecover
source: Recover Form
de_de: Formular wiederherstellen
es_es: Formulario de recuperación
fr_fr: Récupérer le formulaire
id_id: Pulihkan Formulir
ja_jp: フォームを復元
km_kh: ស្តារទម្រង់
ko_kr: 양식 복구
pt_pt: Recuperar formulário
ru_ru: Восстановить форму
th_th: กู้คืนแบบฟอร์ม
vi_vn: Khôi phục biểu mẫu
zh_cn: 恢复表单
zh_tw: 恢復表單

# corp.log.formRemove
source: Delete Form
de_de: Formular löschen
es_es: Eliminar formulario
fr_fr: Supprimer le formulaire
id_id: Hapus Formulir
ja_jp: フォームを削除
km_kh: លុបទម្រង់
ko_kr: 양식 삭제
pt_pt: Excluir formulário
ru_ru: Удалить форму
th_th: การลบแบบฟอร์ม
vi_vn: Xóa biểu mẫu
zh_cn: 删除表单
zh_tw: 刪除表單

# corp.log.formRename
source: Rename Form
de_de: Formular umbenennen
es_es: Cambiar nombre de formulario
fr_fr: Renommer le formulaire
id_id: Ganti Nama Formulir
ja_jp: フォームの名前を変更
km_kh: ប្តូរឈ្មោះទម្រង់
ko_kr: 양식 이름 바꾸기
pt_pt: Renomear formulário
ru_ru: Переименовать форму
th_th: แบบฟอร์มการเปลี่ยนชื่อ
vi_vn: Sửa tên biểu mẫu
zh_cn: 修改表单名称
zh_tw: 修改表單名稱

# corp.log.formUpdate
source: Update Form Design
de_de: Formulardesign aktualisieren
es_es: Actualizar el diseño del formulario
fr_fr: Mettre à jour la conception du formulaire
id_id: Perbarui Desain Formulir
ja_jp: フォーム設計を更新
km_kh: ធ្វើឱ្យទាន់សម័យរចនាសម្ព័ន្ធទម្រង់
ko_kr: 양식 디자인 업데이트
pt_pt: Atualizar design de formulário
ru_ru: Обновить дизайн формы
th_th: อัปเดตแบบฟอร์มการออกแบบ
vi_vn: Cập nhật thiết kế biểu mẫu
zh_cn: 修改表单设计
zh_tw: 修改表單設計

# corp.log.guestConnect
source: Invite External Business
de_de: Externe Unternehmen einladen
es_es: Invitar a empresas externas
fr_fr: Inviter une entreprise externe
id_id: Undang Bisnis Eksternal
ja_jp: 外部ビジネスを招待
km_kh: អញ្ជើញអាជីវកម្មខាងក្រៅ
ko_kr: 외부 비즈니스 초대
pt_pt: Convidar empresas externas
ru_ru: Пригласить внешний бизнес
th_th: เชิญธุรกิจภายนอก
vi_vn: Mời doanh nghiệp bên ngoài
zh_cn: 邀请外部企业
zh_tw: 邀請外部企業

# corp.log.guestDockerExport
source: Export External Contact
de_de: Externen Kontakt exportieren
es_es: Exportar contacto externo
fr_fr: Exporter le contact externe
id_id: Ekspor Kontak Eksternal
ja_jp: 外部連絡先をエクスポート
km_kh: នាំចេញទំនាក់ទំនងខាងក្រៅ
ko_kr: 외부 연락처 내보내기
pt_pt: Exportar contato externo
ru_ru: Экспорт внешнего контакта
th_th: ส่งออกข้อมูลติดต่อภายนอก
vi_vn: Xuất người liên hệ bên ngoài
zh_cn: 导出外部对接人
zh_tw: 匯出外部連絡窗口

# corp.log.guestDockerUpdate
source: Edit External Contact Info
de_de: Externe Kontaktinformationen bearbeiten
es_es: Editar información de contacto externa
fr_fr: Modifier les informations du contact externe
id_id: Edit Info Kontak Eksternal
ja_jp: 外部連絡先情報を編集
km_kh: កែសម្រួលព័ត៌មានទំនាក់ទំនងខាងក្រៅ
ko_kr: 외부 연락처 정보 편집
pt_pt: Editar informações de contato externo
ru_ru: Редактировать внешнюю контактную информацию
th_th: แก้ไขข้อมูลการติดต่อภายนอก
vi_vn: Sửa thông tin người liên hệ bên ngoài
zh_cn: 修改外部对接人信息
zh_tw: 修改外部連絡窗口資訊

# corp.log.guestUpdate
source: Edit External Business Info
de_de: Externe Geschäftsinformationen bearbeiten
es_es: Editar información comercial externa
fr_fr: Modifier les informations de l'entreprise externe
id_id: Edit Info Bisnis Eksternal
ja_jp: 外部ビジネス情報を編集
km_kh: កែសម្រួលព័ត៌មានអាជីវកម្មខាងក្រៅ
ko_kr: 외부 비즈니스 정보 편집
pt_pt: Editar informações comerciais externas
ru_ru: Редактировать внешнюю бизнес-информацию
th_th: แก้ไขข้อมูลธุรกิจภายนอก
vi_vn: Sửa thông tin doanh nghiệp bên ngoài
zh_cn: 修改外部企业信息
zh_tw: 修改外部企業資訊

# corp.log.hostDisconnect
source: Disconnect with Business
de_de: Trennen Sie sich vom Geschäft
es_es: Desconectarse de los negocios
fr_fr: Déconnecter de l'entreprise
id_id: Putuskan hubungan dengan bisnis
ja_jp: ビジネスとの接続を切断
km_kh: ផ្តាច់ការតភ្ជាប់ជាមួយអាជីវកម្ម
ko_kr: 사업과의 단절
pt_pt: Desconecte-se dos negócios
ru_ru: Отключение от бизнеса
th_th: ตัดการเชื่อมต่อกับธุรกิจ
vi_vn: Ngắt kết nối với doanh nghiệp mời hợp tác
zh_cn: 解除邀请我协作的企业的连接
zh_tw: 解除邀請我協作的企業的連接

# corp.log.hostDockerCreate
source: Add Our Contact
de_de: Fügen Sie unseren Kontakt hinzu
es_es: Añade nuestro contacto
fr_fr: Ajouter notre contact
id_id: Tambahkan Kontak Kami
ja_jp: 自社の連絡先を追加
km_kh: បន្ថែមទំនាក់ទំនងរបស់យើង
ko_kr: 연락처 추가
pt_pt: Adicione nosso contato
ru_ru: Добавьте наш контакт
th_th: เพิ่มข้อมูลการติดต่อของเรา
vi_vn: Thêm người liên hệ của chúng ta
zh_cn: 添加我方对接人
zh_tw: 新增我方連絡窗口

# corp.log.hostDockerDelete
source: Remove Our Contact
de_de: Entfernen Sie unseren Kontakt
es_es: Eliminar nuestro contacto
fr_fr: Supprimer notre contact
id_id: Hapus Kontak Kami
ja_jp: 自社の連絡先を削除
km_kh: លុបទំនាក់ទំនងរបស់យើង
ko_kr: 연락처 삭제
pt_pt: Remover nosso contato
ru_ru: Удалить наш контакт
th_th: ลบการติดต่อของเรา
vi_vn: Xóa người liên hệ của chúng ta
zh_cn: 移除我方对接人
zh_tw: 移除我方連絡窗口

# corp.log.hostDockerUpdate
source: Edit Our Contact Info
de_de: Bearbeiten Sie unsere Kontaktinformationen
es_es: Editar nuestra información de contacto
fr_fr: Modifier les informations de notre contact
id_id: Edit Info Kontak Kami
ja_jp: 自社の連絡先情報を編集
km_kh: កែសម្រួលព័ត៌មានទំនាក់ទំនងរបស់យើង
ko_kr: 연락처 정보 편집
pt_pt: Editar nossas informações de contato
ru_ru: Изменить нашу контактную информацию
th_th: แก้ไขข้อมูลการติดต่อของเรา
vi_vn: Sửa thông tin người liên hệ của chúng ta
zh_cn: 修改我方对接人信息
zh_tw: 修改我方連絡窗口資訊

# corp.log.integrateUpdate
source: Edit Binding Information
de_de: Bindungsinformationen bearbeiten
es_es: Editar información de enlace
fr_fr: Modifier les informations de liaison
id_id: Edit Informasi Pengikatan
ja_jp: バインディング情報を編集する
km_kh: កែសម្រួលព័ត៌មានភ្ជាប់
ko_kr: 바인딩 정보 편집
pt_pt: Editar informações de vinculação
ru_ru: Редактировать информацию о привязке
th_th: แก้ไขข้อมูลการผูกมัด
vi_vn: Sửa thông tin liên kết
zh_cn: 修改绑定信息
zh_tw: 修改綁定資訊

# corp.log.ip
source: IP Address
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
id_id: Alamat IP
ja_jp: IPアドレス
km_kh: អាសយដ្ឋាន IP
ko_kr: IP 주소
pt_pt: Endereço IP
ru_ru: IP-адрес
th_th: ที่อยู่ IP
vi_vn: Địa chỉ IP
zh_cn: IP地址
zh_tw: IP位址

# corp.log.kmsDisable
source: Disable Knowledge Base
de_de: Wissensdatenbank deaktivieren
es_es: Desactivar la base de conocimientos
fr_fr: Désactiver la base de connaissances
id_id: Nonaktifkan Basis Pengetahuan
ja_jp: ナレッジベースを無効にする
km_kh: បិទមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반 비활성화
pt_pt: Desativar Base de Conhecimento
ru_ru: Отключить базу знаний
th_th: ปิดใช้งานฐานความรู้
vi_vn: Tắt thư viện kiến thức
zh_cn: 关闭知识库
zh_tw: 關閉知識庫

# corp.log.kmsEnable
source: Enable Knowledge Base
de_de: Wissensdatenbank aktivieren
es_es: Habilitar la base de conocimientos
fr_fr: Activer la base de connaissances
id_id: Aktifkan Basis Pengetahuan
ja_jp: ナレッジベースを有効にする
km_kh: បើកមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반 활성화
pt_pt: Habilitar Base de Conhecimento
ru_ru: Включить базу знаний
th_th: เปิดใช้งานฐานความรู้
vi_vn: Bật thư viện kiến thức
zh_cn: 开启知识库
zh_tw: 開啟知識庫

# corp.log.loginLocation
source: Login Location
de_de: Login-Standort
es_es: Ubicación de inicio de sesión
fr_fr: Emplacement de connexion
id_id: Lokasi Masuk
ja_jp: ログイン場所
km_kh: ទីតាំងចូលប្រព័ន្ធ
ko_kr: 로그인 위치
pt_pt: Localização de login
ru_ru: Местоположение входа
th_th: ตำแหน่งการเข้าสู่ระบบ
vi_vn: Địa điểm đăng nhập
zh_cn: 登录地
zh_tw: 登入地

# corp.log.loginLog
source: Login History
de_de: Anmeldeverlauf
es_es: Historial de inicio de sesión
fr_fr: Historique des connexions
id_id: Riwayat Masuk
ja_jp: ログイン履歴
km_kh: ប្រវត្តិចូលប្រព័ន្ធ
ko_kr: 로그인 기록
pt_pt: Histórico de login
ru_ru: История входов
th_th: ประวัติการเข้าสู่ระบบ
vi_vn: Nhật ký đăng nhập
zh_cn: 登录日志
zh_tw: 登入日誌

# corp.log.loginLogExport
source: Export Login History
de_de: Anmeldeverlauf exportieren
es_es: Exportar historial de inicio de sesión
fr_fr: Exporter l'historique des connexions
id_id: Ekspor Riwayat Login
ja_jp: ログイン履歴をエクスポートする
km_kh: នាំចេញប្រវត្តិចូលប្រើ
ko_kr: 로그인 기록 내보내기
pt_pt: Exportar histórico de login
ru_ru: Экспорт истории входов
th_th: ส่งออกประวัติการเข้าสู่ระบบ
vi_vn: Xuất nhật ký đăng nhập
zh_cn: 导出登录日志
zh_tw: 匯出登入日誌

# corp.log.loginPlatform
source: Login Platform
de_de: Login-Plattform
es_es: Plataforma de inicio de sesión
fr_fr: Plateforme de connexion
id_id: Platform Masuk
ja_jp: ログインプラットフォーム
km_kh: វេទិកាចូលប្រព័ន្ធ
ko_kr: 로그인 플랫폼
pt_pt: Plataforma de Login
ru_ru: Вход на платформу
th_th: แพลตฟอร์มการเข้าสู่ระบบ
vi_vn: Nền tảng đăng nhập
zh_cn: 登录平台
zh_tw: 登入平台

# corp.log.loginTime
source: Login Time
de_de: Anmeldezeit
es_es: Hora de inicio de sesión
fr_fr: Heure de connexion
id_id: Waktu Masuk
ja_jp: ログイン時間
km_kh: ពេលវេលាចូលប្រព័ន្ធ
ko_kr: 로그인 시간
pt_pt: Hora do login
ru_ru: Время входа
th_th: เวลาเข้าระบบ
vi_vn: Thời gian đăng nhập
zh_cn: 登录时间
zh_tw: 登入時間

# corp.log.manageGroupCreate
source: Add Admin Group
de_de: Admin-Gruppe hinzufügen
es_es: Agregar grupo de administradores
fr_fr: Ajouter un groupe d'administration
id_id: Tambahkan Grup Admin
ja_jp: 管理グループを追加
km_kh: បន្ថែមក្រុមអ្នកគ្រប់គ្រង
ko_kr: 관리자 그룹 추가
pt_pt: Adicionar grupo de administração
ru_ru: Добавить группу администраторов
th_th: เพิ่มกลุ่มผู้ดูแลระบบ
vi_vn: Thêm nhóm quản lý thường
zh_cn: 添加普通管理组
zh_tw: 新增普通管理組

# corp.log.manageGroupRemove
source: Delete Admin Group
de_de: Admin-Gruppe löschen
es_es: Eliminar grupo de administradores
fr_fr: Supprimer le groupe d'administration
id_id: Hapus Grup Admin
ja_jp: 管理グループを削除
km_kh: លុបក្រុមអ្នកគ្រប់គ្រង
ko_kr: 관리자 그룹 삭제
pt_pt: Excluir grupo de administração
ru_ru: Удалить группу администраторов
th_th: ลบกลุ่มผู้ดูแลระบบ
vi_vn: Xóa nhóm quản lý thường
zh_cn: 删除普通管理组
zh_tw: 刪除普通管理組

# corp.log.manageGroupRename
source: Rename Admin Group
de_de: Admin-Gruppe umbenennen
es_es: Cambiar el nombre del grupo de administración
fr_fr: Renommer le groupe d'administration
id_id: Ganti Nama Grup Admin
ja_jp: 管理グループの名前を変更
km_kh: ប្តូរឈ្មោះក្រុមអ្នកគ្រប់គ្រង
ko_kr: 관리자 그룹 이름 바꾸기
pt_pt: Renomear Grupo de Administração
ru_ru: Переименовать группу администраторов
th_th: เปลี่ยนชื่อกลุ่มผู้ดูแลระบบ
vi_vn: Sửa tên nhóm quản lý thường
zh_cn: 修改普通管理组名称
zh_tw: 修改普通管理組名稱

# corp.log.managersAdd
source: Add Admin
de_de: Administrator hinzufügen
es_es: Agregar administrador
fr_fr: Ajouter un administrateur
id_id: Tambahkan Admin
ja_jp: 管理者を追加
km_kh: បន្ថែមអ្នកគ្រប់គ្រង
ko_kr: 관리자 추가
pt_pt: Adicionar administrador
ru_ru: Добавить администратора
th_th: เพิ่มผู้ดูแลระบบ
vi_vn: Thêm quản trị viên
zh_cn: 添加管理员
zh_tw: 新增管理員

# corp.log.managersRemove
source: Delete Admin
de_de: Administrator löschen
es_es: Eliminar administrador
fr_fr: Supprimer l'administrateur
id_id: Hapus Admin
ja_jp: 管理者を削除
km_kh: លុបអ្នកគ្រប់គ្រង
ko_kr: 관리자 삭제
pt_pt: Excluir administrador
ru_ru: Удалить Администратора
th_th: ลบผู้ดูแลระบบ
vi_vn: Xóa quản trị viên
zh_cn: 删除管理员
zh_tw: 刪除管理員

# corp.log.memberExit
source: Voluntarily left the organization
de_de: Freiwilliger Austritt aus der Organisation
es_es: Abandonó voluntariamente la organización
fr_fr: A quitté volontairement l'organisation
id_id: Secara sukarela meninggalkan organisasi
ja_jp: 自主的に企業を退出しました
km_kh: ចាកចេញដោយស្ម័គ្រចិត្តពីអង្គការ
ko_kr: 자발적으로 조직을 떠났다
pt_pt: Deixou a organização voluntariamente
ru_ru: Добровольно покинул организацию
th_th: ลาออกจากองค์กรโดยสมัครใจ
vi_vn: Rời doanh nghiệp tự nguyện
zh_cn: 主动退出企业
zh_tw: 主動退出了企業

# corp.log.memberExport
source: Export Contacts
de_de: Kontakte exportieren
es_es: Exportar contactos
fr_fr: Exporter les contacts
id_id: Ekspor Kontak
ja_jp: 連絡先をエクスポート
km_kh: នាំចេញទំនាក់ទំនង
ko_kr: 연락처 내보내기
pt_pt: Exportar contatos
ru_ru: Экспорт Контакты
th_th: ส่งออกรายชื่อผู้ติดต่อ
vi_vn: Xuất danh bạ
zh_cn: 导出通讯录
zh_tw: 匯出通訊錄

# corp.log.memberFreeze
source: Disable Member
de_de: Mitglied deaktivieren
es_es: Deshabilitar miembro
fr_fr: Désactiver le membre
id_id: Nonaktifkan Anggota
ja_jp: メンバーを無効にする
km_kh: បិទសមាជិក
ko_kr: 멤버 비활성화
pt_pt: Desativar membro
ru_ru: Отключить участника
th_th: ปิดการใช้งานสมาชิก
vi_vn: Tắt thành viên
zh_cn: 停用成员
zh_tw: 停用成員

# corp.log.memberHardDelete
source: Delete Member
de_de: Mitglied löschen
es_es: Eliminar miembro
fr_fr: Supprimer le membre
id_id: Hapus Anggota
ja_jp: メンバーを削除
km_kh: លុបសមាជិក
ko_kr: 회원 삭제
pt_pt: Excluir membro
ru_ru: Удалить участника
th_th: ลบสมาชิก
vi_vn: Xóa thành viên
zh_cn: 删除成员
zh_tw: 刪除成員

# corp.log.memberInvite
source: Invite
de_de: Einladen
es_es: Invitar
fr_fr: Inviter
id_id: Mengundang
ja_jp: 招待
km_kh: អញ្ជើញ
ko_kr: 초대하다
pt_pt: Convidar
ru_ru: Приглашать
th_th: เชิญ
vi_vn: Mời thành viên
zh_cn: 邀请成员
zh_tw: 邀請成員

# corp.log.memberRecover
source: Enable Member
de_de: Mitglied aktivieren
es_es: Habilitar miembro
fr_fr: Activer le membre
id_id: Aktifkan Anggota
ja_jp: メンバーを有効にする
km_kh: បើកសមាជិក
ko_kr: 멤버 활성화
pt_pt: Habilitar Membro
ru_ru: Включить участника
th_th: เปิดใช้งานสมาชิก
vi_vn: Bật thành viên
zh_cn: 启用成员
zh_tw: 啟用成員

# corp.log.memberRemove
source: Deactivate
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
id_id: Menonaktifkan
ja_jp: 非アクティブ化
km_kh: បិទសកម្មភាព
ko_kr: 비활성화
pt_pt: Desativar
ru_ru: Деактивировать
th_th: ปิดการใช้งาน
vi_vn: Chuyển thành nghỉ việc
zh_cn: 转为离职
zh_tw: 轉為離職

# corp.log.memberUpdate
source: Update Member Info
de_de: Mitgliederinformationen aktualisieren
es_es: Actualizar la información del miembro
fr_fr: Mettre à jour les informations du membre
id_id: Perbarui Info Anggota
ja_jp: メンバー情報を更新
km_kh: ធ្វើឱ្យទាន់សម័យព័ត៌មានសមាជិក
ko_kr: 회원 정보 업데이트
pt_pt: Atualizar informações do membro
ru_ru: Обновить информацию об участнике
th_th: อัพเดทข้อมูลสมาชิก
vi_vn: Cập nhật thông tin thành viên
zh_cn: 修改成员信息
zh_tw: 修改成員資訊

# corp.log.member_role_rel_export
source: Export Role
de_de: Exportrolle
es_es: Rol de exportación
fr_fr: Exporter un rôle
id_id: Peran Ekspor
ja_jp: ロールのエクスポート
km_kh: នាំចេញតួនាទី
ko_kr: 내보내기 역할
pt_pt: Função de exportação
ru_ru: Экспортная роль
th_th: บทบาทการส่งออก
vi_vn: Xuất vai trò
zh_cn: 导出角色
zh_tw: 匯出角色

# corp.log.member_role_rel_import
source: Import Role
de_de: Importrolle
es_es: Importar rol
fr_fr: Importer un rôle
id_id: Peran Impor
ja_jp: ロールのインポート
km_kh: នាំចូលតួនាទី
ko_kr: 가져오기 역할
pt_pt: Função de importação
ru_ru: Роль импорта
th_th: บทบาทการนำเข้า
vi_vn: Nhập vai trò
zh_cn: 导入角色
zh_tw: 匯入角色

# corp.log.messageWebhookDisable
source: Disable Webhook (Message)
de_de: Webhook deaktivieren (Nachricht)
es_es: Deshabilitar Webhook (Mensaje)
fr_fr: Désactiver le webhook (Message)
id_id: Nonaktifkan Webhook (Pesan)
ja_jp: Webhook（メッセージ）を無効にする
km_kh: បិទ Webhook (សារ)
ko_kr: 웹훅(메시지) 비활성화
pt_pt: Desativar Webhook (Mensagem)
ru_ru: Отключить Webhook (Сообщение)
th_th: ปิดใช้งาน Webhook (ข้อความ)
vi_vn: Tắt đẩy thông báo
zh_cn: 关闭消息推送
zh_tw: 關閉訊息推播

# corp.log.messageWebhookEnable
source: Enable Webhook (Message)
de_de: Webhook aktivieren (Nachricht)
es_es: Habilitar Webhook (Mensaje)
fr_fr: Activer le webhook (Message)
id_id: Aktifkan Webhook (Pesan)
ja_jp: Webhook（メッセージ）を有効にする
km_kh: បើក Webhook (សារ)
ko_kr: 웹훅(메시지) 활성화
pt_pt: Habilitar Webhook (Mensagem)
ru_ru: Включить Webhook (Сообщение)
th_th: เปิดใช้งาน Webhook (ข้อความ)
vi_vn: Bật đẩy thông báo
zh_cn: 开启消息推送
zh_tw: 開啟訊息推播

# corp.log.messageWebhookUpdate
source: Edit Webhook (Message)
de_de: Webhook bearbeiten (Nachricht)
es_es: Editar webhook (mensaje)
fr_fr: Modifier le webhook (Message)
id_id: Edit Webhook (Pesan)
ja_jp: Webhook（メッセージ）を編集する
km_kh: កែសម្រួល Webhook (សារ)
ko_kr: 웹훅(메시지) 편집
pt_pt: Editar Webhook (Mensagem)
ru_ru: Редактировать Webhook (Сообщение)
th_th: แก้ไขเว็บฮุก (ข้อความ)
vi_vn: Sửa đẩy thông báo
zh_cn: 修改消息推送
zh_tw: 修改訊息推播

# corp.log.oauthCreate
source: Add Authorization
de_de: Autorisierung hinzufügen
es_es: Agregar autorización
fr_fr: Ajouter une autorisation
id_id: Tambahkan Otorisasi
ja_jp: 認証を追加
km_kh: បន្ថែមការអនុញ្ញាត
ko_kr: 권한 추가
pt_pt: Adicionar autorização
ru_ru: Добавить авторизацию
th_th: เพิ่มการอนุญาต
vi_vn: Thêm ủy quyền
zh_cn: 新增授权
zh_tw: 新增授權

# corp.log.oauthDelete
source: Disable Authorization
de_de: Autorisierung deaktivieren
es_es: Deshabilitar autorización
fr_fr: Désactiver l'autorisation
id_id: Nonaktifkan Otorisasi
ja_jp: 認証を無効化
km_kh: បិទការអនុញ្ញាត
ko_kr: 권한 부여 비활성화
pt_pt: Desativar autorização
ru_ru: Отключить авторизацию
th_th: ปิดใช้งานการอนุญาต
vi_vn: Hủy ủy quyền
zh_cn: 解除授权
zh_tw: 解除授權

# corp.log.ocrBankCard
source: Bank Card
de_de: Bankkarte
es_es: Tarjeta bancaria
fr_fr: Carte bancaire
id_id: Kartu Bank
ja_jp: 銀行カード
km_kh: ប័ណ្ណធនាគារ
ko_kr: 은행 카드
pt_pt: Cartão bancário
ru_ru: Банковская карта
th_th: บัตรธนาคาร
vi_vn: Thẻ ngân hàng
zh_cn: 银行卡
zh_tw: 銀行卡

# corp.log.ocrBusinessLicense
source: Business License
de_de: Geschäftslizenz
es_es: Licencia comercial
fr_fr: Licence commerciale
id_id: Lisensi Bisnis
ja_jp: 営業許可証
km_kh: អាជ្ញាប័ណ្ណអាជីវកម្ម
ko_kr: 사업자등록증
pt_pt: Licença Comercial
ru_ru: Лицензия на ведение бизнеса
th_th: ใบอนุญาตประกอบธุรกิจ
vi_vn: Giấy phép kinh doanh
zh_cn: 营业执照
zh_tw: 營業執照

# corp.log.ocrContent
source: OCR Content
de_de: OCR-Inhalt
es_es: Contenido de OCR
fr_fr: Contenu OCR
id_id: Konten OCR
ja_jp: OCR内容
km_kh: ខ្លឹមសារ OCR
ko_kr: OCR 콘텐츠
pt_pt: Conteúdo OCR
ru_ru: OCR-контент
th_th: เนื้อหา OCR
vi_vn: Nội dung nhận diện
zh_cn: 识别内容
zh_tw: 辨識內容
