Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.opportunity_change_charger
source: {{ operator }} changed the owner of the business opportunity "{{ data_label }}". Previous: {{ raw_charger }}. Current: {{ new_charger }}.
de_de: {{ operator }} hat den Eigentümer der Geschäftsmöglichkeit "{{ data_label }}" geändert. Vorher: {{ raw_charger }}. Aktuell: {{ new_charger }}.
es_es: {{ operator }} cambió el propietario de la oportunidad de negocio "{{ data_label }}". Anterior: {{ raw_charger }}. Actual: {{ new_charger }}.
fr_fr: {{ operator }} a changé le propriétaire de l'opportunité commerciale "{{ data_label }}". Précédent : {{ raw_charger }}. Actuel : {{ new_charger }}.
id_id: {{ operator }} mengubah pemilik peluang bisnis "{{ data_label }}". Sebelumnya: {{ raw_charger }}. Saat ini: {{ new_charger }}.
ja_jp: {{ operator }}がビジネス機会「{{ data_label }}」の所有者を変更しました。前の所有者：「{{ raw_charger }}」。新しい所有者：「{{ new_charger }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរម្ចាស់ឱកាសអាជីវកម្ម "{{ data_label }}"។ ពីមុន៖ {{ raw_charger }}។ ឥឡូវ៖ {{ new_charger }}
ko_kr: {{ operator }}님이 "{{ data_label }}" 사업 기회의 소유자를 변경했습니다. 이전: {{ raw_charger }}. 현재: {{ new_charger }}.
pt_pt: {{ operator }} alterou o proprietário da oportunidade de negócio "{{ data_label }}". Anterior: {{ raw_charger }}. Atual: {{ new_charger }}.
ru_ru: {{operator}} изменил владельца бизнес-возможности "{{data_label}}". Предыдущая: {{raw_charger}}. Текущая: {{new_charger}}.
th_th: {{ operator }} เปลี่ยนเจ้าของโอกาสทางธุรกิจ "{{ data_label }}" ก่อนหน้า: {{ raw_charger }} ปัจจุบัน: {{ new_charger }}
vi_vn: {{ operator }} đã thay đổi người phụ trách cơ hội 「{{ data_label }}」. Trước: 「{{ raw_charger }}」, Hiện tại: 「{{ new_charger }}」
zh_cn: {{ operator }}变更了商机「{{ data_label }}」的负责人。原负责人「{{ raw_charger }}」，新负责人「{{ new_charger }}」。
zh_tw: {{ operator }}變更了潛在客戶「{{ data_label }}」的負責人。原負責人「{{ raw_charger }}」，新負責人「{{ new_charger }}」。

# site.message.content.opportunity_change_charger_merge
source: {{ operator }} changed the owner(s) of {{ opportunity_num }} business opportunity/opportunities.
de_de: {{ operator }} hat den/die Eigentümer der Geschäftsmöglichkeit/Geschäftsmöglichkeiten von {{ opportunity_num }} geändert.
es_es: {{ operator }} cambió el/los propietario(s) de {{ opportunity_num }} oportunidad(es) de negocio.
fr_fr: {{ operator }} a changé le(s) propriétaire(s) de {{ opportunity_num }} opportunité(s) commerciale(s).
id_id: {{ operator }} mengubah pemilik {{ opportunity_num }} peluang bisnis/peluang.
ja_jp: {{ operator }}が{{ opportunity_num }}件のビジネス機会の所有者を変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរម្ចាស់ឱកាសអាជីវកម្ម {{ opportunity_num }} នាក់
ko_kr: {{ operator }}가 {{ opportunity_num }}개의 사업 기회의 소유자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) proprietário(s) de {{ opportunity_num }} oportunidade(ões) de negócio.
ru_ru: {{operator}} сменил(-и) владельца(-ей) {{opportunities_num}} бизнес-возможностей.
th_th: {{ operator }} เปลี่ยนเจ้าของโอกาสทางธุรกิจ {{ opportunity_num }} รายการ/โอกาสต่างๆ
vi_vn: {{ operator }} đã thay đổi người phụ trách của {{ opportunity_num }} cơ hội
zh_cn: {{ operator }}变更了{{ opportunity_num }}个商机的负责人。
zh_tw: {{ operator }}變更了{{ opportunity_num }}個潛在客戶的負責人。

# site.message.content.opportunity_change_collaborator
source: {{ operator }} changed the collaborator(s) of the business opportunity "{{ data_label }}". Current: {{ collaborators }}.
de_de: {{ operator }} hat den/die Mitarbeiter der Geschäftsmöglichkeit "{{ data_label }}" geändert. Aktuell: {{ collaborators }}.
es_es: {{ operator }} cambió el/los colaborador(es) de la oportunidad de negocio "{{ data_label }}". Actual: {{ colaboradores }}.
fr_fr: {{ operator }} a changé le(s) collaborateur(s) de l'opportunité commerciale "{{ data_label }}". Actuel : {{ collaborators }}.
id_id: {{ operator }} mengubah kolaborator dari peluang bisnis "{{ data_label }}". Saat ini: {{ kolaborator }}.
ja_jp: {{ operator }}がビジネス機会「{{ data_label }}」のコラボレーターを変更しました。現在のコラボレーター：「{{ collaborators }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការឱកាសអាជីវកម្ម "{{ data_label }}"។ បច្ចុប្បន្ន៖ {{ collaborators }}
ko_kr: {{ operator }}님이 비즈니스 기회 "{{ data_label }}"의 협력자를 변경했습니다. 현재 협력자: {{ collaborators }}명.
pt_pt: {{ operator }} alterou o(s) colaborador(es) da oportunidade de negócio "{{ data_label }}". Atual: {{ collaborators }}.
ru_ru: {{operator}} изменил(а) соавтора(ов) бизнес-возможности "{{data_label}}". Текущий: {{collaborators}}.
th_th: {{ operator }} ได้เปลี่ยนแปลงผู้ร่วมงานในโอกาสทางธุรกิจ "{{ data_label }}" ปัจจุบัน: {{ collaborators }}
vi_vn: {{ operator }} đã thay đổi người cộng tác của cơ hội 「{{ data_label }}」. Hiện tại: 「{{ collaborators }}」
zh_cn: {{ operator }}变更了商机「{{ data_label }}」的协作人。当前协作人「{{ collaborators }}」。
zh_tw: {{ operator }}變更了潛在客戶「{{ data_label }}」的協作者。當前協作者「{{ collaborators }}」。

# site.message.content.opportunity_change_collaborator_merge
source: {{ operator }} changed the collaborator(s) of {{ opportunity_num }} business opportunity/opportunities.
de_de: {{ operator }} hat den/die Mitarbeiter der Geschäftsmöglichkeit/Geschäftsmöglichkeiten von {{ opportunity_num }} geändert.
es_es: {{ operator }} cambió el/los colaborador(es) de {{ opportunity_num }} oportunidad/oportunidades de negocio.
fr_fr: {{ operator }} a changé le(s) collaborateur(s) de {{ opportunity_num }} opportunité(s) commerciale(s).
id_id: {{ operator }} mengubah kolaborator dari {{ opportunity_num }} peluang bisnis/peluang.
ja_jp: {{ operator }}が{{ opportunity_num }}件のビジネス機会のコラボレーターを変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការឱកាសអាជីវកម្ម {{ opportunity_num }} នាក់
ko_kr: {{ operator }}가 {{ opportunity_num }}개의 사업 기회의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) de {{ opportunity_num }} oportunidade(ões) de negócio.
ru_ru: {{operator}} изменил(а) соавтора(ов) {{opportunity_num}} бизнес-возможности/возможностей.
th_th: {{ operator }} ได้เปลี่ยนแปลงผู้ร่วมงานของโอกาสทางธุรกิจ {{ opportunity_num }} รายการ/โอกาสต่างๆ
vi_vn: {{ operator }} đã thay đổi người cộng tác của {{ opportunity_num }} cơ hội
zh_cn: {{ operator }}变更了{{ opportunity_num }}个商机的协作人。
zh_tw: {{ operator }}變更了{{ opportunity_num }}個潛在客戶的協作者。

# site.message.content.opportunity_win
source: The business opportunity "{{ data_label }}" has been won.
de_de: Die Geschäftsmöglichkeit "{{ data_label }}" wurde gewonnen.
es_es: Se ha ganado la oportunidad de negocio "{{ data_label }}".
fr_fr: L'opportunité commerciale "{{ data_label }}" a été remportée.
id_id: Peluang bisnis "{{ data_label }}" telah dimenangkan.
ja_jp: ビジネス機会「{{ data_label }}」が成功しました。
km_kh: ឱកាសអាជីវកម្ម "{{ data_label }}" ត្រូវបានឈ្នះ
ko_kr: 사업 기회 "{{ data_label }}"이(가) 성공했습니다.
pt_pt: A oportunidade de negócio "{{ data_label }}" foi ganha.
ru_ru: Бизнес-возможность "{{ data_label }}" была выиграна.
th_th: โอกาสทางธุรกิจ "{{ data_label }}" ได้รับแล้ว
vi_vn: Cơ hội 「{{ data_label }}」 đã thắng
zh_cn: 商机「{{ data_label }}」已赢单。
zh_tw: 潛在客戶「{{ data_label }}」已贏單。

# site.message.content.plugin_expire
source: The plugin "{{ pluginName }}" in your company/team "{{ corpName }}" will expire on {{ expireTime }}, and the plugin will be disabled after {{ days }} day(s). If you want to renew it, contact us.
de_de: Das Plugin "{{ pluginName }}" in Ihrem Unternehmen/Team "{{ corpName }}" läuft am {{ expireTime }} ab und wird nach {{ days }} Tag(en) deaktiviert. Wenn Sie es verlängern möchten, kontaktieren Sie uns.
es_es: El plugin "{{ pluginName }}" de tu empresa/equipo "{{ corpName }}" caducará el {{ expireTime }} y se desactivará después de {{ days }} días. Si deseas renovarlo, contáctanos.
fr_fr: Le plugin "{{ pluginName }}" dans votre entreprise/équipe "{{ corpName }}" expirera le {{ expireTime }}, et le plugin sera désactivé après {{ days }} jour(s). Si vous souhaitez le renouveler, contactez-nous.
id_id: Plugin "{{ pluginName }}" di perusahaan/tim Anda "{{ corpName }}" akan kedaluwarsa pada {{ expireTime }}, dan plugin akan dinonaktifkan setelah {{ days }} hari. Jika Anda ingin memperbaruinya, hubungi kami.
ja_jp: あなたの会社/チーム「{{ corpName }}」のプラグイン「{{ pluginName }}」は{{ expireTime }}に期限切れになり、{{ days }}日後にプラグインが無効になります。更新をご希望の場合は、当社にご連絡ください。
km_kh: ផ្លាដែន "{{ pluginName }}" នៅក្នុងក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក នឹងផុតកំណត់នៅថ្ងៃ {{ expireTime }} ហើយផ្លាដែននឹងត្រូវបានបិទបន្ទាប់ពី {{ days }} ថ្ងៃ។ បើអ្នកចង់ធ្វើឱ្យវាថ្មីទៀត សូមទាក់ទងមកយើងខ្ញុំ។
ko_kr: 귀사/팀 "{{ corpName }}"의 "{{ pluginName }}" 플러그인이 {{ expireTime }}에 만료되며, {{ days }}일 후에 비활성화됩니다. 갱신을 원하시면 저희에게 문의해 주세요.
pt_pt: plugin "{{ pluginName }}" na sua empresa/equipe "{{ corpName }}" expirará em {{ expireTime }} e será desativado após {{ days }} dia(s). Se desejar renová-lo, entre em contato conosco.
ru_ru: Плагин "{{ pluginName }}" в вашей компании/команде "{{ corpName }}" истекает {{ expireTime }}, и плагин будет отключен через {{ days }} дней(дней). Если вы хотите продлить его, свяжитесь с нами.
th_th: ปลั๊กอิน "{{ pluginName }}" ในบริษัท/ทีมของคุณ "{{ corpName }}" จะหมดอายุในวันที่ {{ expireTime }} และปลั๊กอินจะถูกปิดใช้งานหลังจากผ่านไป {{ days }} วัน หากคุณต้องการต่ออายุ โปรดติดต่อเรา
vi_vn: Plugin 「{{ pluginName }}」 của 「{{ corpName }}」 sẽ hết hạn vào {{ expireTime }}, còn {{ days }} ngày, sau đó không dùng được. Liên hệ chúng tôi để gia hạn
zh_cn: 你团队「{{ corpName }}」的「{{ pluginName }}」插件将于{{ expireTime }}到期，仅剩余{{ days }}天，到期后插件将无法再继续使用。如需继续使用插件，请联系我们续费。
zh_tw: 你團隊「{{ corpName }}」的「{{ pluginName }}」外掛將於{{ expireTime }}到期，僅剩餘{{ days }}天，到期後外掛將無法再繼續使用。如需繼續使用外掛，請聯繫我們續費。

# site.message.content.single_app_trial_expiring
source: The app "{{ appName }}" that your company/team "{{ corpName }}" have tried for free will expire in {{ days }} day(s). Once expired, data will be retained but features restricted, so upgrade your plan timely. If you have already subscribed to a trial or purchased a premium plan, ignore this notification.
de_de: Die App "{{ appName }}", die Ihr Unternehmen/Team "{{ corpName }}" kostenlos getestet hat, läuft in {{ days }} Tag(en) ab. Nach Ablauf bleiben die Daten erhalten, die Funktionen sind jedoch eingeschränkt. Aktualisieren Sie Ihren Plan daher rechtzeitig. Wenn Sie bereits eine Testversion abonniert oder einen Premium-Plan erworben haben, ignorieren Sie diese Benachrichtigung.
es_es: La aplicación "{{ appName }}" que tu empresa/equipo "{{ corpName }}" ha probado gratis caducará en {{ days }} días. Una vez caducada, se conservarán los datos, pero se restringirán las funciones, así que actualiza tu plan a tiempo. Si ya tienes una prueba gratuita o un plan premium, ignora esta notificación.
fr_fr: L'application "{{ appName }}" que votre entreprise/équipe "{{ corpName }}" a essayée gratuitement expirera dans {{ days }} jour(s). Une fois expirée, les données seront conservées mais les fonctionnalités seront restreintes, alors mettez à niveau votre plan à temps. Si vous avez déjà souscrit à un essai ou acheté un plan premium, ignorez cette notification.
id_id: Aplikasi "{{ appName }}" yang telah dicoba gratis oleh perusahaan/tim Anda "{{ corpName }}" akan kedaluwarsa dalam {{ days }} hari. Setelah kedaluwarsa, data akan tetap tersimpan tetapi fiturnya terbatas, jadi tingkatkan paket Anda tepat waktu. Jika Anda telah berlangganan uji coba atau membeli paket premium, abaikan pemberitahuan ini.
ja_jp: あなたの会社/チーム「{{ corpName }}」が無料で試用しているアプリ「{{ appName }}」は{{ days }}日後に期限切れになります。期限が切れると、データは保持されますが、機能が制限されますので、タイムリーにプランをアップグレードしてください。既に試用またはプレミアムプランを購入されている場合は、この通知を無視してください。
km_kh: កម្មវិធី "{{ appName }}" ដែលក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នកបានសាកល្បងដោយឥតគិតថ្លៃ នឹងផុតកំណត់ក្នុងរយៈពេល {{ days }} ថ្ងៃ។ នៅពេលផុតកំណត់ ទិន្នន័យនឹងត្រូវបានរក្សាទុក ប៉ុន្តែមុខងារនឹងត្រូវបានដាក់កម្រិត ដូច្នេះសូមធ្វើអាប់ដេតផែនការរបស់អ្នកឱ្យបានទាន់ពេលវេលា។ បើអ្នកបានជាវសាកល្បង ឬបានទិញផែនការបុព្វលាភរួចហើយ សូមមិនអើពើនឹងការជូនដំណឹងនេះទេ។
ko_kr: 회사/팀 "{{ corpName }}"에서 무료로 사용해 보신 "{{ appName }}" 앱이 {{ days }}일 후에 만료됩니다. 만료되면 데이터는 유지되지만 기능이 제한되므로, 지금 바로 요금제를 업그레이드하세요. 이미 체험판을 구독하셨거나 프리미엄 요금제를 구매하셨다면 이 알림을 무시하세요.
pt_pt: O aplicativo "{{ appName }}" que sua empresa/equipe "{{ corpName }}" experimentou gratuitamente irá expirar em {{ days }} dia(s). Após a expiração, os dados serão mantidos, mas os recursos serão restritos, portanto, atualize seu plano o mais rápido possível. Se você já assinou um teste ou adquiriu um plano premium, ignore esta notificação.
ru_ru: Приложение "{{ appName }}", которое ваша компания/команда "{{ corpName }}" попробовали бесплатно, истекает через {{ days }} дн.(дней). После истечения срока действия данные будут сохранены, но функции будут ограничены, поэтому своевременно обновите свой план. Если вы уже подписались на пробную версию или приобрели премиум-план, проигнорируйте это уведомление.
th_th: แอป "{{ appName }}" ที่บริษัท/ทีมของคุณ "{{ corpName }}" ได้ทดลองใช้ฟรีจะหมดอายุใน {{ days }} วัน เมื่อหมดอายุแล้ว ข้อมูลจะถูกเก็บไว้แต่ฟีเจอร์จะถูกจำกัด ดังนั้นควรอัปเกรดแผนของคุณทันที หากคุณสมัครใช้งานแบบทดลองใช้หรือซื้อแผนพรีเมียมแล้ว โปรดละเว้นการแจ้งเตือนนี้
vi_vn: Ứng dụng thử nghiệm 「{{ appName }}」 của 「{{ corpName }}」 sẽ hết hạn sau {{ days }} ngày, dữ liệu giữ lại nhưng chức năng bị hạn chế, nâng cấp kịp thời. Nếu đã mua hoặc thử nghiệm cao cấp, bỏ qua thông báo này
zh_cn: 你团队「{{ corpName }}」试用的「{{ appName }}」{{ days }}天后将到期，到期后数据保留，功能受到限制，请及时升级。如果你已开通试用或购买高级版本，请忽略此提醒。
zh_tw: 你團隊「{{ corpName }}」試用的「{{ appName }}」{{ days }}天后將到期，到期後資料保留，功能受到限制，請及時升級。如果你已啟用試用或購買進階版本，請忽略此通知。

# site.message.content.sms_send_failed
source: The cloud coins in your company's/team's "{{ corpName }}" account have been depleted. The SMS Verification feature is no longer available, and some members failed to submit data. To prevent any disruptions to your business, adjust the design or recharge the coins. Once recharged, the feature will no longer be restricted.
de_de: Die Cloud-Coins im Konto Ihres Unternehmens/Teams "{{ corpName }}" sind aufgebraucht. Die SMS-Verifizierung ist nicht mehr verfügbar, und einige Mitglieder konnten keine Daten übermitteln. Um Störungen in Ihrem Geschäftsbetrieb zu vermeiden, passen Sie das Design an oder laden Sie die Coins auf. Nach dem Aufladen ist die Funktion nicht mehr eingeschränkt.
es_es: Las monedas en la nube de la cuenta "{{ corpName }}" de tu empresa/equipo se han agotado. La función de verificación por SMS ya no está disponible y algunos miembros no pudieron enviar sus datos. Para evitar interrupciones en tu negocio, ajusta el diseño o recarga las monedas. Una vez recargadas, la función ya no estará restringida.
fr_fr: Les pièces cloud dans le compte de votre entreprise/équipe "{{ corpName }}" ont été épuisées. La fonctionnalité de vérification par SMS n'est plus disponible, et certains membres n'ont pas pu soumettre de données. Pour éviter toute perturbation de votre activité, ajustez le design ou rechargez les pièces. Une fois rechargée, la fonctionnalité ne sera plus restreinte.
id_id: Koin awan di akun "{{ corpName }}" perusahaan/tim Anda telah habis. Fitur Verifikasi SMS tidak lagi tersedia, dan beberapa anggota gagal mengirimkan data. Untuk mencegah gangguan pada bisnis Anda, sesuaikan desain atau isi ulang koin. Setelah diisi ulang, fitur tersebut tidak akan lagi dibatasi.
ja_jp: あなたの会社／チーム「{{ corpName }}」のクラウドコインが不足しているため、SMS認証機能が利用できなくなり、一部のメンバーがデータを送信できませんでした。業務に影響が出ないように、デザインを調整するか、コインをリチャージしてください。リチャージ後、機能は制限されません。
km_kh: កាក់ពពកនៅក្នុងគណនីក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានអស់។ មុខងារផ្ទៀងផ្ទាត់តាម SMS លែងអាចប្រើបាន ហើយសមាជិកមួយចំនួនបរាជ័យក្នុងការដាក់ស្នើទិន្នន័យ។ ដើម្បីការពារការរំខានដល់អាជីវកម្មរបស់អ្នក សូមកែតម្រូវការរចនា ឬសាកកាក់ឡើងវិញ។ នៅពេលសាករួច មុខងារនឹងលែងមានការដាក់កម្រិតទៀតហើយ។
ko_kr: 귀사/팀의 "{{ corpName }}" 계정에 있는 클라우드 코인이 소진되었습니다. SMS 인증 기능을 더 이상 사용할 수 없으며, 일부 구성원이 데이터를 제출하지 못했습니다. 업무에 차질이 없도록 디자인을 변경하거나 코인을 재충전해 주세요. 재충전 후에는 기능 제한이 해제됩니다.
pt_pt: As moedas da nuvem na conta "{{ corpName }}" da sua empresa/equipe foram esgotadas. O recurso de verificação por SMS não está mais disponível e alguns membros não conseguiram enviar dados. Para evitar interrupções nos seus negócios, ajuste o design ou recarregue as moedas. Após a recarga, o recurso não será mais restrito.
ru_ru: Облачные монеты на счете вашей компании/команды "{{ corpName }}" были исчерпаны. Функция SMS-верификации больше недоступна, и некоторые участники не смогли предоставить данные. Чтобы предотвратить любые сбои в работе вашего бизнеса, измените дизайн или пополните монеты. После пополнения функция больше не будет ограничена.
th_th: เหรียญบนคลาวด์ในบัญชี "{{ corpName }}" ของบริษัท/ทีมของคุณหมดลงแล้ว ฟีเจอร์การยืนยันทาง SMS ไม่สามารถใช้งานได้อีกต่อไป และสมาชิกบางคนไม่สามารถส่งข้อมูลได้ หากต้องการป้องกันไม่ให้ธุรกิจของคุณหยุดชะงัก โปรดปรับเปลี่ยนการออกแบบหรือเติมเหรียญ เมื่อเติมแล้ว ฟีเจอร์นี้จะไม่ถูกจำกัดอีกต่อไป
vi_vn: Cloud coin trong tài khoản 「{{ corpName }}」 của bạn đã hết, chức năng xác minh SMS không dùng được, một số thành viên gửi biểu mẫu thất bại. Để tránh ảnh hưởng, điều chỉnh thiết kế hoặc nạp cloud coin ngay, sau khi nạp chức năng sẽ hoạt động bình thường
zh_cn: 你团队「{{ corpName }}」账号中的云币已耗尽，短信验证功能已不可用，已有部分成员的表单提交失败。为了避免功能受限对你的业务产生影响，请你立即前往后台调整设计或充值云币，充值后短信验证功能将不再受限。
zh_tw: 你團隊「{{ corpName }}」帳號中的雲幣已耗盡，簡訊驗證功能已不可用，已有部分成員的表單送出失敗。為了避免功能受限對你的業務產生影響，請你立即前往後台調整設計或加值雲幣，加值後簡訊驗證功能將不再受限。

# site.message.content.team_invite
source: Your friend {{ nickname }} is inviting you to collaborate through {{ _g_productName }}. Join his/her team. The invitation will remain valid for 7 days.
de_de: Ihr Freund {{ nickname }} lädt Sie zur Zusammenarbeit über {{ _g_productName }} ein. Treten Sie seinem/ihrem Team bei. Die Einladung ist 7 Tage lang gültig.
es_es: Tu amigo {{nickname}} te invita a colaborar a través de {{ _g_productName}}. Únete a su equipo. La invitación tendrá una validez de 7 días.
fr_fr: Votre ami {{ nickname }} vous invite à collaborer via {{ _g_productName }}. Rejoignez son équipe. L'invitation restera valide pendant 7 jours.
id_id: Teman Anda {{ nickname }} mengundang Anda untuk berkolaborasi melalui {{ _g_productName }}. Bergabunglah dengan timnya. Undangan tersebut akan berlaku selama 7 hari.
ja_jp: あなたの友人{{ nickname }}が{{ _g_productName }}を通じてコラボレーションに招待しています。彼/彼女のチームに参加してください。招待は7日間有効です。
km_kh: មិត្តរបស់អ្នក {{ nickname }} កំពុងអញ្ជើញអ្នកឱ្យសហការតាមរយៈ {{ _g_productName }}។ ចូលរួមក្រុមរបស់គាត់។ ការអញ្ជើញនឹងមានសុពលភាពរយៈពេល ៧ថ្ងៃ។
ko_kr: 친구 {{ nickname }}님이 {{ _g_productName }}을 통해 협업하도록 초대했습니다. 친구의 팀에 합류하세요. 초대장은 7일 동안 유효합니다.
pt_pt: Seu amigo {{ nickname }} está convidando você para colaborar através do {{ _g_productName }}. Junte-se à equipe dele(a). O convite permanecerá válido por 7 dias.
ru_ru: Ваш друг {{ nickname }} приглашает вас к сотрудничеству через {{ _g_productName }}. Присоединяйтесь к его/ее команде. Приглашение будет действительно в течение 7 дней.
th_th: เพื่อนของคุณ {{ nickname }} กำลังเชิญคุณเข้าร่วมการทำงานร่วมกันผ่าน {{ _g_productName }} เข้าร่วมทีมของเขา/เธอ คำเชิญจะมีอายุ 7 วัน
vi_vn: Bạn của bạn {{ nickname }} muốn hợp tác qua {{ _g_productName }}, tham gia đội của họ. Lời mời có hiệu lực 7 ngày
zh_cn: 你的好友 {{ nickname }} 想通过 {{ _g_productName }} 与你协作。你可加入他的团队。该邀请7天内有效。
zh_tw: 你的好友 {{ nickname }} 想透過 {{ _g_productName }} 與你協作。你可加入他的團隊。該邀請7天內有效。

# site.message.content.team_invite_notify
source: Your friend {{ nickname }} wants to cooperate with you on {{ _g_productName }}. Please go to Messages to view details
de_de: Ihr Freund {{ nickname }} möchte mit Ihnen bei {{ _g_productName }} zusammenarbeiten. Weitere Informationen finden Sie unter Nachrichten.
es_es: Tu amigo {{nickname}} quiere colaborar contigo en {{ _g_productName}}. Ve a Mensajes para ver los detalles.
fr_fr: Votre ami {{ nickname }} souhaite coopérer avec vous sur {{ _g_productName }}. Veuillez consulter les Messages pour voir les détails
id_id: Teman Anda {{ nickname }} ingin bekerja sama dengan Anda di {{ _g_productName }}. Silakan buka Pesan untuk melihat detailnya
ja_jp: あなたの友人{{ nickname }}が{{ _g_productName }}であなたと協力したいと考えています。詳細についてはメッセージをご覧ください。
km_kh: មិត្តអ្នក {{ nickname }} ចង់សហការជាមួយអ្នកលើ {{ _g_productName }}។ សូមចូលទៅកាន់សារដើម្បីមើលព័ត៌មានលម្អិត
ko_kr: 친구 {{ nickname }}님이 {{ _g_productName }}에 협력하고 싶어합니다. 자세한 내용은 메시지에서 확인하세요.
pt_pt: Seu amigo {{nickname}} quer cooperar com você em {{_g_productName}}. Acesse Mensagens para ver os detalhes.
ru_ru: Ваш друг {{ nickname }} хочет сотрудничать с вами по {{ _g_productName }}. Пожалуйста, перейдите в Сообщения, чтобы просмотреть подробности
th_th: เพื่อนของคุณ {{ nickname }} ต้องการร่วมมือกับคุณใน {{ _g_productName }} โปรดไปที่ข้อความเพื่อดูรายละเอียด
vi_vn: Bạn của bạn {{ nickname }} muốn hợp tác qua {{ _g_productName }}, xem chi tiết tại quản lý tin nhắn
zh_cn: 你的好友 {{ nickname }} 想通过 {{ _g_productName }} 与你协作。详情请查看消息管理
zh_tw: 你的好友 {{ nickname }} 想透過 {{ _g_productName }} 與你協作。詳情請查看訊息管理

# site.message.content.team_invite_success
source: You have successfully joined {{ teamName }}
de_de: Sie sind {{ teamName }} erfolgreich beigetreten
es_es: Te has unido exitosamente a {{ teamName }}
fr_fr: Vous avez rejoint avec succès {{ teamName }}
id_id: Anda telah berhasil bergabung dengan {{ teamName }}
ja_jp: あなたは{{ teamName }}に参加しました
km_kh: អ្នកបានចូលរួម {{ teamName }} ដោយជោគជ័យ
ko_kr: {{ teamName }}에 성공적으로 가입하셨습니다.
pt_pt: Você se juntou com sucesso ao {{ teamName }}
ru_ru: Вы успешно присоединились к {{ teamName }}
th_th: คุณได้เข้าร่วม {{ teamName }} สำเร็จแล้ว
vi_vn: Bạn đã tham gia đội 「{{ teamName }}」 thành công
zh_cn: 你已成功加入团队「{{ teamName }}」
zh_tw: 你已成功加入團隊「{{ teamName }}」
