Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# crop_log.content.dash_recover
source: Restored dashboard {{ name }}
de_de: Wiederhergestelltes Dashboard {{ name }}
es_es: Tablero restaurado {{ name }}
fr_fr: Tableau de bord restauré {{ name }}
id_id: Dasbor yang dipulihkan {{ name }}
ja_jp: ダッシュボード{{ name }}を復元しました
km_kh: បានស្តារផ្ទាំងគ្រប់គ្រង {{ name }}
ko_kr: 대시보드 {{ name }}이(가) 복원되었습니다.
pt_pt: Painel restaurado {{ name }}
ru_ru: Восстановленная панель управления {{name}}
th_th: กู้คืนแดชบอร์ด {{ name }}
vi_vn: Khôi phục bảng điều khiển 「{{ name }}」
zh_cn: 恢复了仪表盘「{{ name }}」
zh_tw: 恢復了儀表板「{{ name }}」

# crop_log.content.dash_remove
source: Deleted dashboard {{ name }}
de_de: Dashboard gelöscht {{ name }}
es_es: Tablero eliminado {{ name }}
fr_fr: Tableau de bord supprimé {{ name }}
id_id: Dasbor dihapus {{ nama }}
ja_jp: ダッシュボード{{ name }}を削除しました
km_kh: បានលុបផ្ទាំងគ្រប់គ្រង {{ name }}
ko_kr: 대시보드 {{ name }}이(가) 삭제되었습니다.
pt_pt: Painel excluído {{ name }}
ru_ru: Удаленная панель управления {{name}}
th_th: ลบแดชบอร์ด {{ name }}
vi_vn: Xóa bảng điều khiển 「{{ name }}」
zh_cn: 删除了仪表盘「{{ name }}」
zh_tw: 刪除了儀表板「{{ name }}」

# crop_log.content.dash_rename
source: Renamed dashboard {{ ori_name }} to {{ name }}
de_de: Dashboard {{ ori_name }} umbenannt in {{ name }}
es_es: Se cambió el nombre del panel {{ ori_name }} a {{ name }}
fr_fr: Tableau de bord renommé de {{ ori_name }} à {{ name }}
id_id: Mengganti nama dasbor {{ ori_name }} menjadi {{ name }}
ja_jp: ダッシュボード{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: បានប្តូរឈ្មោះផ្ទាំងគ្រប់គ្រងពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 대시보드 {{ ori_name }}의 이름이 {{ name }}으로 변경되었습니다.
pt_pt: Painel renomeado {{ ori_name }} para {{ name }}
ru_ru: Панель управления {{ori_name}} переименована в {{name}}
th_th: เปลี่ยนชื่อแดชบอร์ด {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên bảng điều khiển từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将仪表盘「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將儀表板「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.dash_update
source: Updated the design of the dashboard {{ name }}
de_de: Das Design des Dashboards wurde aktualisiert {{ name }}
es_es: Se actualizó el diseño del tablero {{ name }}
fr_fr: Mise à jour de la conception du tableau de bord {{ name }}
id_id: Memperbarui desain dasbor {{ name }}
ja_jp: ダッシュボード{{ name }}のデザインを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យការរចនាផ្ទាំងគ្រប់គ្រង {{ name }}
ko_kr: 대시보드 {{ name }}의 디자인을 업데이트했습니다.
pt_pt: Atualizou o design do painel {{ name }}
ru_ru: Обновил дизайн панели инструментов {{name}}
th_th: อัปเดตการออกแบบแดชบอร์ด {{ name }}
vi_vn: Sửa thiết kế bảng điều khiển 「{{ name }}」
zh_cn: 修改了仪表盘「{{ name }}」的设计
zh_tw: 修改了儀表板「{{ name }}」的設計

# crop_log.content.data_batch_print
source: Batch printed records in the {{ template_name }} template.
de_de: Stapelweise gedruckte Datensätze in der Vorlage {{ template_name }}.
es_es: Registros impresos por lotes en la plantilla {{ template_name }}.
fr_fr: Impression par lot des enregistrements dans le modèle {{ template_name }}.
id_id: Catatan yang dicetak secara batch dalam templat {{ template_name }}.
ja_jp: {{ template_name }}テンプレートでレコードを一括印刷しました
km_kh: បានបោះពុម្ពកំណត់ត្រាជាក្រុមក្នុងគំរូ {{ template_name }}
ko_kr: {{ template_name }} 템플릿에서 레코드를 일괄 인쇄합니다.
pt_pt: Registros impressos em lote no modelo {{ template_name }}.
ru_ru: Пакетная печать записей в шаблоне {{ template_name }}.
th_th: พิมพ์บันทึกเป็นชุดในเทมเพลต {{ template_name }}
vi_vn: In hàng loạt dữ liệu bằng mẫu 「{{ template_name }}」
zh_cn: 使用「{{ template_name }}」模板批量打印了数据
zh_tw: 使用「{{ template_name }}」範本批次列印了資料

# crop_log.content.data_batch_recover
source: Batch recovered {{ count }} records
de_de: Stapelweise wiederhergestellte {{ count }} Datensätze
es_es: Lote recuperado de {{ count }} registros
fr_fr: Récupération par lot de {{ count }} enregistrements
id_id: Batch memulihkan {{ count }} rekaman
ja_jp: {{ count }}件のレコードを一括復元しました
km_kh: បានស្តារកំណត់ត្រា {{ count }} ជាក្រុម
ko_kr: {{ count }}개의 레코드를 일괄 복구했습니다.
pt_pt: Lote recuperou {{ count }} registros
ru_ru: Пакет восстановленных записей {{ count }}
th_th: กู้คืนแบตช์แล้ว {{ count }} รายการ
vi_vn: Khôi phục hàng loạt {{ count }} dữ liệu
zh_cn: 批量恢复了{{ count }}条数据
zh_tw: 批次恢復了{{ count }}筆資料

# crop_log.content.data_batch_remove
source: Batch deleted {{ count }} records
de_de: Stapelweise gelöschte {{ count }} Datensätze
es_es: Se eliminaron por lotes {{ count }} registros
fr_fr: Suppression par lot de {{ count }} enregistrements
id_id: Menghapus {{ count }} rekaman secara batch
ja_jp: {{ count }}件のレコードを一括削除しました
km_kh: បានលុបកំណត់ត្រា {{ count }} ជាក្រុម
ko_kr: {{ count }}개의 레코드를 일괄 삭제했습니다.
pt_pt: {{ count }} registros excluídos em lote
ru_ru: Пакетное удаление {{ count }} записей
th_th: แบตช์ถูกลบ {{ count }} รายการ
vi_vn: Xóa hàng loạt {{ count }} dữ liệu
zh_cn: 批量删除了{{ count }}条数据
zh_tw: 批次刪除了{{ count }}筆資料

# crop_log.content.data_batch_remove_hard
source: Batch deleted {{ count}} records from Data Recycle
de_de: Stapelweise gelöschte {{ count}} Datensätze aus Data Recycle
es_es: Se eliminaron por lotes {{ count}} registros del reciclaje de datos
fr_fr: Suppression par lot de {{ count }} enregistrements de la corbeille
id_id: Menghapus {{ count}} catatan secara batch dari Daur Ulang Data
ja_jp: データリサイクルから{{ count }}件のレコードを一括削除しました
km_kh: បានលុបកំណត់ត្រា {{ count}} ជាក្រុមពីធុងសំរាមទិន្នន័យ
ko_kr: 데이터 재활용에서 {{ count }}개의 레코드를 일괄 삭제했습니다.
pt_pt: Excluiu em lote {{ count}} registros da Reciclagem de Dados
ru_ru: Пакетное удаление {{ count }} записей из Data Recycle
th_th: แบตช์ลบ {{ count}} รายการจากการรีไซเคิลข้อมูล
vi_vn: Xóa hàng loạt {{ count }} dữ liệu từ thùng rác dữ liệu
zh_cn: 从数据回收站批量删除了{{ count }}条数据
zh_tw: 從資料回收站批次刪除了{{ count }}筆資料

# crop_log.content.data_batch_update
source: Updated {{ total }} records in batch, {{ success }} succeeded, {{ failed }} failed
de_de: {{ total }} Datensätze im Stapel aktualisiert, {{ success }} erfolgreich, {{ failed }} fehlgeschlagen
es_es: Se actualizaron {{ total }} registros en el lote, {{ success }} tuvo éxito, {{ failed }} falló
fr_fr: Mise à jour par lot de {{ total }} enregistrements, {{ success }} réussis, {{ failed }} échoués
id_id: Memperbarui {{ total }} catatan dalam batch, {{ success }} berhasil, {{ failed }} gagal
ja_jp: {{ total }}件のレコードを一括更新しました。{{ success }}件成功、{{ failed }}件失敗しました
km_kh: បានធ្វើឱ្យទាន់សម័យកំណត់ត្រា {{ total }} ជាក្រុម បានជោគជ័យ {{ success }} បរាជ័យ {{ failed }}
ko_kr: 일괄 처리에서 {{ total }}개의 레코드를 업데이트했습니다. {{ success }}개가 성공했고, {{ fail }}개가 실패했습니다.
pt_pt: Atualizados {{ total }} registros no lote, {{ success }} bem-sucedido, {{ failed }} falhou
ru_ru: Обновлено {{ total }} записей в пакете, {{ success }} успешно, {{ failed }} не удалось
th_th: อัปเดต {{ total }} บันทึกในชุด {{ success }} สำเร็จ {{ failed }} ล้มเหลว
vi_vn: Sửa hàng loạt {{ total }} dữ liệu, thành công {{ success }}, thất bại {{ failed }}
zh_cn: 批量修改了{{ total }}条数据，成功{{ success }}条，失败{{ failed }}条
zh_tw: 批次修改了{{ total }}筆資料，成功{{ success }}條，失敗{{ failed }}條

# crop_log.content.data_create
source: Added data {{ data_label }}
de_de: Hinzugefügte Daten {{ data_label }}
es_es: Datos añadidos {{ data_label }}
fr_fr: Données ajoutées {{ data_label }}
id_id: Data tambahan {{ data_label }}
ja_jp: データ{{ data_label }}を追加しました
km_kh: បានបន្ថែមទិន្នន័យ {{ data_label }}
ko_kr: 데이터 {{ data_label }} 추가됨
pt_pt: Dados adicionados {{ data_label }}
ru_ru: Добавлены данные {{data_label}}
th_th: เพิ่มข้อมูล {{ data_label }}
vi_vn: Thêm dữ liệu 「{{ data_label }}」
zh_cn: 创建了数据「{{ data_label }}」
zh_tw: 建立了資料「{{ data_label }}」

# crop_log.content.data_dash_print_table
source: Batch printed records of {{ table_name }} in the {{ template_name }} template.
de_de: Stapelweise gedruckte Datensätze von {{ table_name }} in der Vorlage {{ template_name }}.
es_es: Registros impresos por lotes de {{ table_name }} en la plantilla {{ template_name }}.
fr_fr: Impression par lot des enregistrements de {{ table_name }} dans le modèle {{ template_name }}.
id_id: Catatan yang dicetak secara batch dari {{ nama_tabel }} dalam templat {{ nama_templat }}.
ja_jp: {{ template_name }}テンプレートで{{ table_name }}のレコードを一括印刷しました
km_kh: បានបោះពុម្ពកំណត់ត្រា {{ table_name }} ជាក្រុមក្នុងគំរូ {{ template_name }}
ko_kr: {{ template_name }} 템플릿에서 {{ table_name }}의 레코드를 일괄 인쇄합니다.
pt_pt: Registros impressos em lote de {{ table_name }} no modelo {{ template_name }}.
ru_ru: Пакетная печать записей {{ table_name }} в шаблоне {{ template_name }}.
th_th: พิมพ์ระเบียนชุดของ {{ table_name }} ในเทมเพลต {{ template_name }}
vi_vn: In hàng loạt dữ liệu của 「{{ table_name }}」 bằng mẫu 「{{ template_name }}」
zh_cn: 使用「{{ template_name }}」模板批量打印了「{{ table_name }}」的数据
zh_tw: 使用「{{ template_name }}」範本批次列印了「{{ table_name }}」的資料

# crop_log.content.data_export
source: Exported the data of {{ entry_name }}
de_de: Die Daten von {{ entry_name }} wurden exportiert
es_es: Se exportaron los datos de {{ entry_name }}
fr_fr: Données exportées de {{ entry_name }}
id_id: Mengekspor data {{ entry_name }}
ja_jp: {{ entry_name }}のデータをエクスポートしました
km_kh: បាននាំចេញទិន្នន័យរបស់ {{ entry_name }}
ko_kr: {{ entry_name }}의 데이터를 내보냈습니다.
pt_pt: Exportou os dados de {{ entry_name }}
ru_ru: Экспортированы данные {{ entry_name }}
th_th: ส่งออกข้อมูลของ {{ entry_name }}
vi_vn: Xuất dữ liệu của 「{{ entry_name }}」
zh_cn: 导出了「{{ entry_name }}」的数据
zh_tw: 匯出了「{{ entry_name }}」的資料

# crop_log.content.data_import
source: Added {{ count }} records by importing
de_de: Durch Importieren wurden {{ count }} Datensätze hinzugefügt
es_es: Se agregaron {{ count }} registros mediante la importación
fr_fr: Ajout de {{ count }} enregistrements par importation
id_id: Menambahkan {{ count }} catatan dengan mengimpor
ja_jp: インポートにより{{ count }}件のレコードを追加しました
km_kh: បានបន្ថែមកំណត់ត្រា {{ count }} ដោយនាំចូល
ko_kr: 가져오기를 통해 {{ count }}개의 레코드가 추가되었습니다.
pt_pt: Adicionados {{ count }} registros pela importação
ru_ru: Добавлено {{ count }} записей путем импорта
th_th: เพิ่ม {{ count }} บันทึกโดยการนำเข้า
vi_vn: Nhập thêm {{ count }} dữ liệu
zh_cn: 导入新增了{{ count }}条数据
zh_tw: 匯入新增了{{ count }}筆資料

# crop_log.content.data_import_file
source: {{ success }} attachment(s) imported.
de_de: {{ success }} Anhang(e) importiert.
es_es: {{ success }} adjuntos importados.
fr_fr: {{ success }} pièce(s) jointe(s) importée(s).
id_id: {{ success }} lampiran diimpor.
ja_jp: {{ success }}件の添付ファイルをインポートしました
km_kh: បាននាំចូលឯកសារភ្ជាប់ {{ success }}
ko_kr: {{ success }}개의 첨부 파일을 가져왔습니다.
pt_pt: {{ success }} anexo(s) importado(s).
ru_ru: {{ success }} вложений импортировано.
th_th: นำเข้าไฟล์แนบ {{ success }} รายการ
vi_vn: Nhập {{ success }} tệp đính kèm
zh_cn: 导入了{{ success }}个附件
zh_tw: 匯入了{{ success }}個附件

# crop_log.content.data_import_update
source: Updated {{ count }} records by importing
de_de: Aktualisierte {{ count }} Datensätze durch Importieren
es_es: Se actualizaron {{ count }} registros mediante la importación
fr_fr: Mise à jour de {{ count }} enregistrements par importation
id_id: Memperbarui {{ count }} catatan dengan mengimpor
ja_jp: インポートにより{{ count }}件のレコードを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យកំណត់ត្រា {{ count }} ដោយនាំចូល
ko_kr: 가져오기를 통해 {{ count }}개의 레코드가 업데이트되었습니다.
pt_pt: Atualizados {{ count }} registros importando
ru_ru: Обновлено {{ count }} записей путем импорта
th_th: อัปเดต {{ count }} บันทึกโดยการนำเข้า
vi_vn: Nhập cập nhật {{ count }} dữ liệu
zh_cn: 导入更新了{{ count }}条数据
zh_tw: 匯入更新了{{ count }}筆資料

# crop_log.content.data_import_upsert
source: Updated {{ updata_datas_amount }} records, Added {{ insert_datas_amount }} records by importing
de_de: Aktualisierte {{ updata_datas_amount }} Datensätze, Hinzugefügte {{ insert_datas_amount }} Datensätze durch Importieren
es_es: Se actualizaron {{ updata_datas_amount }} registros, se agregaron {{ insert_datas_amount }} registros mediante la importación
fr_fr: Mise à jour de {{ updata_datas_amount }} enregistrements, ajout de {{ insert_datas_amount }} enregistrements par importation
id_id: Memperbarui {{ updata_datas_amount }} catatan, Menambahkan {{ insert_datas_amount }} catatan dengan mengimpor
ja_jp: インポートにより{{ updata_datas_amount }}件のレコードを更新し、{{ insert_datas_amount }}件のレコードを追加しました
km_kh: បានធ្វើឱ្យទាន់សម័យកំណត់ត្រា {{ updata_datas_amount }} បន្ថែមកំណត់ត្រា {{ insert_datas_amount }} ដោយនាំចូល
ko_kr: {{ updata_datas_amount }}개 레코드를 업데이트했습니다. 가져오기를 통해 {{ insert_datas_amount }}개 레코드를 추가했습니다.
pt_pt: Registros atualizados {{updata_datas_amount}}, registros adicionados {{insert_datas_amount}} por meio da importação
ru_ru: Обновлено {{updata_datas_amount}} записей, добавлено {{insert_datas_amount}} записей путем импорта
th_th: อัปเดต {{ updata_datas_amount }} บันทึก เพิ่ม {{ insert_datas_amount }} บันทึกโดยการนำเข้า
vi_vn: Nhập cập nhật {{ updata_datas_amount }} dữ liệu, thêm {{ insert_datas_amount }} dữ liệu
zh_cn: 导入更新了{{ updata_datas_amount }}条数据, 导入新增了{{ insert_datas_amount }}条数据
zh_tw: 匯入更新了{{ updata_datas_amount }}筆資料, 匯入新增了{{ insert_datas_amount }}筆資料

# crop_log.content.data_print
source: Printed record {{ data_label }} in the {{ template_name }} template.
de_de: Gedruckter Datensatz {{ data_label }} in der Vorlage {{ template_name }}.
es_es: Registro impreso {{ data_label }} en la plantilla {{ template_name }}.
fr_fr: Enregistrement imprimé {{ data_label }} dans le modèle {{ template_name }}.
id_id: Rekaman yang dicetak {{ data_label }} dalam templat {{ template_name }}.
ja_jp: {{ template_name }}テンプレートでレコード{{ data_label }}を印刷しました
km_kh: បានបោះពុម្ពកំណត់ត្រា {{ data_label }} ក្នុងគំរូ {{ template_name }}
ko_kr: {{ template_name }} 템플릿에 {{ data_label }} 레코드가 인쇄되었습니다.
pt_pt: Registro impresso {{ data_label }} no modelo {{ template_name }}.
ru_ru: Распечатанная запись {{data_label}} в шаблоне {{template_name}}.
th_th: พิมพ์บันทึก {{ data_label }} ในเทมเพลต {{ template_name }}
vi_vn: In dữ liệu 「{{ data_label }}」 bằng mẫu 「{{ template_name }}」
zh_cn: 使用「{{ template_name }}」模板打印了数据「{{ data_label }}」
zh_tw: 使用「{{ template_name }}」範本列印了資料「{{ data_label }}」

# crop_log.content.data_print_data_qr
source: Batch printed Data QR Codes.
de_de: Im Stapel gedruckte Daten-QR-Codes.
es_es: Códigos QR de datos impresos por lotes.
fr_fr: Impression par lot des codes QR des données.
id_id: Kode QR Data yang dicetak secara batch.
ja_jp: データQRコードを一括印刷しました
km_kh: បានបោះពុម្ពកូដ QR ទិន្នន័យជាក្រុម
ko_kr: 일괄 인쇄된 데이터 QR 코드.
pt_pt: Códigos QR de dados impressos em lote.
ru_ru: Пакетная печать QR-кодов данных.
th_th: รหัส QR ข้อมูลพิมพ์เป็นชุด
vi_vn: In hàng loạt mã QR dữ liệu
zh_cn: 批量打印了数据二维码
zh_tw: 批次列印了資料 QR Code

# crop_log.content.data_print_field_bar
source: Batch printed Field Barcodes.
de_de: Im Stapel gedruckte Feld-Barcodes.
es_es: Códigos de barras de campo impresos por lotes.
fr_fr: Impression par lot des codes-barres des champs.
id_id: Kode Batang Lapangan yang dicetak secara batch.
ja_jp: フィールドバーコードを一括印刷しました
km_kh: បានបោះពុម្ពបាកូដវាលជាក្រុម
ko_kr: 일괄 인쇄된 필드 바코드.
pt_pt: Códigos de barras de campo impressos em lote.
ru_ru: Пакетная печать полевых штрихкодов.
th_th: บาร์โค้ดฟิลด์พิมพ์เป็นชุด
vi_vn: In hàng loạt mã vạch trường
zh_cn: 批量打印了字段条形码
zh_tw: 批次列印了欄位條碼

# crop_log.content.data_print_field_qr
source: Batch printed Field QR Codes.
de_de: Im Stapel gedruckte Feld-QR-Codes.
es_es: Códigos QR de campo impresos por lotes.
fr_fr: Impression par lot des codes QR des champs.
id_id: Kode QR Lapangan yang dicetak secara batch.
ja_jp: フィールドQRコードを一括印刷しました
km_kh: បានបោះពុម្ពកូដ QR វាលជាក្រុម
ko_kr: 현장 QR 코드를 일괄 인쇄합니다.
pt_pt: Códigos QR de campo impressos em lote.
ru_ru: Пакетная печать полевых QR-кодов.
th_th: รหัส QR ของสนามที่พิมพ์เป็นชุด
vi_vn: In hàng loạt mã QR trường
zh_cn: 批量打印了字段二维码
zh_tw: 批次列印了欄位 QR Code

# crop_log.content.data_recover
source: Recovered data {{ data_label }}
de_de: Wiederhergestellte Daten {{ data_label }}
es_es: Datos recuperados {{ data_label }}
fr_fr: Données récupérées {{ data_label }}
id_id: Data yang dipulihkan {{ data_label }}
ja_jp: データ{{ data_label }}を復元しました
km_kh: បានស្តារទិន្នន័យ {{ data_label }}
ko_kr: 복구된 데이터 {{ data_label }}
pt_pt: Dados recuperados {{ data_label }}
ru_ru: Восстановленные данные {{data_label}}
th_th: ข้อมูลที่กู้คืน {{ data_label }}
vi_vn: Khôi phục dữ liệu 「{{ data_label }}」
zh_cn: 恢复了数据「{{ data_label }}」
zh_tw: 恢復了資料「{{ data_label }}」

# crop_log.content.data_remove
source: Deleted data {{ data_label }}
de_de: Gelöschte Daten {{ data_label }}
es_es: Datos eliminados {{ data_label }}
fr_fr: Données supprimées {{ data_label }}
id_id: Data yang dihapus {{ data_label }}
ja_jp: データ{{ data_label }}を削除しました
km_kh: បានលុបទិន្នន័យ {{ data_label }}
ko_kr: 삭제된 데이터 {{ data_label }}
pt_pt: Dados excluídos {{ data_label }}
ru_ru: Удаленные данные {{data_label}}
th_th: ลบข้อมูล {{ data_label }}
vi_vn: Xóa dữ liệu 「{{ data_label }}」
zh_cn: 删除了数据「{{ data_label }}」
zh_tw: 刪除了資料「{{ data_label }}」

# crop_log.content.data_remove_hard
source: Deleted data {{ data_label }} from Data Recycle
de_de: Gelöschte Daten {{ data_label }} aus Data Recycle
es_es: Datos eliminados {{ data_label }} del reciclaje de datos
fr_fr: Données supprimées {{ data_label }} de la corbeille
id_id: Data yang dihapus {{ data_label }} dari Daur Ulang Data
ja_jp: データリサイクルからデータ{{ data_label }}を削除しました
km_kh: បានលុបទិន្នន័យ {{ data_label }} ពីធុងសំរាមទិន្នន័យ
ko_kr: 데이터 재활용에서 {{ data_label }} 데이터를 삭제했습니다.
pt_pt: Dados excluídos {{ data_label }} da Reciclagem de Dados
ru_ru: Удалены данные {{data_label}} из корзины данных
th_th: ลบข้อมูล {{ data_label }} จาก Data Recycle
vi_vn: Xóa dữ liệu 「{{ data_label }}」 từ thùng rác dữ liệu
zh_cn: 从数据回收站中删除了数据「{{ data_label }}」
zh_tw: 從資料回收站中刪除了資料「{{ data_label }}」

# crop_log.content.data_trigger_copy
source: Created an automation {{ name }} copied from the automation {{ ori_name }} from the app {{ app_name }}.
de_de: Eine Automatisierung erstellt {{ name }}, kopiert aus der Automatisierung {{ ori_name }} aus der App {{ app_name }}.
es_es: Se creó una automatización {{ name }} copiada de la automatización {{ ori_name }} de la aplicación {{ app_name }}.
fr_fr: Créé une automatisation {{ name }} en copiant depuis l'automatisation {{ ori_name }} de l'application {{ app_name }}
id_id: Membuat otomatisasi {{ name }} yang disalin dari otomatisasi {{ ori_name }} dari aplikasi {{ app_name }}.
ja_jp: アプリ{{ app_name }}のオートメーション{{ ori_name }}からコピーして、オートメーション{{ name }}を作成しました
km_kh: បានបង្កើតស្វ័យប្រវត្តិកម្ម {{ name }} ដោយចម្លងពីស្វ័យប្រវត្តិកម្ម {{ ori_name }} ពីកម្មវិធី {{ app_name }}
ko_kr: 앱 {{ app_name }}의 자동화 {{ ori_name }}에서 복사된 자동화 {{ name }}을 생성했습니다.
pt_pt: Criou uma automação {{ name }} copiada da automação {{ ori_name }} do aplicativo {{ app_name }}.
ru_ru: Создана автоматизация {{name}}, скопированная из автоматизации {{ori_name}} из приложения {{app_name}}.
th_th: สร้างระบบอัตโนมัติ {{ name }} โดยคัดลอกจากระบบอัตโนมัติ {{ ori_name }} จากแอป {{ app_name }}
vi_vn: Tạo trợ lý thông minh 「{{ name }}」, sao chép từ trợ lý thông minh 「{{ ori_name }}」 của ứng dụng 「{{ app_name }}」
zh_cn: 创建了智能助手「{{ name }}」，复制自「{{ app_name }}」应用的「{{ ori_name }}」智能助手
zh_tw: 建立了智慧助手「{{ name }}」，復製自「{{ app_name }}」應用的「{{ ori_name }}」智慧助手

# crop_log.content.data_trigger_create
source: Created automation {{ name }}
de_de: Automatisierung erstellt {{ name }}
es_es: Automatización creada {{ name }}
fr_fr: Automatisation créée {{ name }}
id_id: Dibuat otomatisasi {{ nama }}
ja_jp: 自動化{{ name }}を作成しました
km_kh: បានបង្កើតស្វ័យប្រវត្តិកម្ម {{ name }}
ko_kr: 자동화 {{ name }}을(를) 생성했습니다.
pt_pt: Automação criada {{ nome }}
ru_ru: Создана автоматизация {{ name }}
th_th: สร้างระบบอัตโนมัติ {{ name }}
vi_vn: Tạo trợ lý thông minh 「{{ name }}」
zh_cn: 创建了智能助手「{{ name }}」
zh_tw: 建立了智慧助手「{{ name }}」

# crop_log.content.data_trigger_remove
source: Deleted automation {{ name }}
de_de: Gelöschte Automatisierung {{ name }}
es_es: Automatización eliminada {{ name }}
fr_fr: Automatisation supprimée {{ name }}
id_id: Otomatisasi yang dihapus {{ name }}
ja_jp: 自動化{{ name }}を削除しました
km_kh: បានលុបស្វ័យប្រវត្តិកម្ម {{ name }}
ko_kr: 자동화 {{ name }}이(가) 삭제되었습니다.
pt_pt: Automação excluída {{ nome }}
ru_ru: Удалена автоматизация {{name}}
th_th: ลบการทำงานอัตโนมัติ {{ name }}
vi_vn: Xóa trợ lý thông minh 「{{ name }}」
zh_cn: 删除了智能助手「{{ name }}」
zh_tw: 刪除了智慧助手「{{ name }}」

# crop_log.content.data_trigger_start
source: Enabled automation {{ name }}
de_de: Aktivierte Automatisierung {{ name }}
es_es: Automatización habilitada {{ name }}
fr_fr: Automatisation activée {{ name }}
id_id: Otomatisasi yang diaktifkan {{ name }}
ja_jp: 自動化{{ name }}を有効にしました
km_kh: បានបើកស្វ័យប្រវត្តិកម្ម {{ name }}
ko_kr: 자동화 {{ name }} 활성화됨
pt_pt: Automação habilitada {{ nome }}
ru_ru: Включена автоматизация {{name}}
th_th: เปิดใช้งานระบบอัตโนมัติ {{ name }}
vi_vn: Bật trợ lý thông minh 「{{ name }}」
zh_cn: 开启了智能助手「{{ name }}」
zh_tw: 開啟了智慧助手「{{ name }}」

# crop_log.content.data_trigger_stop
source: Disabled automation {{ name }}
de_de: Deaktivierte Automatisierung {{ name }}
es_es: Automatización deshabilitada {{ name }}
fr_fr: Automatisation désactivée {{ name }}
id_id: Otomatisasi dinonaktifkan {{ name }}
ja_jp: 自動化{{ name }}を無効にしました
km_kh: បានបិទស្វ័យប្រវត្តិកម្ម {{ name }}
ko_kr: 비활성화된 자동화 {{ name }}
pt_pt: Automação desabilitada {{ name }}
ru_ru: Отключена автоматизация {{name}}
th_th: ปิดใช้งานระบบอัตโนมัติ {{ name }}
vi_vn: Tắt trợ lý thông minh 「{{ name }}」
zh_cn: 关闭了智能助手「{{ name }}」
zh_tw: 關閉了智慧助手「{{ name }}」

# crop_log.content.data_trigger_update
source: Updated automation {{ name }}
de_de: Aktualisierte Automatisierung {{ name }}
es_es: Automatización actualizada {{ name }}
fr_fr: Automatisation mise à jour {{ name }}
id_id: Otomatisasi yang diperbarui {{ name }}
ja_jp: 自動化{{ name }}を更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យស្វ័យប្រវត្តិកម្ម {{ name }}
ko_kr: 업데이트된 자동화 {{ name }}
pt_pt: Automação atualizada {{ name }}
ru_ru: Обновленная автоматизация {{name}}
th_th: อัปเดตระบบอัตโนมัติ {{ name }}
vi_vn: Sửa trợ lý thông minh 「{{ name }}」
zh_cn: 修改了智能助手「{{ name }}」
zh_tw: 修改了智慧助手「{{ name }}」

# crop_log.content.data_trigger_update_rename
source: The automation {{ ori_name }} was updated and renamed to {{ name }}
de_de: Die Automatisierung {{ ori_name }} wurde aktualisiert und in {{ name }} umbenannt.
es_es: La automatización {{ ori_name }} se actualizó y cambió su nombre a {{ name }}
fr_fr: L'automatisation {{ ori_name }} a été mise à jour et renommée en {{ name }}
id_id: Otomatisasi {{ ori_name }} diperbarui dan diganti nama menjadi {{ name }}
ja_jp: 自動化{{ ori_name }}を更新し、{{ name }}に名前を変更しました
km_kh: ស្វ័យប្រវត្តិកម្ម {{ ori_name }} ត្រូវបានធ្វើឱ្យទាន់សម័យ និងប្តូរឈ្មោះទៅ {{ name }}
ko_kr: 자동화 {{ ori_name }}이 업데이트되었으며 이름이 {{ name }}으로 변경되었습니다.
pt_pt: A automação {{ ori_name }} foi atualizada e renomeada para {{ name }}
ru_ru: Автоматизация {{ori_name}} была обновлена и переименована в {{name}}
th_th: ระบบอัตโนมัติ {{ ori_name }} ได้รับการอัปเดตและเปลี่ยนชื่อเป็น {{ name }}
vi_vn: Sửa và đổi tên trợ lý thông minh từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 修改了智能助手「{{ ori_name }}」，并重命名为「{{ name }}」
zh_tw: 修改了智慧助手「{{ ori_name }}」，並重命名為「{{ name }}」

# crop_log.content.data_update
source: Updated data {{ data_label }}
de_de: Aktualisierte Daten {{ data_label }}
es_es: Datos actualizados {{ data_label }}
fr_fr: Données mises à jour {{ data_label }}
id_id: Data yang diperbarui {{ data_label }}
ja_jp: データ{{ data_label }}を更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យទិន្នន័យ {{ data_label }}
ko_kr: 업데이트된 데이터 {{ data_label }}
pt_pt: Dados atualizados {{ data_label }}
ru_ru: Обновленные данные {{data_label}}
th_th: อัปเดตข้อมูล {{ data_label }}
vi_vn: Sửa dữ liệu 「{{ data_label }}」
zh_cn: 修改了数据「{{ data_label }}」
zh_tw: 修改了資料「{{ data_label }}」
