Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.account_change_collaborator
source: {{ operator }} changed the collaborator(s) of the customer {{ data_label }}. Current collaborator: {{ collaborators }}.
de_de: {{ operator }} hat den/die Mitarbeiter des Kunden {{ data_label }} geändert. Aktueller Mitarbeiter: {{ collaborators }}.
es_es: {{ operator }} cambió el/los colaborador(es) del cliente {{ data_label }}. Colaborador actual: {{ collaborations }}.
fr_fr: {{ operator }} a changé le(s) collaborateur(s) du client {{ data_label }}. Collaborateur actuel : {{ collaborators }}.
id_id: {{ operator }} mengubah kolaborator pelanggan {{ data_label }}. Kolaborator saat ini: {{ collaborators }}.
ja_jp: {{ operator }}が顧客「{{ data_label }}」のコラボレーターを変更しました。現在のコラボレーター：「{{ collaborators }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការអតិថិជន {{ data_label }}។ អ្នកសហការបច្ចុប្បន្ន៖ {{ collaborators }}
ko_kr: {{ operator }}님이 고객 {{ data_label }}의 공동 작업자를 변경했습니다. 현재 공동 작업자는 {{ collaborators }}명입니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) do cliente {{ data_label }}. Colaborador atual: {{ collaborators }}.
ru_ru: {{operator}} изменил(а) соавтора(ов) клиента {{data_label}}. Текущий соавтор: {{collaborators}}.
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของลูกค้า {{ data_label }} ผู้ร่วมงานปัจจุบัน: {{ collaborators }}
vi_vn: {{ operator }} đã thay đổi người cộng tác của khách hàng 「{{ data_label }}」. Hiện tại: 「{{ collaborators }}」
zh_cn: {{ operator }}变更了客户「{{ data_label }}」的协作人。当前协作人「{{ collaborators }}」。
zh_tw: {{ operator }}變更了客戶「{{ data_label }}」的協作者。當前協作者「{{ collaborators }}」。

# site.message.content.account_change_collaborator_merge
source: {{ operator }} changed the collaborator(s) of {{ account_num }} customer(s).
de_de: {{ operator }} hat den/die Mitarbeiter von {{ account_num }} Kunden geändert.
es_es: {{ operator }} cambió el/los colaborador(es) de {{ account_num }} cliente(s).
fr_fr: {{ operator }} a changé le(s) collaborateur(s) de {{ account_num }} client(s).
id_id: {{ operator }} mengubah kolaborator dari {{ account_num }} pelanggan.
ja_jp: {{ operator }}が{{ account_num }}件の顧客のコラボレーターを変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការអតិថិជន {{ account_num }} នាក់
ko_kr: {{ operator }}가 {{ account_num }}명의 고객의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) de {{ account_num }} cliente(s).
ru_ru: {{operator}} изменил(а) соавтора(ов) {{account_num}} клиента(ов).
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของลูกค้า {{ account_num }}
vi_vn: {{ operator }} đã thay đổi người cộng tác của {{ account_num }} khách hàng
zh_cn: {{ operator }}变更了{{ account_num }}个客户的协作人。
zh_tw: {{ operator }}變更了{{ account_num }}個客戶的協作者。

# site.message.content.account_recycle
source: {{ operator }} recycled the customer "{{ data_label }}".
de_de: {{ operator }} hat den Kunden "{{ data_label }}" recycelt.
es_es: {{ operator }} recicló el cliente "{{ data_label }}".
fr_fr: {{ operator }} a recyclé le client "{{ data_label }}".
id_id: {{ operator }} mendaur ulang pelanggan "{{ data_label }}".
ja_jp: {{ operator }}が顧客「{{ data_label }}」を再回収しました。
km_kh: {{ operator }} បានយកអតិថិជន "{{ data_label }}" មកវិញ
ko_kr: {{ operator }}가 고객 "{{ data_label }}"을 재활용했습니다.
pt_pt: {{ operator }} reciclou o cliente "{{ data_label }}".
ru_ru: {{operator}} переработал клиента "{{data_label}}".
th_th: {{ operator }} รีไซเคิลลูกค้า "{{ data_label }}" แล้ว
vi_vn: {{ operator }} đã thu hồi khách hàng 「{{ data_label }}」
zh_cn: {{ operator }}回收了客户「{{ data_label }}」。
zh_tw: {{ operator }}回收了客戶「{{ data_label }}」。

# site.message.content.account_recycle_cron
source: The customer "{{ data_label }}" was automatically recycled.
de_de: Der Kunde „{{ data_label }}“ wurde automatisch recycelt.
es_es: El cliente "{{ data_label }}" fue reciclado automáticamente.
fr_fr: Le client "{{ data_label }}" a été automatiquement recyclé.
id_id: Pelanggan "{{ data_label }}" didaur ulang secara otomatis.
ja_jp: 顧客「{{ data_label }}」が自動的に再回収されました。
km_kh: អតិថិជន "{{ data_label }}" ត្រូវបានយកមកវិញដោយស្វ័យប្រវត្តិ
ko_kr: 고객 "{{ data_label }}"은 자동으로 재활용되었습니다.
pt_pt: O cliente "{{ data_label }}" foi reciclado automaticamente.
ru_ru: Клиент "{{ data_label }}" был автоматически утилизирован.
th_th: ลูกค้า "{{ data_label }}" จะถูกรีไซเคิลโดยอัตโนมัติ
vi_vn: Khách hàng 「{{ data_label }}」 bị thu hồi tự động
zh_cn: 客户「{{ data_label }}」被自动回收。
zh_tw: 客戶「{{ data_label }}」被自動回收。

# site.message.content.account_recycle_merge
source: {{ operator }} recycled {{ account_num }} customer(s).
de_de: {{ operator }} hat {{ account_num }} Kunden recycelt.
es_es: {{ operator }} recicló {{ account_num }} cliente(s).
fr_fr: {{ operator }} a recyclé {{ account_num }} client(s).
id_id: {{ operator }} mendaur ulang {{ account_num }} pelanggan.
ja_jp: {{ operator }}が{{ account_num }}件の顧客を再回収しました。
km_kh: {{ operator }} បានយកអតិថិជន {{ account_num }} នាក់មកវិញ
ko_kr: {{ operator }}님이 {{ account_num }}명의 고객을 재활용했습니다.
pt_pt: {{ operator }} reciclou {{ account_num }} cliente(s).
ru_ru: {{operator}} переработал {{account_num}} клиента(ов).
th_th: {{ operator }} รีไซเคิลลูกค้า {{ account_num }} รายแล้ว
vi_vn: {{ operator }} đã thu hồi {{ account_num }} khách hàng
zh_cn: {{ operator }}回收了{{ account_num }}个客户。
zh_tw: {{ operator }}回收了{{ account_num }}個客戶。

# site.message.content.aggregate_buffer
source: The number of aggregate tables for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der aggregierten Tabellen für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de tablas agregadas de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre de tables d'agrégation pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah tabel agregat untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社/チーム「{{ corpName }}」の集計表の数が「{{ vipLevel }}」の制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួនតារាងសរុបសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 집계 테이블 수가 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 플랜 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 플랜을 업그레이드하세요.
pt_pt: número de tabelas agregadas da sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество агрегированных таблиц для вашей компании/команды "{{ corpName }}" превысило лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวนตารางรวมสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Số bảng tổng hợp của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的聚合表数量已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的彙總表數量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.aggregation_buffer
source: The number of aggregations for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der Aggregationen für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de agregaciones de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre d'agrégations pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah agregasi untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社/チーム「{{ corpName }}」のアグリゲーションの数が「{{ vipLevel }}」の制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួនការបូកសរុបសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 집계 수가 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O número de agregações para sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество агрегаций для вашей компании/команды "{{ corpName }}" превысило лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวนการรวมสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Số tính toán tổng hợp của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的聚合计算数量已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的聚合計算數量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.analytics_exceed
source: The number of authorized people has exceeded the limit. Data analysis access is blocked now. Remove some members' data analysis permission in the product center.
de_de: Die Anzahl der berechtigten Personen hat das Limit überschritten. Der Zugriff auf die Datenanalyse ist nun gesperrt. Entziehen Sie einigen Mitgliedern die Berechtigung zur Datenanalyse im Produktcenter.
es_es: El número de personas autorizadas ha superado el límite. El acceso al análisis de datos está bloqueado. Se ha eliminado el permiso de análisis de datos de algunos miembros en el centro de productos.
fr_fr: Le nombre de personnes autorisées a dépassé la limite. L'accès à l'analyse des données est maintenant bloqué. Retirez l'autorisation d'analyse des données de certains membres dans le centre de produits.
id_id: Jumlah orang yang diberi wewenang telah melampaui batas. Akses analisis data kini diblokir. Hapus izin analisis data beberapa anggota di pusat produk.
ja_jp: あなたのチーム「<%- corpName %>」のデータ分析の可視範囲が人数制限を超えているため、メンバーがアクセスできなくなりました。可視範囲を減らすか、現在のバージョンの使用状況を確認してください。
km_kh: ចំនួនមនុស្សដែលបានអនុញ្ញាតបានលើសពីកម្រិត។ ឥឡូវនេះការចូលប្រើការវិភាគទិន្នន័យត្រូវបានទប់ស្កាត់។ សូមដកសិទ្ធិវិភាគទិន្នន័យរបស់សមាជិកមួយចំនួននៅក្នុងមជ្ឈមណ្ឌលផលិតផល។
ko_kr: 권한이 있는 사용자 수가 한도를 초과했습니다. 현재 데이터 분석 접근이 차단되었습니다. 제품 센터에서 일부 구성원의 데이터 분석 권한을 제거하세요.
pt_pt: número de pessoas autorizadas excedeu o limite. O acesso à análise de dados está bloqueado. Remova a permissão de análise de dados de alguns membros na central de produtos.
ru_ru: Количество авторизованных людей превысило лимит. Доступ к анализу данных сейчас заблокирован. Удалите разрешение на анализ данных некоторых участников в центре продуктов.
th_th: จำนวนผู้ได้รับอนุญาตเกินขีดจำกัดแล้ว ขณะนี้การเข้าถึงการวิเคราะห์ข้อมูลถูกบล็อกแล้ว ลบสิทธิ์การวิเคราะห์ข้อมูลของสมาชิกบางส่วนในศูนย์ผลิตภัณฑ์
vi_vn: Phạm vi hiển thị phân tích dữ liệu của 「{{ corpName }}」 vượt giới hạn số người, thành viên không truy cập được, điều chỉnh số người tại trung tâm sản phẩm
zh_cn: 你团队「{{ corpName }}」的数据分析的可见范围已超出人数限制，成员已无法访问，请至产品中心调整可见范围人数。
zh_tw: 你團隊「<%- corpName %>」的資料分析的可見範圍已超出人數限制，成員已無法造訪，請至產品中心調整可見範圍人數

# site.message.content.api_key_create
source: {{ operator }} created API Key(s)
de_de: {{ operator }} hat/haben API-Schlüssel erstellt
es_es: {{ operator }} creó claves API
fr_fr: {{ operator }} a créé des clés API
id_id: {{ operator }} membuat Kunci API
ja_jp: {{ operator }}がAPIキーを作成しました
km_kh: {{ operator }} បានបង្កើតសោ API
ko_kr: {{ operator }}님이 API 키를 생성했습니다.
pt_pt: {{ operator }} criou chave(s) de API
ru_ru: {{operator}} создал(а) ключ(и) API
th_th: {{ operator }} ได้สร้าง API Key แล้ว
vi_vn: {{ operator }} đã tạo API Key
zh_cn: {{ operator }} 创建了 API Key
zh_tw: {{ operator }} 建立了 API Key

# site.message.content.api_key_disable
source: {{ operator }} disabled API Key(s)
de_de: {{ operator }} deaktivierte(r) API-Schlüssel
es_es: {{ operator }} clave(s) API deshabilitadas
fr_fr: {{ operator }} a désactivé des clés API
id_id: {{ operator }} menonaktifkan Kunci API
ja_jp: {{ operator }}がAPIキーを無効にしました
km_kh: {{ operator }} បានបិទសោ API
ko_kr: {{ operator }}이(가) API 키를 비활성화했습니다.
pt_pt: {{ operator }} Chave(s) de API desabilitada(s)
ru_ru: {{operator}} отключены ключи API
th_th: {{ operator }} ปิดใช้งาน API Key แล้ว
vi_vn: {{ operator }} đã tắt API Key
zh_cn: {{ operator }} 停用了 API Key
zh_tw: {{ operator }} 停用了 API Key

# site.message.content.api_key_enable
source: {{ operator }} enabled API Key(s)
de_de: {{ operator }} aktivierte(r) API-Schlüssel
es_es: {{ operator }} clave(s) API habilitadas
fr_fr: {{ operator }} a activé des clés API
id_id: {{ operator }} mengaktifkan Kunci API
ja_jp: {{ operator }}がAPIキーを有効にしました
km_kh: {{ operator }} បានបើកសោ API
ko_kr: {{ operator }} 활성화된 API 키
pt_pt: Chave(s) de API habilitada(s) por {{ operator }}
ru_ru: {{operator}} включены ключи API
th_th: {{ operator }} เปิดใช้งาน API Key แล้ว
vi_vn: {{ operator }} đã bật API Key
zh_cn: {{ operator }} 启用了 API Key
zh_tw: {{ operator }} 啟用了 API Key

# site.message.content.api_key_remove
source: {{ operator }} deleted API Key(s)
de_de: {{ operator }} hat/haben API-Schlüssel gelöscht
es_es: {{ operator }} clave(s) API eliminadas
fr_fr: {{ operator }} a supprimé des clés API
id_id: {{ operator }} menghapus Kunci API
ja_jp: {{ operator }}がAPIキーを削除しました
km_kh: {{ operator }} បានលុបសោ API
ko_kr: {{ operator }}님이 API 키를 삭제했습니다.
pt_pt: {{ operator }} excluiu chave(s) de API
ru_ru: {{operator}} удалены ключи API
th_th: {{ operator }} ลบรหัส API แล้ว
vi_vn: {{ operator }} đã xóa API Key
zh_cn: {{ operator }} 删除了 API Key
zh_tw: {{ operator }} 刪除了 API Key

# site.message.content.app_create
source: {{ operator }} created the {{ appName }} app
de_de: {{ operator }} hat die App {{ appName }} erstellt
es_es: {{ operator }} creó la aplicación {{ appName }}
fr_fr: {{ operator }} a créé l'application {{ appName }}
id_id: {{ operator }} membuat aplikasi {{ appName }}
ja_jp: {{ operator }}が{{ appName }}アプリを作成しました
km_kh: {{ operator }} បានបង្កើតកម្មវិធី {{ appName }}
ko_kr: {{ operator }}님이 {{ appName }} 앱을 생성했습니다.
pt_pt: {{ operator }} criou o aplicativo {{ appName }}
ru_ru: {{operator}} создал приложение {{appName}}
th_th: {{ operator }} สร้างแอป {{ appName }}
vi_vn: {{ operator }} đã tạo ứng dụng 「{{ appName }}」
zh_cn: {{ operator }} 创建了应用「{{ appName }}」
zh_tw: {{ operator }} 建立了應用程式「{{ appName }}」

# site.message.content.app_publish_failed.0
source: Sorry, your app {{ appName }} failed to be published. The reason is as follows:
de_de: Leider konnte Ihre App {{ appName }} nicht veröffentlicht werden. Der Grund ist folgender:
es_es: Lo sentimos, tu aplicación {{appName}} no se publicó. El motivo es el siguiente:
fr_fr: Désolé, votre application {{ appName }} n'a pas pu être publiée. La raison est la suivante :
id_id: Maaf, aplikasi Anda {{ appName }} gagal dipublikasikan. Alasannya adalah sebagai berikut:
ja_jp: 申し訳ありませんが、アプリ「{{ appName }}」の公開に失敗しました。理由は以下の通りです：
km_kh: សូមអភ័យទោស កម្មវិធីរបស់អ្នក {{ appName }} បរាជ័យក្នុងការបោះពុម្ព។ ហេតុផលមានដូចខាងក្រោម៖
ko_kr: 죄송합니다. {{ appName }} 앱을 게시하지 못했습니다. 이유는 다음과 같습니다.
pt_pt: Desculpe, seu aplicativo {{ appName }} não pôde ser publicado. O motivo é o seguinte:
ru_ru: Извините, ваше приложение {{ appName }} не удалось опубликовать. Причина следующая:
th_th: ขออภัย แอป {{ appName }} ของคุณไม่สามารถเผยแพร่ได้ สาเหตุคือ:
vi_vn: Rất tiếc, ứng dụng 「{{ appName }}」 của bạn phát hành thất bại, lý do:
zh_cn: 抱歉，你的应用“{{ appName }}”发布失败，具体原因如下:
zh_tw: 抱歉，你的應用程式「{{ appName }}」發布失敗，具體原因如下:

# site.message.content.app_publish_failed.1
source: Reason: {{ reason }}
de_de: Grund: {{ reason }}
es_es: Motivo: {{ reason }}
fr_fr: Raison : {{ reason }}
id_id: Alasan: {{ reason }}
ja_jp: 理由：{{ reason }}
km_kh: ហេតុផល៖ {{ reason }}
ko_kr: 이유: {{ reason }}
pt_pt: Motivo: {{ motivo }}
ru_ru: Причина: {{ reason }}
th_th: เหตุผล: {{ reason }}
vi_vn: Lý do: {{ reason }}
zh_cn: 原因：{{ reason }}
zh_tw: 原因：{{ reason }}

# site.message.content.app_publish_success
source: Congratulations! You have published the {{ appName }} app successfully. Check it out in the Template Center.
de_de: Herzlichen Glückwunsch! Sie haben die App {{ appName }} erfolgreich veröffentlicht. Sehen Sie sie sich im Vorlagencenter an.
es_es: ¡Felicitaciones! Has publicado la aplicación {{appName}} correctamente. Compruébalo en el Centro de Plantillas.
fr_fr: Félicitations ! Vous avez publié avec succès l'application {{ appName }}. Consultez-la dans le Centre de modèles.
id_id: Selamat! Anda telah berhasil menerbitkan aplikasi {{ appName }}. Periksa di Pusat Template.
ja_jp: おめでとうございます！{{ appName }}アプリが正常に公開されました。テンプレートセンターで確認してください。
km_kh: អបអរសាទរ! អ្នកបានបោះពុម្ពកម្មវិធី {{ appName }} ដោយជោគជ័យ។ សូមមើលវានៅក្នុងមជ្ឈមណ្ឌលគំរូ។
ko_kr: 축하합니다! {{ appName }} 앱을 성공적으로 게시했습니다. 템플릿 센터에서 확인해 보세요.
pt_pt: Parabéns! Você publicou o aplicativo {{ appName }} com sucesso. Confira na Central de Modelos.
ru_ru: Поздравляем! Вы успешно опубликовали приложение {{ appName }}. Проверьте его в Центре шаблонов.
th_th: ขอแสดงความยินดี! คุณได้เผยแพร่แอป {{ appName }} สำเร็จแล้ว ตรวจสอบในศูนย์เทมเพลต
vi_vn: Chúc mừng, bạn đã phát hành ứng dụng 「{{ appName }}」 thành công, xem tại trung tâm mẫu
zh_cn: 恭喜你，你已成功发布了应用「{{ appName }}」，请前往模板中心查看
zh_tw: 恭喜你，你已成功發佈了應用「{{ appName }}」，請前往範本中心查看

# site.message.content.app_remove
source: {{ operator }} deleted the {{ appName }} app
de_de: {{ operator }} hat die App {{ appName }} gelöscht
es_es: {{ operator }} eliminó la aplicación {{ appName }}
fr_fr: {{ operator }} a supprimé l'application {{ appName }}
id_id: {{ operator }} menghapus aplikasi {{ appName }}
ja_jp: {{ operator }}が{{ appName }}アプリを削除しました
km_kh: {{ operator }} បានលុបកម្មវិធី {{ appName }}
ko_kr: {{ operator }}님이 {{ appName }} 앱을 삭제했습니다.
pt_pt: {{ operator }} excluiu o aplicativo {{ appName }}
ru_ru: {{operator}} удалил приложение {{appName}}
th_th: {{ operator }} ลบแอป {{ appName }}
vi_vn: {{ operator }} đã xóa ứng dụng 「{{ appName }}」
zh_cn: {{ operator }} 删除了应用「{{ appName }}」
zh_tw: {{ operator }} 刪除了應用程式「{{ appName }}」

# site.message.content.app_rename
source: {{ operator }} changed the app name from {{ oriAppName }} to {{ newAppName }}
de_de: {{ operator }} hat den App-Namen von {{ oriAppName }} in {{ newAppName }} geändert
es_es: {{ operator }} cambió el nombre de la aplicación de {{ oriAppName }} a {{ newAppName }}
fr_fr: {{ operator }} a changé le nom de l'application de {{ oriAppName }} à {{ newAppName }}
id_id: {{ operator }} mengubah nama aplikasi dari {{ oriAppName }} menjadi {{ newAppName }}
ja_jp: {{ operator }}がアプリ名を{{ oriAppName }}から{{ newAppName }}に変更しました
km_kh: {{ operator }} បានប្តូរឈ្មោះកម្មវិធីពី {{ oriAppName }} ទៅ {{ newAppName }}
ko_kr: {{ operator }}가 앱 이름을 {{ oriAppName }}에서 {{ newAppName }}으로 변경했습니다.
pt_pt: {{ operator }} alterou o nome do aplicativo de {{ oriAppName }} para {{ newAppName }}
ru_ru: {{operator}} изменил название приложения с {{oriAppName}} на {{newAppName}}
th_th: {{ operator }} เปลี่ยนชื่อแอปจาก {{ oriAppName }} เป็น {{ newAppName }}
vi_vn: {{ operator }} đã sửa tên ứng dụng từ 「{{ oriAppName }}」 thành 「{{ newAppName }}」
zh_cn: {{ operator }} 将「{{ oriAppName }}」应用名称修改为了「{{ newAppName }}」
zh_tw: {{ operator }} 將「{{ oriAppName }}」應用程式名稱修改為了「{{ newAppName }}」

# site.message.content.app_template_approved
source: Template "{{ templateName }}" has been approved
de_de: Vorlage "{{ templateName }}" wurde genehmigt
es_es: La plantilla "{{templateName}}" ha sido aprobada
fr_fr: Le modèle "{{ templateName }}" a été approuvé
id_id: Template "{{ templateName }}" telah disetujui
ja_jp: テンプレート「{{ templateName }}」の監査に合格しました
km_kh: គំរូ "{{ templateName }}" ត្រូវបានអនុម័ត
ko_kr: 템플릿 "{{ templateName }}"이 승인되었습니다.
pt_pt: O modelo "{{ templateName }}" foi aprovado
ru_ru: Шаблон "{{ templateName }}" был одобрен
th_th: เทมเพลต "{{ templateName }}" ได้รับการอนุมัติแล้ว
vi_vn: Mẫu 「{{ templateName }}」 đã được duyệt
zh_cn: 模板「{{ templateName }}」审核通过
zh_tw: 範本「{{ templateName }}」稽核通過

# site.message.content.app_template_publish
source: {{ operator }} has released the "{{ templateName }}" application, awaiting review
de_de: {{ operator }} hat die Anwendung "{{ templateName }}" freigegeben und wartet auf Überprüfung
es_es: {{ operator }} ha lanzado la aplicación "{{ templateName }}", en espera de revisión
fr_fr: {{ operator }} a publié l'application "{{ templateName }}", en attente de révision
id_id: {{ operator }} telah merilis aplikasi "{{ templateName }}", menunggu peninjauan
ja_jp: {{ operator }}は、レビュー対象リストにテンプレートが追加された「{{ templateName }}」アプリケーションをリリースしました
km_kh: {{ operator }} បានចេញផ្សាយកម្មវិធី "{{ templateName }}" កំពុងរង់ចាំការពិនិត្យ
ko_kr: {{ operator }}님이 "{{ templateName }}" 애플리케이션을 출시했으며 검토를 기다리고 있습니다.
pt_pt: {{ operator }} lançou o aplicativo "{{ templateName }}", aguardando revisão
ru_ru: {{operator}} выпустил приложение "{{templateName}}", ожидающее рассмотрения
th_th: {{ operator }} ได้เปิดตัวแอปพลิเคชัน "{{ templateName }}" แล้ว โดยอยู่ระหว่างรอการตรวจสอบ
vi_vn: {{ operator }} đã phát hành ứng dụng 「{{ templateName }}」, mẫu đã vào danh sách chờ duyệt
zh_cn: {{ operator }} 发布了「{{ templateName }}」应用，模板已加入待审核列表
zh_tw: {{ operator }}發佈了「{{ templateName }}」應用，範本已加入待稽核清單

# site.message.content.app_template_rejected
source: The template "{{ templateName }}" did not pass the review. reason: {{ reason }}
de_de: Die Vorlage "{{ templateName }}" hat die Prüfung nicht bestanden. Grund: {{ reason }}
es_es: La plantilla "{{ templateName }}" no pasó la revisión. motivo: {{ reason }}
fr_fr: Le modèle "{{ templateName }}" n'a pas passé la révision. Raison : {{ reason }}
id_id: Templat "{{ templateName }}" tidak lolos peninjauan. alasan: {{ reason }}
ja_jp: テンプレート「{{ templateName }}」の監査に失敗しました。理由：{{ reason }}
km_kh: គំរូ "{{ templateName }}" មិនឆ្លងកាត់ការពិនិត្យ។ មូលហេតុ៖ {{ reason }}
ko_kr: 템플릿 "{{ templateName }}"이(가) 검토를 통과하지 못했습니다. 이유: {{ reason }}
pt_pt: O modelo "{{ templateName }}" não passou na revisão. Motivo: {{ reason }}
ru_ru: Шаблон "{{ templateName }}" не прошел проверку. причина: {{ reason }}
th_th: เทมเพลต "{{ templateName }}" ไม่ผ่านการตรวจสอบ เหตุผล: {{ reason }}
vi_vn: Mẫu 「{{ templateName }}」 không được duyệt. Lý do: {{ reason }}
zh_cn: 模板「{{ templateName }}」审核不通过。原因：{{ reason }}
zh_tw: 範本「{{ templateName }}」稽核不通過。 原因： {{ reason }}
