Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# corp.log.ocrCount
source: OCR Usage
de_de: OCR-Nutzung
es_es: Uso de OCR
fr_fr: Utilisation OCR
id_id: Penggunaan OCR
ja_jp: OCR使用量
km_kh: ការប្រើប្រាស់ OCR
ko_kr: OCR 사용법
pt_pt: Uso de OCR
ru_ru: Использование OCR
th_th: การใช้งาน OCR
vi_vn: Số lần tiêu thụ
zh_cn: 消耗次数
zh_tw: 消耗次數

# corp.log.ocrDrivingLicense
source: Driver's License
de_de: Führerschein
es_es: Licencia de conducir
fr_fr: Permis de conduire
id_id: SIM
ja_jp: 運転免許証
km_kh: អាជ្ញាប័ណ្ណបើកបរ
ko_kr: 운전면허증
pt_pt: Carteira de motorista
ru_ru: Водительское удостоверение
th_th: ใบอนุญาตขับขี่
vi_vn: Bằng lái xe
zh_cn: 驾驶证
zh_tw: 駕駛證

# corp.log.ocrGeneral
source: General Text
de_de: Allgemeiner Text
es_es: Texto general
fr_fr: Texte général
id_id: Teks Umum
ja_jp: 一般テキスト
km_kh: អត្ថបទទូទៅ
ko_kr: 일반 텍스트
pt_pt: Texto Geral
ru_ru: Общий текст
th_th: ข้อความทั่วไป
vi_vn: Văn bản chung
zh_cn: 通用文字
zh_tw: 通用文字

# corp.log.ocrIdCard
source: ID Card
de_de: Ausweis
es_es: Tarjeta de identificación
fr_fr: Carte d'identité
id_id: Kartu Identitas
ja_jp: IDカード
km_kh: អត្តសញ្ញាណប័ណ្ណ
ko_kr: 신분증
pt_pt: Cartão de identificação
ru_ru: Удостоверение личности
th_th: บัตรประชาชน
vi_vn: Thẻ căn cước
zh_cn: 身份证
zh_tw: 身份證

# corp.log.ocrLog
source: OCR
es_es: LOC
ru_ru: ОРС
th_th: โอซีอาร์
vi_vn: Nhận diện văn bản
zh_cn: 文字识别
zh_tw: 文字辨識

# corp.log.ocrResult
source: OCR Result
de_de: OCR-Ergebnis
es_es: Resultado de OCR
fr_fr: Résultat OCR
id_id: Hasil OCR
ja_jp: OCR結果
km_kh: លទ្ធផល OCR
ko_kr: OCR 결과
pt_pt: Resultado OCR
ru_ru: Результат OCR
th_th: ผลลัพธ์ OCR
vi_vn: Kết quả nhận diện
zh_cn: 识别结果
zh_tw: 辨識結果

# corp.log.ocrTime
source: OCR Time
de_de: OCR-Zeit
es_es: Tiempo de OCR
fr_fr: Temps OCR
id_id: Waktu OCR
ja_jp: OCR時間
km_kh: ពេលវេលា OCR
ko_kr: OCR 시간
pt_pt: Tempo OCR
ru_ru: Время распознавания текста
th_th: เวลา OCR
vi_vn: Thời gian nhận diện
zh_cn: 识别时间
zh_tw: 辨識時間

# corp.log.ocrTrainTicket
source: Train Ticket
de_de: Zugticket
es_es: Billete de tren
fr_fr: Billet de train
id_id: Tiket Kereta Api
ja_jp: 電車の切符
km_kh: សំបុត្ររថភ្លើង
ko_kr: 기차표
pt_pt: Bilhete de trem
ru_ru: Билет на поезд
th_th: ตั๋วรถไฟ
vi_vn: Vé tàu
zh_cn: 火车票
zh_tw: 火車票

# corp.log.ocrVatInvoice
source: Value-added Tax Invoice
de_de: Mehrwertsteuerrechnung
es_es: Factura del Impuesto al Valor Agregado
fr_fr: Facture de taxe sur la valeur ajoutée
id_id: Faktur Pajak Pertambahan Nilai
ja_jp: 付加価値税請求書
km_kh: វិក័យប័ត្រពន្ធលើតម្លៃបន្ថែម
ko_kr: 부가가치세 계산서
pt_pt: Nota Fiscal de Imposto sobre Valor Agregado
ru_ru: Счет-фактура налога на добавленную стоимость
th_th: ใบกำกับภาษีมูลค่าเพิ่ม
vi_vn: Hóa đơn VAT
zh_cn: 增值税发票
zh_tw: 增值稅發票

# corp.log.ocrVehicleLicense
source: Vehicle Registration
de_de: Fahrzeugzulassung
es_es: Matriculación del vehículo
fr_fr: Enregistrement du véhicule
id_id: STNK
ja_jp: 車両登録証
km_kh: សំបុត្រចុះឈ្មោះយានយន្ត
ko_kr: 차량 등록
pt_pt: Registro de Veículos
ru_ru: Регистрация транспортного средства
th_th: การจดทะเบียนรถยนต์
vi_vn: Giấy đăng ký xe
zh_cn: 行驶证
zh_tw: 行駛證

# corp.log.openApiLog
source: API Call Log
de_de: API-Anrufprotokoll
es_es: Registro de llamadas de API
fr_fr: Journal des appels API
id_id: Log Panggilan API
ja_jp: APIコールログ
km_kh: កំណត់ហេតុការហៅ API
ko_kr: API 호출 로그
pt_pt: Registro de chamadas da API
ru_ru: Журнал вызовов API
th_th: บันทึกการเรียก API
vi_vn: Nhật ký gọi API
zh_cn: API调用日志
zh_tw: API調用日誌

# corp.log.openApiLogExport
source: Export Open API Logs
de_de: Open API-Protokolle exportieren
es_es: Exportar registros de API abiertas
fr_fr: Exporter les journaux de l'API ouverte
id_id: Ekspor Log API Terbuka
ja_jp: Open APIログをエクスポートする
km_kh: នាំចេញកំណត់ហេតុ Open API
ko_kr: Open API 로그 내보내기
pt_pt: Exportar logs da Open API
ru_ru: Экспорт журналов Open API
th_th: ส่งออกบันทึก API แบบเปิด
vi_vn: Xuất nhật ký API mở
zh_cn: 导出开放API日志
zh_tw: 匯出開放API日誌

# corp.log.operateDetails
source: Details
es_es: Detalles
fr_fr: Détails
id_id: Rincian
ja_jp: 詳細
km_kh: ព័ត៌មានលម្អិត
ko_kr: 세부
pt_pt: Detalhes
ru_ru: Подробности
th_th: รายละเอียด
vi_vn: Chi tiết thao tác
zh_cn: 操作详情
zh_tw: 操作詳情

# corp.log.operateLog
source: Platform Logs
de_de: Plattformprotokolle
es_es: Registros de la plataforma
fr_fr: Journaux de la plateforme
id_id: Catatan Platform
ja_jp: プラットフォームログ
km_kh: កំណត់ហេតុវេទិកា
ko_kr: 플랫폼 로그
pt_pt: Logs da plataforma
ru_ru: Журналы платформы
th_th: บันทึกแพลตฟอร์ม
vi_vn: Nhật ký nền tảng
zh_cn: 平台日志
zh_tw: 平台日誌

# corp.log.operateLogExport
source: Export Platform Logs
de_de: Plattformprotokolle exportieren
es_es: Exportar registros de la plataforma
fr_fr: Exporter les journaux de la plateforme
id_id: Ekspor Log Platform
ja_jp: プラットフォームログをエクスポートする
km_kh: នាំចេញកំណត់ហេតុវេទិកា
ko_kr: 플랫폼 로그 내보내기
pt_pt: Logs da plataforma de exportação
ru_ru: Экспорт журналов платформы
th_th: ส่งออกบันทึกแพลตฟอร์ม
vi_vn: Xuất nhật ký nền tảng
zh_cn: 导出平台日志
zh_tw: 匯出平台日誌

# corp.log.operateObject
source: Object
de_de: Objekt
es_es: Objeto
fr_fr: Objet
id_id: Obyek
ja_jp: オブジェクト
km_kh: វត្ថុ
ko_kr: 물체
pt_pt: Objeto
ru_ru: Объект
th_th: วัตถุ
vi_vn: Đối tượng thao tác
zh_cn: 操作对象
zh_tw: 操作物件

# corp.log.operateTime
source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
id_id: Waktu
ja_jp: 時間
km_kh: ពេលវេលា
ko_kr: 시간
pt_pt: Tempo
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian thao tác
zh_cn: 操作时间
zh_tw: 操作時間

# corp.log.operateType
source: Type
de_de: Typ
es_es: Tipo
id_id: Jenis
ja_jp: タイプ
km_kh: ប្រភេទ
ko_kr: 유형
pt_pt: Tipo
ru_ru: Тип
th_th: พิมพ์
vi_vn: Loại thao tác
zh_cn: 操作类型
zh_tw: 操作類型

# corp.log.operator
source: Operator
es_es: Operador
fr_fr: Opérateur
ja_jp: オペレーター
km_kh: ប្រតិបត្តិករ
ko_kr: 연산자
pt_pt: Operador
ru_ru: Оператор
th_th: ผู้ดำเนินการ
vi_vn: Người thực hiện
zh_cn: 操作人
zh_tw: 操作人

# corp.log.orderCancel
source: Cancel Order
de_de: Bestellung stornieren
es_es: Cancelar pedido
fr_fr: Annuler la commande
id_id: Batalkan Pesanan
ja_jp: 注文をキャンセルする
km_kh: បោះបង់ការកម្មង់
ko_kr: 주문 취소
pt_pt: Cancelar pedido
ru_ru: Отменить заказ
th_th: ยกเลิกคำสั่งซื้อ
vi_vn: Hủy đơn hàng
zh_cn: 取消订单
zh_tw: 取消訂單

# corp.log.orderCreate
source: Create Order
de_de: Bestellung erstellen
es_es: Crear orden
fr_fr: Créer une commande
id_id: Buat Pesanan
ja_jp: 注文を作成する
km_kh: បង្កើតការកម្មង់
ko_kr: 주문 생성
pt_pt: Criar pedido
ru_ru: Создать заказ
th_th: สร้างคำสั่งซื้อ
vi_vn: Tạo đơn hàng
zh_cn: 创建订单
zh_tw: 建立訂單

# corp.log.orderDelete
source: Delete Order
de_de: Bestellung löschen
es_es: Eliminar pedido
fr_fr: Supprimer la commande
id_id: Hapus Pesanan
ja_jp: 注文を削除する
km_kh: លុបការកម្មង់
ko_kr: 주문 삭제
pt_pt: Excluir pedido
ru_ru: Удалить заказ
th_th: ลบคำสั่งซื้อ
vi_vn: Xóa đơn hàng
zh_cn: 删除订单
zh_tw: 刪除訂單

# corp.log.orderPay
source: Pay Order
de_de: Zahlungsanweisung
es_es: Orden de pago
fr_fr: Payer la commande
id_id: Perintah Pembayaran
ja_jp: 注文を支払う
km_kh: បង់ប្រាក់ការកម្មង់
ko_kr: 지불 명령
pt_pt: Ordem de pagamento
ru_ru: Оплатить заказ
th_th: สั่งชำระเงิน
vi_vn: Thanh toán đơn hàng
zh_cn: 支付订单
zh_tw: 支付訂單

# corp.log.orderReceipt
source: Invoice Order
de_de: Rechnungsbestellung
es_es: Orden de factura
fr_fr: Facturer la commande
id_id: Pesanan Faktur
ja_jp: 注文の領収書を発行する
km_kh: វិក័យប័ត្រការកម្មង់
ko_kr: 송장 주문서
pt_pt: Pedido de fatura
ru_ru: Заказ счета-фактуры
th_th: ใบสั่งซื้อใบแจ้งหนี้
vi_vn: Xuất hóa đơn đơn hàng
zh_cn: 订单开票
zh_tw: 訂單開票

# corp.log.payUpdate
source: Set Up Payment Service
de_de: Zahlungsdienst einrichten
es_es: Configurar el servicio de pago
fr_fr: Configurer le service de paiement
id_id: Siapkan Layanan Pembayaran
ja_jp: 支払いサービスを設定する
km_kh: កំណត់សេវាកម្មទូទាត់
ko_kr: 결제 서비스 설정
pt_pt: Configurar serviço de pagamento
ru_ru: Настройка платежного сервиса
th_th: ตั้งค่าบริการชำระเงิน
vi_vn: Thiết lập dịch vụ thanh toán
zh_cn: 设置支付服务
zh_tw: 設定支付服務

# corp.log.permissionManagementDisable
source: Disable Manage Permission
de_de: Berechtigung „Berechtigung verwalten“ deaktivieren
es_es: Deshabilitar el permiso de administración
fr_fr: Désactiver la gestion des autorisations
id_id: Nonaktifkan Izin Kelola
ja_jp: 権限管理を無効にする
km_kh: បិទការអនុញ្ញាតគ្រប់គ្រង
ko_kr: 관리 권한 비활성화
pt_pt: Desativar permissão de gerenciamento
ru_ru: Отключить управление разрешениями
th_th: ปิดใช้งานการจัดการสิทธิ์
vi_vn: Tắt quản lý quyền
zh_cn: 关闭权限管理
zh_tw: 關閉權限管理

# corp.log.permissionManagementEnable
source: Enable Manage Permission
de_de: Berechtigung „Berechtigung verwalten“ aktivieren
es_es: Habilitar permisos de administración
fr_fr: Activer la gestion des autorisations
id_id: Aktifkan Izin Kelola
ja_jp: 権限管理を有効にする
km_kh: បើកការអនុញ្ញាតគ្រប់គ្រង
ko_kr: 권한 관리 활성화
pt_pt: Habilitar permissão de gerenciamento
ru_ru: Включить управление разрешениями
th_th: เปิดใช้งานการจัดการสิทธิ์
vi_vn: Bật quản lý quyền
zh_cn: 开启权限管理
zh_tw: 開啟權限管理

# corp.log.pluginCount
source: Plugin Usage
de_de: Plugin-Nutzung
es_es: Uso del complemento
fr_fr: Utilisation du plugin
id_id: Penggunaan Plugin
ja_jp: プラグイン使用量
km_kh: ការប្រើប្រាស់ផ្លាកអន្តរកម្ម
ko_kr: 플러그인 사용
pt_pt: Uso do plugin
ru_ru: Использование плагина
th_th: การใช้งานปลั๊กอิน
vi_vn: Số lần kích hoạt plugin
zh_cn: 插件触发次数
zh_tw: 外掛觸發次數

# corp.log.pluginCreate
source: Create Plugin
de_de: Plugin erstellen
es_es: Crear complemento
fr_fr: Créer un plugin
id_id: Buat Plugin
ja_jp: プラグインを作成
km_kh: បង្កើតផ្លាកអន្តរកម្ម
ko_kr: 플러그인 만들기
pt_pt: Criar plugin
ru_ru: Создать плагин
th_th: สร้างปลั๊กอิน
vi_vn: Tạo plugin mới
zh_cn: 新建插件
zh_tw: 新建外掛

# corp.log.pluginExport
source: Export Plugin
es_es: Complemento de exportación
fr_fr: Exporter le plugin
id_id: Plugin Ekspor
ja_jp: プラグインをエクスポート
km_kh: នាំចេញផ្លាកអន្តរកម្ម
ko_kr: 플러그인 내보내기
pt_pt: Plugin de exportação
ru_ru: Экспорт плагина
th_th: ปลั๊กอินการส่งออก
vi_vn: Xuất plugin
zh_cn: 导出插件
zh_tw: 導出外掛

# corp.log.pluginImport
source: Import Plugin
es_es: Complemento de importación
fr_fr: Importer le plugin
id_id: Impor Plugin
ja_jp: プラグインをインポート
km_kh: នាំចូលផ្លាកអន្តរកម្ម
ko_kr: 플러그인 가져오기
pt_pt: Plugin de importação
ru_ru: Импорт плагина
th_th: ปลั๊กอินนำเข้า
vi_vn: Nhập plugin
zh_cn: 导入插件
zh_tw: 導入外掛

# corp.log.pluginImportOverwrite
source: Import and Update Plugin
de_de: Plugin importieren und aktualisieren
es_es: Importar y actualizar complemento
fr_fr: Importer et mettre à jour le plugin
id_id: Impor dan Perbarui Plugin
ja_jp: アップデートプラグインのインポート
km_kh: នាំចូល និងធ្វើឱ្យទាន់សម័យផ្លាកអន្តរកម្ម
ko_kr: 플러그인 가져오기 및 업데이트
pt_pt: Importar e atualizar plugin
ru_ru: Импорт и обновление плагина
th_th: การนำเข้าและอัปเดตปลั๊กอิน
vi_vn: Nhập và cập nhật plugin
zh_cn: 导入更新插件
zh_tw: 導入更新外掛

# corp.log.pluginInstall
source: Install Plugin
de_de: Plugin installieren
es_es: Instalar complemento
fr_fr: Installer le plugin
id_id: Instal Plugin
ja_jp: プラグインをインストール
km_kh: ដំឡើងផ្លាកអន្តរកម្ម
ko_kr: 플러그인 설치
pt_pt: Instalar plugin
ru_ru: Установить плагин
th_th: ติดตั้งปลั๊กอิน
vi_vn: Cài đặt plugin
zh_cn: 安装插件
zh_tw: 安裝外掛

# corp.log.pluginName
source: Plugin Name
es_es: Nombre del complemento
fr_fr: Nom du plugin
id_id: Nama Plugin
ja_jp: プラグイン名
km_kh: ឈ្មោះផ្លាកអន្តរកម្ម
ko_kr: 플러그인 이름
pt_pt: Nome do plugin
ru_ru: Имя плагина
th_th: ชื่อปลั๊กอิน
vi_vn: Tên plugin
zh_cn: 插件名称
zh_tw: 外掛名稱

# corp.log.pluginPullRequest
source: Publish Plugin
de_de: Plugin veröffentlichen
es_es: Publicar complemento
fr_fr: Publier le plugin
id_id: Publikasikan Plugin
ja_jp: プラグインを公開する
km_kh: បោះពុម្ព Plugin
ko_kr: 플러그인 게시
pt_pt: Publicar plugin
ru_ru: Опубликовать плагин
th_th: ปลั๊กอินเผยแพร่
vi_vn: Phát hành plugin
zh_cn: 发布插件
zh_tw: 發佈外掛

# corp.log.pluginUpdate
source: Edit Plugin
de_de: Plugin bearbeiten
es_es: Editar complemento
fr_fr: Modifier le plugin
ja_jp: プラグインを編集する
km_kh: កែសម្រួល Plugin
ko_kr: 플러그인 편집
pt_pt: Editar plugin
ru_ru: Редактировать плагин
th_th: แก้ไขปลั๊กอิน
vi_vn: Sửa plugin
zh_cn: 修改插件
zh_tw: 修改外掛

# corp.log.pluginUsageLog
source: Plugin Usage
de_de: Plugin-Nutzung
es_es: Uso del complemento
fr_fr: Utilisation du plugin
id_id: Penggunaan Plugin
ja_jp: プラグイン使用
km_kh: ការប្រើផ្លាកអ៊ីន
ko_kr: 플러그인 사용
pt_pt: Uso do plugin
ru_ru: Использование плагина
th_th: การใช้งานปลั๊กอิน
vi_vn: Kích hoạt plugin
zh_cn: 插件触发
zh_tw: 外掛觸發

# corp.log.registrant
source: Member
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
id_id: Anggota
ja_jp: メンバー
km_kh: សមាជិក
ko_kr: 회원
pt_pt: Membro
ru_ru: Член
th_th: สมาชิก
vi_vn: Người đăng nhập
zh_cn: 登录人
zh_tw: 登入人

# corp.log.returnStatus
source: Return Status
de_de: Rückgabestatus
es_es: Estado de devolución
fr_fr: Statut de retour
id_id: Status Pengembalian
ja_jp: 返却状況
km_kh: ស្ថានភាពត្រឡប់
ko_kr: 반품 상태
pt_pt: Status de retorno
ru_ru: Статус возврата
th_th: สถานะการคืนสินค้า
vi_vn: Trạng thái trả về
zh_cn: 返回状态
zh_tw: 返回狀態

# corp.log.roleChangeGroup
source: Regroup Role
de_de: Rolle neu gruppieren
es_es: Rol de reagrupamiento
fr_fr: Regrouper le rôle
id_id: Peran Kelompokkan Kembali
ja_jp: 役割のグループを変更
km_kh: ក្រុមតួនាទីឡើងវិញ
ko_kr: 재편성 역할
pt_pt: Função de reagrupamento
ru_ru: Перегруппировать роль
th_th: จัดกลุ่มบทบาทใหม่
vi_vn: Sắp xếp lại nhóm vai trò
zh_cn: 调整角色分组
zh_tw: 調整角色分組

# corp.log.roleCreate
source: Create Role
de_de: Rolle erstellen
es_es: Crear rol
fr_fr: Créer un rôle
id_id: Buat Peran
ja_jp: 役割を作成
km_kh: បង្កើតតួនាទី
ko_kr: 역할 생성
pt_pt: Criar função
ru_ru: Создать роль
th_th: สร้างบทบาท
vi_vn: Tạo vai trò
zh_cn: 创建角色
zh_tw: 建立角色

# corp.log.roleGroupCreate
source: Create Role Group
de_de: Rollengruppe erstellen
es_es: Crear grupo de roles
fr_fr: Créer un groupe de rôles
id_id: Buat Grup Peran
ja_jp: 役割グループを作成
km_kh: បង្កើតក្រុមតួនាទី
ko_kr: 역할 그룹 만들기
pt_pt: Criar grupo de funções
ru_ru: Создать группу ролей
th_th: สร้างกลุ่มบทบาท
vi_vn: Tạo nhóm vai trò
zh_cn: 创建角色组
zh_tw: 建立角色組

# corp.log.roleGroupRemove
source: Delete Role Group
de_de: Rollengruppe löschen
es_es: Eliminar grupo de roles
fr_fr: Supprimer le groupe de rôles
id_id: Hapus Grup Peran
ja_jp: 役割グループを削除
km_kh: លុបក្រុមតួនាទី
ko_kr: 역할 그룹 삭제
pt_pt: Excluir Grupo de Funções
ru_ru: Удалить группу ролей
th_th: ลบกลุ่มบทบาท
vi_vn: Xóa nhóm vai trò
zh_cn: 删除角色组
zh_tw: 刪除角色組

# corp.log.roleGroupRename
source: Rename Role Group
de_de: Rollengruppe umbenennen
es_es: Cambiar el nombre del grupo de roles
fr_fr: Renommer le groupe de rôles
id_id: Ubah Nama Grup Peran
ja_jp: 役割グループの名前を変更
km_kh: ប្តូរឈ្មោះក្រុមតួនាទី
ko_kr: 역할 그룹 이름 바꾸기
pt_pt: Renomear Grupo de Funções
ru_ru: Переименовать группу ролей
th_th: เปลี่ยนชื่อกลุ่มบทบาท
vi_vn: Sửa tên nhóm vai trò
zh_cn: 修改角色组名称
zh_tw: 修改角色組名稱

# corp.log.roleMemberUpdate
source: Update Member in Role
de_de: Mitglied in Rolle aktualisieren
es_es: Actualizar miembro en rol
fr_fr: Mettre à jour le membre dans le rôle
id_id: Perbarui Anggota dalam Peran
ja_jp: 役割のメンバーを更新
km_kh: ធ្វើឱ្យទាន់សម័យសមាជិកក្នុងតួនាទី
ko_kr: 역할의 멤버 업데이트
pt_pt: Atualizar membro em função
ru_ru: Обновление члена в роли
th_th: อัพเดทสมาชิกในบทบาท
vi_vn: Cập nhật thành viên trong vai trò
zh_cn: 调整角色成员
zh_tw: 調整角色成員

# corp.log.roleRelUpdate
source: Update Assigned Dept.
de_de: Zugewiesene Abteilung aktualisieren.
es_es: Actualizar departamento asignado
fr_fr: Mettre à jour le département assigné
id_id: Perbarui Dept. yang Ditugaskan.
ja_jp: 割り当てられた部署を更新
km_kh: ធ្វើឱ្យទាន់សម័យដេប៉ាតឺម៉ង់ដែលបានចាត់តាំង
ko_kr: 담당 부서 업데이트
pt_pt: Atualizar departamento designado
ru_ru: Обновление назначенного отдела.
th_th: ปรับปรุงแผนกที่ได้รับมอบหมาย
vi_vn: Cập nhật phòng ban phụ trách
zh_cn: 设置分管部门
zh_tw: 設定分管部署

# corp.log.roleRemove
source: Delete Role
de_de: Rolle löschen
es_es: Eliminar rol
fr_fr: Supprimer le rôle
id_id: Hapus Peran
ja_jp: 役割を削除
km_kh: លុបតួនាទី
ko_kr: 역할 삭제
pt_pt: Excluir função
ru_ru: Удалить роль
th_th: ลบบทบาท
vi_vn: Xóa vai trò
zh_cn: 删除角色
zh_tw: 刪除角色

# corp.log.roleRename
source: Rename Role
de_de: Rolle umbenennen
es_es: Cambiar el nombre del rol
fr_fr: Renommer le rôle
id_id: Ubah Nama Peran
ja_jp: 役割の名前を変更
km_kh: ប្តូរឈ្មោះតួនាទី
ko_kr: 역할 이름 바꾸기
pt_pt: Renomear função
ru_ru: Переименовать роль
th_th: เปลี่ยนชื่อบทบาท
vi_vn: Sửa tên vai trò
zh_cn: 修改角色名称
zh_tw: 修改角色名稱

# corp.log.running
source: Running
de_de: Läuft
es_es: Correr
fr_fr: En cours d'exécution
id_id: Berlari
ja_jp: 実行中
km_kh: កំពុងដំណើរការ
ko_kr: 달리기
pt_pt: Correndo
ru_ru: Бег
th_th: วิ่ง
vi_vn: Đang chạy
zh_cn: 运行中
zh_tw: 運作中

# corp.log.smsContent
source: Details
es_es: Detalles
fr_fr: Détails
id_id: Rincian
ja_jp: 詳細
km_kh: ព័ត៌មានលម្អិត
ko_kr: 세부
pt_pt: Detalhes
ru_ru: Подробности
th_th: รายละเอียด
vi_vn: Chi tiết
zh_cn: 详情
zh_tw: 詳情

# corp.log.smsCount
source: Used
de_de: Gebraucht
es_es: Usado
fr_fr: Util
id_id: Digunakan
ja_jp: 使用
km_kh: បានប្រើ
ko_kr: 사용된
pt_pt: Usado
ru_ru: Использовал
th_th: ใช้แล้ว
vi_vn: Số lượng tiêu thụ
zh_cn: 消耗条数
zh_tw: 消耗條數

# corp.log.smsSendFailed
source: Sending failed
de_de: Senden fehlgeschlagen
es_es: Envío fallido
fr_fr: Échec de l'envoi
id_id: Pengiriman gagal
ja_jp: 送信失敗
km_kh: ផ្ញើបរាជ័យ
ko_kr: 전송 실패
pt_pt: Falha no envio
ru_ru: Отправка не удалась
th_th: การส่งล้มเหลว
vi_vn: Gửi thất bại
zh_cn: 发送失败
zh_tw: 發送失敗

# corp.log.smsSendPhone
source: Mobile Number
de_de: Handynummer
es_es: Número de teléfono móvil
fr_fr: Numéro de téléphone mobile
id_id: Nomor Ponsel
ja_jp: 携帯番号
km_kh: លេខទូរស័ព្ទ
ko_kr: 휴대폰 번호
pt_pt: Número de telemóvel
ru_ru: Номер мобильного телефона
th_th: เบอร์มือถือ
vi_vn: Số điện thoại
zh_cn: 手机号
zh_tw: 手機號

# corp.log.smsSendResult
source: Sending Status
de_de: Sendestatus
es_es: Estado del envío
fr_fr: Statut d'envoi
id_id: Mengirim Status
ja_jp: 送信状況
km_kh: ស្ថានភាពផ្ញើ
ko_kr: 전송 상태
pt_pt: Status de envio
ru_ru: Статус отправки
th_th: สถานะการส่ง
vi_vn: Trạng thái gửi
zh_cn: 发送状态
zh_tw: 發送狀態

# corp.log.smsSendSuccess
source: Sent successfully
de_de: Erfolgreich gesendet
es_es: Enviado exitosamente
fr_fr: Envoyé avec succès
id_id: Berhasil dikirim
ja_jp: 送信成功
km_kh: ផ្ញើដោយជោគជ័យ
ko_kr: 성공적으로 전송되었습니다
pt_pt: Enviado com sucesso
ru_ru: Отправлено успешно
th_th: ส่งเรียบร้อยแล้ว
vi_vn: Gửi thành công
zh_cn: 发送成功
zh_tw: 發送成功

# corp.log.smsSendingLog
source: Sms Sending
de_de: SMS-Versand
es_es: Envío de SMS
fr_fr: Envoi de SMS
id_id: Pengiriman SMS
ja_jp: SMS送信
km_kh: ការផ្ញើសារ SMS
ko_kr: SMS 전송
pt_pt: Envio de SMS
ru_ru: Отправка СМС
th_th: การส่ง SMS
vi_vn: Gửi SMS
zh_cn: 短信发送
zh_tw: 簡訊發送

# corp.log.smsTime
source: Date
de_de: Datum
es_es: Fecha
id_id: Tanggal
ja_jp: 日付
km_kh: កាលបរិច្ឆេទ
ko_kr: 날짜
pt_pt: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Thời gian
zh_cn: 时间
zh_tw: 時間

# corp.log.spaceCreate
source: Create Knowledge Base
de_de: Wissensdatenbank erstellen
es_es: Crear una base de conocimientos
fr_fr: Créer une base de connaissances
id_id: Buat Basis Pengetahuan
ja_jp: ナレッジベースを作成
km_kh: បង្កើតមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반 만들기
pt_pt: Criar Base de Conhecimento
ru_ru: Создать базу знаний
th_th: สร้างฐานความรู้
vi_vn: Tạo thư viện kiến thức
zh_cn: 创建知识库
zh_tw: 建立知識庫

# corp.log.spaceDelete
source: Delete Knowledge Base
de_de: Wissensdatenbank löschen
es_es: Eliminar la base de conocimientos
fr_fr: Supprimer la base de connaissances
id_id: Hapus Basis Pengetahuan
ja_jp: ナレッジベースを削除
km_kh: លុបមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반 삭제
pt_pt: Excluir Base de Conhecimento
ru_ru: Удалить базу знаний
th_th: ลบฐานความรู้
vi_vn: Xóa thư viện kiến thức
zh_cn: 删除知识库
zh_tw: 刪除知識庫

# corp.log.spacePermGroupCreate
source: Create Permission Set for Knowledge Base
de_de: Berechtigungssatz für Wissensdatenbank erstellen
es_es: Crear un conjunto de permisos para la base de conocimientos
fr_fr: Créer un ensemble d'autorisations pour la base de connaissances
id_id: Buat Set Izin untuk Basis Pengetahuan
ja_jp: ナレッジベースの権限セットを作成
km_kh: បង្កើតសំណុំសិទ្ធិសម្រាប់មូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반에 대한 권한 집합 만들기
pt_pt: Criar conjunto de permissões para base de conhecimento
ru_ru: Создать набор разрешений для базы знаний
th_th: สร้างชุดการอนุญาตสำหรับฐานความรู้
vi_vn: Tạo nhóm quyền thư viện kiến thức
zh_cn: 新建知识库权限组
zh_tw: 新建知識庫權限組

# corp.log.spacePermGroupDelete
source: Delete Permission Set for Knowledge Base
de_de: Berechtigungssatz für Wissensdatenbank löschen
es_es: Eliminar conjunto de permisos para la base de conocimientos
fr_fr: Supprimer l'ensemble d'autorisations pour la base de connaissances
id_id: Hapus Set Izin untuk Basis Pengetahuan
ja_jp: ナレッジベースの権限セットを削除
km_kh: លុបសំណុំសិទ្ធិមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반에 대한 권한 집합 삭제
pt_pt: Excluir conjunto de permissões para base de conhecimento
ru_ru: Удалить набор разрешений для базы знаний
th_th: ลบชุดการอนุญาตสำหรับฐานความรู้
vi_vn: Xóa nhóm quyền thư viện kiến thức
zh_cn: 删除知识库权限组
zh_tw: 刪除知識庫權限組

# corp.log.spacePermGroupUpdate
source: Edit Permission Set for Knowledge Base
de_de: Berechtigungssatz für Wissensdatenbank bearbeiten
es_es: Editar conjunto de permisos para la base de conocimientos
fr_fr: Modifier l'ensemble d'autorisations pour la base de connaissances
id_id: Edit Set Izin untuk Basis Pengetahuan
ja_jp: ナレッジベースの権限セットを編集
km_kh: កែសម្រួលសំណុំសិទ្ធិមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반에 대한 권한 집합 편집
pt_pt: Editar conjunto de permissões para base de conhecimento
ru_ru: Редактировать набор разрешений для базы знаний
th_th: แก้ไขชุดการอนุญาตสำหรับฐานความรู้
vi_vn: Sửa nhóm quyền thư viện kiến thức
zh_cn: 修改知识库权限组
zh_tw: 修改知識庫權限組

# corp.log.spaceUpdate
source: Edit Knowledge Base Info
de_de: Wissensdatenbankinformationen bearbeiten
es_es: Editar la información de la base de conocimientos
fr_fr: Modifier les informations de la base de connaissances
id_id: Edit Info Basis Pengetahuan
ja_jp: ナレッジベース情報を編集
km_kh: កែសម្រួលព័ត៌មានមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반 정보 편집
pt_pt: Editar informações da base de conhecimento
ru_ru: Редактировать информацию базы знаний
th_th: แก้ไขข้อมูลฐานความรู้
vi_vn: Sửa thông tin cơ bản thư viện kiến thức
zh_cn: 修改知识库基本信息
zh_tw: 修改知識庫基本資訊

# corp.log.success
source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Réussi
id_id: Kesuksesan
ja_jp: 成功
km_kh: ជោគជ័យ
ko_kr: 성공
pt_pt: Sucesso
ru_ru: Успех
th_th: ความสำเร็จ
vi_vn: Thành công
zh_cn: 成功
zh_tw: 成功

# corp.log.suiteCorpScopeUpdate
source: Set up product permissions
de_de: Produktberechtigungen einrichten
es_es: Configurar permisos de productos
fr_fr: Configurer les autorisations de produit
id_id: Siapkan izin produk
ja_jp: 製品の表示範囲を設定する
km_kh: កំណត់ការអនុញ្ញាតផលិតផល
ko_kr: 제품 권한 설정
pt_pt: Configurar permissões de produto
ru_ru: Настройте разрешения для продукта
th_th: ตั้งค่าการอนุญาตสิทธิ์ผลิตภัณฑ์
vi_vn: Thiết lập phạm vi hiển thị sản phẩm
zh_cn: 设置产品可见范围
zh_tw: 設定產品可見範圍

# corp.log.suiteDisable
source: Disable
de_de: Deaktivieren
es_es: Desactivar
fr_fr: Désactiver
id_id: Cacat
ja_jp: 製品を無効にする
km_kh: បិទ
ko_kr: 장애를 입히다
pt_pt: Desabilitar
ru_ru: Запрещать
th_th: ปิดการใช้งาน
vi_vn: Tắt sản phẩm
zh_cn: 关闭产品
zh_tw: 關閉產品

# corp.log.suiteEnable
source: Enable
de_de: Aktivieren
es_es: Permitir
fr_fr: Activer
id_id: Memungkinkan
ja_jp: 製品を有効にする
km_kh: បើក
ko_kr: 할 수 있게 하다
pt_pt: Habilitar
ru_ru: Давать возможность
th_th: เปิดใช้งาน
vi_vn: Bật sản phẩm
zh_cn: 开启产品
zh_tw: 開啟產品

# corp.log.systemRobot
source: System Robot
de_de: Systemroboter
es_es: Robot de sistema
fr_fr: Robot système
id_id: Robot Sistem
ja_jp: システムロボット
km_kh: រូបយន្តប្រព័ន្ធ
ko_kr: 시스템 로봇
pt_pt: Robô do Sistema
ru_ru: Системный робот
th_th: ระบบหุ่นยนต์
vi_vn: Robot hệ thống
zh_cn: 系统机器人
zh_tw: 系統機器人

# corp.log.tenantVerify
source: Authenticate Identity
de_de: Identität authentifizieren
es_es: Autenticar identidad
fr_fr: Authentifier l'identité
id_id: Otentikasi Identitas
ja_jp: 身元を認証する
km_kh: ផ្ទៀងផ្ទាត់អត្តសញ្ញាណ
ko_kr: 신원 인증
pt_pt: Autenticar identidade
ru_ru: Подтвердить личность
th_th: ยืนยันตัวตน
vi_vn: Xác thực danh tính
zh_cn: 身份认证
zh_tw: 身份認證

# corp.log.timezoneUpdate
source: Edit Timezone
de_de: Zeitzone bearbeiten
es_es: Editar zona horaria
fr_fr: Modifier le fuseau horaire
id_id: Edit Zona Waktu
ja_jp: タイムゾーンを編集する
km_kh: កែសម្រួលតំបន់ម៉ោង
ko_kr: 시간대 편집
pt_pt: Editar fuso horário
ru_ru: Изменить часовой пояс
th_th: แก้ไขเขตเวลา
vi_vn: Sửa múi giờ
zh_cn: 修改时区
zh_tw: 修改時區
