Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# crop_log.content.form_data_page_switch_system
source: Switch to System Default Details Page
de_de: Zur systemeigenen Standard-Detailseite wechseln
es_es: Cambiar a la página de detalles predeterminada del sistema
fr_fr: Basculer vers la page de détails par défaut du système
id_id: Beralih ke halaman detail default sistem
ja_jp: システムデフォルトの詳細ページに切り替え
km_kh: ផ្លាស់ប្តូរទៅទំព័រព័ត៌មានលម្អិតលំនាំដើមរបស់ប្រព័ន្ធ
ko_kr: 시스템 기본 상세 페이지로 전환
pt_pt: Alternar para página de detalhes padrão do sistema
ru_ru: Переключить на страницу деталей по умолчанию системы
th_th: สลับไปยังหน้ารายละเอียดค่าเริ่มต้นของระบบ
vi_vn: Chuyển sang trang chi tiết mặc định của hệ thống
zh_cn: 切换为系统默认详情页
zh_tw: 切換為系統預設詳情頁

# crop_log.content.form_data_page_update
source: Edit Custom Details Page
de_de: Benutzerdefinierte Detailseite bearbeiten
es_es: Editar la página de detalles personalizada
fr_fr: Modifier la page de détails personnalisée
id_id: Edit halaman detail khusus
ja_jp: カスタム詳細ページを編集
km_kh: កែសម្រួលទំព័រព័ត៌មានលម្អិតផ្ទាល់ខ្លួន
ko_kr: 사용자 지정 상세 페이지 편집
pt_pt: Editar página de detalhes personalizada
ru_ru: Редактировать страницу пользовательских деталей
th_th: แก้ไขหน้ารายละเอียดแบบกำหนดเอง
vi_vn: Chỉnh sửa trang chi tiết tùy chỉnh
zh_cn: 编辑自定义详情页
zh_tw: 編輯自訂詳情頁

# crop_log.content.form_online_pay_disable
source: Disable Payments
de_de: Zahlungen deaktivieren
es_es: Deshabilitar pagos
fr_fr: Désactiver les paiements
id_id: Nonaktifkan Pembayaran
ja_jp: フォームのオンライン支払いをオフにする
km_kh: បិទការទូទាត់
ko_kr: 결제 비활성화
pt_pt: Desativar pagamentos
ru_ru: Отключить платежи
th_th: ปิดการใช้งานการชำระเงิน
vi_vn: Tắt thanh toán trực tuyến biểu mẫu
zh_cn: 关闭表单在线支付
zh_tw: 關閉表單在線支付

# crop_log.content.form_online_pay_enable
source: Enable Payments
de_de: Zahlungen aktivieren
es_es: Habilitar pagos
fr_fr: Activer les paiements
id_id: Aktifkan Pembayaran
ja_jp: フォームのオンライン支払いをオンにする
km_kh: បើកការទូទាត់
ko_kr: 결제 활성화
pt_pt: Habilitar pagamentos
ru_ru: Включить платежи
th_th: เปิดใช้งานการชำระเงิน
vi_vn: Bật thanh toán trực tuyến biểu mẫu
zh_cn: 开启表单在线支付
zh_tw: 開啟表單在線支付

# crop_log.content.form_online_pay_update
source: Change Payments Settings
de_de: Zahlungseinstellungen ändern
es_es: Cambiar la configuración de pagos
fr_fr: Modifier les paramètres de paiement
id_id: Ubah Pengaturan Pembayaran
ja_jp: フォームのオンライン支払いを変更
km_kh: ផ្លាស់ប្តូរការកំណត់ការទូទាត់
ko_kr: 결제 설정 변경
pt_pt: Alterar configurações de pagamento
ru_ru: Изменить настройки платежей
th_th: เปลี่ยนการตั้งค่าการชำระเงิน
vi_vn: Sửa thanh toán trực tuyến biểu mẫu
zh_cn: 修改表单在线支付
zh_tw: 修改表單在線支付

# crop_log.content.form_public_data_disable
source: Disabled the public link for a record
de_de: Den öffentlichen Link für einen Datensatz deaktiviert
es_es: Se deshabilitó el enlace público para un registro
fr_fr: Lien public désactivé pour un enregistrement
id_id: Menonaktifkan tautan publik untuk rekaman
ja_jp: レコードのパブリックリンクを無効にしました
km_kh: បានបិទតំណសាធារណៈសម្រាប់កំណត់ត្រា
ko_kr: 기록에 대한 공개 링크를 비활성화했습니다.
pt_pt: Desabilitou o link público para um registro
ru_ru: Отключена публичная ссылка на запись
th_th: ปิดการใช้งานลิงค์สาธารณะเพื่อบันทึก
vi_vn: Tắt liên kết công khai dữ liệu
zh_cn: 关闭数据外链
zh_tw: 關閉公開連結

# crop_log.content.form_public_data_enable
source: Enabled the public link for record
de_de: Öffentlichen Link für Datensatz aktiviert
es_es: Se habilitó el enlace público para el registro
fr_fr: Lien public activé pour l'enregistrement
id_id: Mengaktifkan tautan publik untuk rekaman
ja_jp: レコードのパブリックリンクを有効にしました
km_kh: បានបើកតំណសាធារណៈសម្រាប់កំណត់ត្រា
ko_kr: 기록을 위해 공개 링크를 활성화했습니다.
pt_pt: Habilitou o link público para registro
ru_ru: Включена публичная ссылка для записи
th_th: เปิดใช้งานลิงก์สาธารณะเพื่อบันทึก
vi_vn: Bật liên kết công khai dữ liệu
zh_cn: 开启数据外链
zh_tw: 開啟公開連結

# crop_log.content.form_public_link_disable
source: Disabled the public link
de_de: Den öffentlichen Link deaktiviert
es_es: Se deshabilitó el enlace público
fr_fr: Lien public désactivé
id_id: Menonaktifkan tautan publik
ja_jp: パブリックリンクを無効にしました
km_kh: បានបិទតំណសាធារណៈ
ko_kr: 공개 링크를 비활성화했습니다
pt_pt: Desabilitou o link público
ru_ru: Отключил публичную ссылку
th_th: ปิดการใช้งานลิงค์สาธารณะ
vi_vn: Tắt liên kết công khai biểu mẫu
zh_cn: 关闭表单公开链接
zh_tw: 關閉表單公開連結

# crop_log.content.form_public_link_enable
source: Enabled the public link
de_de: Den öffentlichen Link aktiviert
es_es: Habilitado el enlace público
fr_fr: Lien public activé
id_id: Mengaktifkan tautan publik
ja_jp: パブリックリンクを有効にしました
km_kh: បានបើកតំណសាធារណៈ
ko_kr: 공개 링크 활성화
pt_pt: Habilitou o link público
ru_ru: Включена публичная ссылка
th_th: เปิดใช้งานลิงก์สาธารณะ
vi_vn: Bật liên kết công khai biểu mẫu
zh_cn: 开启表单公开链接
zh_tw: 開啟表單公開連結

# crop_log.content.form_public_query_disable
source: Disabled the public query link
de_de: Den öffentlichen Abfragelink deaktiviert
es_es: Se deshabilitó el enlace de consulta pública
fr_fr: Lien de requête public désactivé
id_id: Menonaktifkan tautan kueri publik
ja_jp: パブリッククエリリンクを無効にしました
km_kh: បានបិទតំណសំណួរសាធារណៈ
ko_kr: 공개 쿼리 링크를 비활성화했습니다.
pt_pt: Desabilitou o link de consulta pública
ru_ru: Отключена ссылка на публичный запрос
th_th: ปิดใช้งานลิงก์สอบถามสาธารณะ
vi_vn: Tắt truy vấn công khai biểu mẫu
zh_cn: 关闭表单公开查询
zh_tw: 關閉表單公開查詢

# crop_log.content.form_public_query_enable
source: Enabled the public query link
de_de: Den öffentlichen Abfragelink aktiviert
es_es: Se habilitó el enlace de consulta pública
fr_fr: Lien de requête public activé
id_id: Mengaktifkan tautan kueri publik
ja_jp: パブリッククエリリンクを有効にしました
km_kh: បានបើកតំណសំណួរសាធារណៈ
ko_kr: 공개 쿼리 링크 활성화
pt_pt: Habilitou o link de consulta pública
ru_ru: Включена ссылка на публичный запрос
th_th: เปิดใช้งานลิงก์สอบถามสาธารณะ
vi_vn: Bật truy vấn công khai biểu mẫu
zh_cn: 开启表单公开查询
zh_tw: 開啟表單公開查詢

# crop_log.content.form_recover
source: Recover the form {{ name }}
de_de: Stellen Sie das Formular {{ name }} wieder her
es_es: Recuperar el formato {{ nombre }}
fr_fr: Récupérer le formulaire {{ name }}
id_id: Pulihkan formulir {{ nama }}
ja_jp: フォーム{{ name }}を復元
km_kh: បានស្តារទម្រង់ {{ name }}
ko_kr: {{ name }} 양식을 복구하세요
pt_pt: Recuperar o formulário {{ nome }}
ru_ru: Восстановлена форма {{ name }}
th_th: กู้คืนแบบฟอร์ม {{ name }}
vi_vn: Khôi phục biểu mẫu 「{{ name }}」
zh_cn: 恢复表单 {{ name }}
zh_tw: 恢復表單 {{ name }}

# crop_log.content.form_remove
source: Deleted form "{{ name }}"
de_de: Gelöschtes Formular {{ name }}
es_es: Formulario eliminado {{ name }}
fr_fr: Formulaire supprimé {{ name }}
id_id: Formulir yang dihapus {{name}}
ja_jp: フォーム{{ name }}を削除
km_kh: បានលុបទម្រង់ {{ name }}
ko_kr: 삭제된 양식 {{ name }}
pt_pt: Formulário excluído {{ nome }}
ru_ru: Удалена форма {{ name }}
th_th: ลบแบบฟอร์ม {{ name }}
vi_vn: Xóa biểu mẫu 「{{ name }}」
zh_cn: 删除了表单「{{ name }}」
zh_tw: 刪除了表單「{{ name }}」

# crop_log.content.form_rename
source: Rename the form "{{ ori_name }}" to "{{ name }}"
de_de: Benennen Sie das Formular {{ ori_name }} in {{ name }} um
es_es: Cambie el nombre del formulario {{ ori_name }} a {{ name }}
fr_fr: Renommer le formulaire de {{ ori_name }} à {{ name }}
id_id: Ubah nama formulir {{ ori_name }} menjadi {{ name }}
ja_jp: フォーム{{ ori_name }}を{{ name }}に名前変更
km_kh: បានប្តូរឈ្មោះទម្រង់ពី {{ ori_name }} ទៅ {{ name }}
ko_kr: {{ ori_name }} 양식의 이름을 {{ name }}으로 변경합니다.
pt_pt: Renomeie o formulário {{ ori_name }} para {{ name }}
ru_ru: Переименуйте форму {{ori_name}} в {{name}}
th_th: เปลี่ยนชื่อฟอร์ม {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên biểu mẫu từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将表单「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將表單「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.form_update
source: Modified the form design for the form "{{ name }}"
de_de: Das Formulardesign für das Formular {{ name }} wurde geändert.
es_es: Se modificó el diseño del formulario {{ name }}
fr_fr: Conception du formulaire modifiée pour le formulaire {{ name }}
id_id: Mengubah desain formulir untuk formulir {{ name }}
ja_jp: フォーム{{ name }}のデザインを変更
km_kh: បានកែសម្រួលការរចនាទម្រង់សម្រាប់ទម្រង់ {{ name }}
ko_kr: {{ name }} 양식의 양식 디자인을 수정했습니다.
pt_pt: Modificou o design do formulário para o formulário {{ name }}
ru_ru: Изменен дизайн формы для формы {{name}}
th_th: ปรับปรุงการออกแบบฟอร์มสำหรับฟอร์ม {{ name }}
vi_vn: Sửa thiết kế biểu mẫu 「{{ name }}」
zh_cn: 修改了表单「{{ name }}」的表单设计
zh_tw: 修改了表單「{{ name }}」的表單設計

# crop_log.content.guest_connect
source: Invited {{ count }} businesses in batches
de_de: {{ count }} Unternehmen in Gruppen eingeladen
es_es: Se invitaron {{ count }} empresas en lotes
fr_fr: Invité {{ count }} entreprises par lot
id_id: Mengundang {{ count }} bisnis secara berkelompok
ja_jp: {{ count }}の企業を一括招待しました
km_kh: បានអញ្ជើញសហគ្រាស {{ count }} ជាក្រុម
ko_kr: {{ count }}개의 기업을 일괄적으로 초대했습니다.
pt_pt: Convidou {{ count }} empresas em lotes
ru_ru: Приглашено {{ count }} предприятий партиями
th_th: เชิญธุรกิจจำนวน {{ count }} รายเป็นกลุ่ม
vi_vn: Mời hàng loạt {{ count }} doanh nghiệp
zh_cn: 批量邀请了{{ count }}家企业
zh_tw: 批次邀請了{{ count }}家企業

# crop_log.content.guest_docker_export
source: Exported all external contacts
de_de: Alle externen Kontakte exportiert
es_es: Se exportaron todos los contactos externos
fr_fr: Exporté tous les contacts externes
id_id: Mengekspor semua kontak eksternal
ja_jp: すべての外部連絡先をエクスポートしました
km_kh: បាននាំចេញទំនាក់ទំនងខាងក្រៅទាំងអស់
ko_kr: 모든 외부 연락처를 내보냈습니다.
pt_pt: Exportou todos os contatos externos
ru_ru: Экспортированы все внешние контакты
th_th: ส่งออกรายชื่อติดต่อภายนอกทั้งหมด
vi_vn: Xuất tất cả người liên hệ bên ngoài
zh_cn: 导出了全部客体对接人
zh_tw: 匯出了全部客體連絡窗口

# crop_log.content.guest_docker_update
source: Edited the info of the external contact "{{ old_guest_docker_nickname }}"
de_de: Die Informationen des externen Kontakts „{{ old_guest_docker_nickname }}“ wurden bearbeitet.
es_es: Se editó la información del contacto externo "{{ old_guest_docker_nickname }}"
fr_fr: Modifié les informations du contact externe "{{ old_guest_docker_nickname }}"
id_id: Mengedit info kontak eksternal "{{ old_guest_docker_nickname }}"
ja_jp: 外部連絡先「{{ old_guest_docker_nickname }}」の情報を編集しました
km_kh: បានកែសម្រួលព័ត៌មានទំនាក់ទំនងខាងក្រៅ "{{ old_guest_docker_nickname }}"
ko_kr: 외부 연락처 "{{ old_guest_docker_nickname }}"의 정보를 편집했습니다.
pt_pt: Editou as informações do contato externo "{{ old_guest_docker_nickname }}"
ru_ru: Отредактировал информацию внешнего контакта "{{ old_guest_docker_nickname }}"
th_th: แก้ไขข้อมูลของผู้ติดต่อภายนอก "{{ old_guest_docker_nickname }}"
vi_vn: Sửa thông tin người liên hệ bên ngoài 「{{ old_guest_docker_nickname }}」
zh_cn: 修改外部对接人「{{ old_guest_docker_nickname }}」信息
zh_tw: 修改外部連絡窗口「{{ old_guest_docker_nickname }}」資訊

# crop_log.content.guest_update
source: Edited the information of an external business
de_de: Die Informationen eines externen Unternehmens bearbeitet
es_es: Editó la información de un negocio externo
fr_fr: Modifié les informations d'une entreprise externe
id_id: Mengedit informasi bisnis eksternal
ja_jp: 外部企業の情報を編集しました
km_kh: បានកែសម្រួលព័ត៌មានសហគ្រាសខាងក្រៅ
ko_kr: 외부 업체 정보를 편집했습니다.
pt_pt: Editou as informações de uma empresa externa
ru_ru: Отредактировал информацию внешнего бизнеса
th_th: แก้ไขข้อมูลธุรกิจภายนอก
vi_vn: Sửa thông tin doanh nghiệp bên ngoài
zh_cn: 修改了外部企业信息
zh_tw: 修改了外部企業資訊

# crop_log.content.handover_work
source: Handed over {{ from }}'s {{ works }} to {{ to }}
de_de: {{ from }}s {{ works }} übergeben an {{ to }}
es_es: Entregó las {{ obras }} de {{ de }} a {{ a }}
fr_fr: Transféré les {{ works }} de {{ from }} à {{ to }}
id_id: Diserahkan {{ dari }} {{ karya }} kepada {{ ke }}
ja_jp: {{ from }}の{{ works }}を{{ to }}に引き継ぎました
km_kh: បានបញ្ជូន {{ works }} របស់ {{ from }} ទៅ {{ to }}
ko_kr: {{ from }}의 {{ works }}를 {{ to }}에게 인계했습니다.
pt_pt: Entregue {{ de }} {{ obras }} para {{ para }}
ru_ru: Переданы {{ works }} от {{ from }} к {{ to }}
th_th: โอนย้าย {{ works }} จาก {{ from }} ให้ {{ to }}
vi_vn: Chuyển giao công việc {{ works }} của {{ from }} cho {{ to }}
zh_cn: 将{{ from }}的{{ works }}工作转交给{{ to }}
zh_tw: 將{{ from }}的{{ works }}工作轉交給{{ to }}

# crop_log.content.host_batch_disconnect
source: Disconnected with {{ count }} business(es) that invited us to collaborate
de_de: Verbindung zu {{ count }} Unternehmen getrennt, die uns zur Zusammenarbeit eingeladen haben
es_es: Desconectado de {{ count }} negocio(s) que nos invitaron a colaborar
fr_fr: Se déconnecté de {{ count }} entreprise(s) qui nous ont invités à collaborer
id_id: Terputus dengan {{ count }} bisnis yang mengundang kami untuk berkolaborasi
ja_jp: コラボレーションを招待した{{ count }}企業との接続を解除しました
km_kh: បានផ្តាច់ការតភ្ជាប់ជាមួយសហគ្រាស {{ count }} ដែលអញ្ជើញយើងឱ្យធ្វើការជាមួយ
ko_kr: 협업을 위해 초대한 {{ count }}개 업체와 연결이 끊어졌습니다.
pt_pt: Desconectado de {{ count }} empresa(s) que nos convidou(aram) para colaborar
ru_ru: Отключено от {{ count }} компаний, которые пригласили нас к сотрудничеству
th_th: ยกเลิกการเชื่อมต่อกับธุรกิจ {{ count }} แห่งที่เชิญเราให้ร่วมมือ
vi_vn: Ngắt kết nối với {{ count }} doanh nghiệp mời hợp tác
zh_cn: 与邀请我协作的{{ count }}个企业解除了连接
zh_tw: 與邀請我協作的{{ count }}個企業解除了連接

# crop_log.content.host_connect
source: Invited the external business {{ host_corp_name }}
de_de: Das externe Unternehmen {{ host_corp_name }} wurde eingeladen
es_es: Se invitó a la empresa externa {{ host_corp_name }}
fr_fr: Invité l'entreprise externe {{ host_corp_name }}
id_id: Mengundang bisnis eksternal {{ host_corp_name }}
ja_jp: 外部企業{{ host_corp_name }}を招待しました
km_kh: បានអញ្ជើញសហគ្រាសខាងក្រៅ {{ host_corp_name }}
ko_kr: 외부 업체 {{host_corp_name}}을 초대했습니다.
pt_pt: Convidou a empresa externa {{ host_corp_name }}
ru_ru: Пригласил внешнюю компанию {{host_corp_name}}
th_th: เชิญธุรกิจภายนอก {{ host_corp_name }}
vi_vn: Mời doanh nghiệp bên ngoài {{ host_corp_name }}
zh_cn: 邀请了{{ host_corp_name }}
zh_tw: 邀請了{{ host_corp_name }}

# crop_log.content.host_disconnect
source: Disconnected with the business "{{ name }}" that invited us to collaborate
de_de: Verbindung zum Unternehmen „{{ name }}“ getrennt, das uns zur Zusammenarbeit eingeladen hat
es_es: Desconectado del negocio "{{ name }}" que nos invitó a colaborar
fr_fr: Se déconnecté de l'entreprise "{{ name }}" qui nous a invités à collaborer
id_id: Terputus dengan bisnis "{{ name }}" yang mengundang kami untuk berkolaborasi
ja_jp: コラボレーションを招待した企業「{{ name }}」との接続を解除しました
km_kh: បានផ្តាច់ការតភ្ជាប់ជាមួយសហគ្រាស "{{ name }}" ដែលអញ្ជើញយើងឱ្យធ្វើការជាមួយ
ko_kr: 협업을 요청한 회사 "{{ name }}"와 연결이 끊어졌습니다.
pt_pt: Desconectado do negócio "{{ nome }}" que nos convidou para colaborar
ru_ru: Отключен от компании "{{name}}", которая пригласила нас к сотрудничеству
th_th: ไม่เกี่ยวข้องกับธุรกิจ "{{ name }}" ที่เชิญเราให้ร่วมงานกัน
vi_vn: Ngắt kết nối với doanh nghiệp 「{{ name }}」 mời hợp tác
zh_cn: 与邀请我协作的的企业「{{ name }}」解除了连接
zh_tw: 與邀請我協作的企業「{{ name }}」解除了連接

# crop_log.content.host_docker_batch_create
source: Added {{ count }} our contact(s)
de_de: {{ count }} unserer Kontakte hinzugefügt
es_es: Se agregaron {{ count }} nuestros contactos
fr_fr: Ajouté {{ count }} de nos contacts
id_id: Menambahkan {{ count }} kontak kami
ja_jp: 当社の連絡先を{{ count }}件追加しました
km_kh: បានបន្ថែមទំនាក់ទំនងរបស់យើង {{ count }} នាក់
ko_kr: {{ count }}개의 연락처를 추가했습니다.
pt_pt: Adicionados {{ count }} nossos contatos
ru_ru: Добавлено {{ count }} наших контактов
th_th: เพิ่มผู้ติดต่อของเรา {{ count }} ราย
vi_vn: Thêm {{ count }} người liên hệ của chúng ta
zh_cn: 添加了{{ count }}名我方对接人
zh_tw: 新增了{{ count }}名我方連絡窗口

# crop_log.content.host_docker_batch_delete
source: Removed {{ count }} our contacts
de_de: {{ count }} unserer Kontakte entfernt
es_es: Se eliminaron {{ count }} nuestros contactos
fr_fr: Supprimé {{ count }} de nos contacts
id_id: Dihapus {{ count }} kontak kami
ja_jp: 当社の連絡先を{{ count }}件削除しました
km_kh: បានដកទំនាក់ទំនងរបស់យើង {{ count }} នាក់
ko_kr: 연락처 {{ count }}개를 삭제했습니다.
pt_pt: Removemos {{ count }} nossos contatos
ru_ru: Удалено {{ count }} наших контактов
th_th: ลบรายชื่อผู้ติดต่อของเราออกไป {{ count }} รายการ
vi_vn: Xóa {{ count }} người liên hệ của chúng ta
zh_cn: 移除了{{ count }}名我方对接人
zh_tw: 移除了{{ count }}名我方連絡窗口

# crop_log.content.host_docker_create
source: Added our contact "{{ name }}"
de_de: Unser Kontakt "{{ name }}" wurde hinzugefügt
es_es: Se agregó nuestro contacto "{{ name }}"
fr_fr: Ajouté notre contact "{{ name }}"
id_id: Menambahkan kontak kami "{{ name }}"
ja_jp: 当社の連絡先「{{ name }}」を追加しました
km_kh: បានបន្ថែមទំនាក់ទំនងរបស់យើង "{{ name }}"
ko_kr: 연락처 "{{ name }}"을(를) 추가했습니다.
pt_pt: Adicionado nosso contato "{{ nome }}"
ru_ru: Добавлен наш контакт "{{ name }}"
th_th: เพิ่มผู้ติดต่อของเรา "{{ name }}"
vi_vn: Thêm người liên hệ của chúng ta 「{{ name }}」
zh_cn: 添加了我方对接人「{{ name }}」
zh_tw: 新增了我方連絡窗口「{{ name }}」

# crop_log.content.host_docker_delete
source: Removed our contact "{{ name }}"
de_de: Unser Kontakt "{{ name }}" wurde entfernt
es_es: Se eliminó nuestro contacto "{{ name }}"
fr_fr: Supprimé notre contact "{{ name }}"
id_id: Menghapus kontak kami "{{ name }}"
ja_jp: 当社の連絡先「{{ name }}」を削除しました
km_kh: បានដកទំនាក់ទំនងរបស់យើង "{{ name }}"
ko_kr: 연락처 "{{ name }}"을(를) 삭제했습니다.
pt_pt: Removemos nosso contato "{{ name }}"
ru_ru: Удален наш контакт "{{ name }}"
th_th: ลบรายชื่อติดต่อของเรา "{{ name }}"
vi_vn: Xóa người liên hệ của chúng ta 「{{ name }}」
zh_cn: 移除了我方对接人「{{ name }}」
zh_tw: 移除了我方連絡窗口「{{ name }}」

# crop_log.content.host_docker_update
source: Edited the info of our contact "{{ name }}"
de_de: Die Informationen unseres Kontakts „{{ name }}“ wurden bearbeitet.
es_es: Se editó la información de nuestro contacto "{{ name }}"
fr_fr: Modifié les informations de notre contact "{{ name }}"
id_id: Mengedit info kontak kami "{{ name }}"
ja_jp: 当社の連絡先「{{ name }}」の情報を編集しました
km_kh: បានកែសម្រួលព័ត៌មានទំនាក់ទំនងរបស់យើង "{{ name }}"
ko_kr: 연락처 "{{ name }}"의 정보를 편집했습니다.
pt_pt: Editou as informações do nosso contato "{{ name }}"
ru_ru: Отредактировал информацию о нашем контакте "{{ name }}"
th_th: แก้ไขข้อมูลผู้ติดต่อของเรา "{{ name }}"
vi_vn: Sửa thông tin người liên hệ của chúng ta 「{{ name }}」
zh_cn: 修改了我方对接人「{{ name }}」的信息
zh_tw: 修改了我方連絡窗口「{{ name }}」的資訊

# crop_log.content.integrate_update
source: Edited binding information
de_de: Bearbeitete Bindungsinformationen
es_es: Información de encuadernación editada
fr_fr: Modifié les informations de liaison
id_id: Informasi pengikatan yang diedit
ja_jp: バインディング情報を編集しました
km_kh: បានកែសម្រួលព័ត៌មានភ្ជាប់
ko_kr: 편집된 바인딩 정보
pt_pt: Informações de ligação editadas
ru_ru: Отредактированная информация о привязке
th_th: แก้ไขข้อมูลการเข้าเล่ม
vi_vn: Sửa thông tin liên kết
zh_cn: 修改了绑定信息
zh_tw: 修改了綁定資訊

# crop_log.content.kms_disable
source: Disabled Knowledge Base
de_de: Deaktivierte Wissensdatenbank
es_es: Base de conocimientos para discapacitados
fr_fr: Base de connaissances désactivée
id_id: Basis Pengetahuan bagi Penyandang Disabilitas
ja_jp: ナレッジベースを無効にしました
km_kh: បានបិទមូលដ្ឋានចំណេះដឹង
ko_kr: 장애인 지식 기반
pt_pt: Base de conhecimento para deficientes
ru_ru: База знаний для инвалидов
th_th: ฐานความรู้สำหรับผู้พิการ
vi_vn: Tắt thư viện kiến thức
zh_cn: 关闭了知识库
zh_tw: 關閉了知識庫

# crop_log.content.kms_enable
source: Enabled Knowledge Base
de_de: Aktivierte Wissensdatenbank
es_es: Base de conocimientos habilitada
fr_fr: Base de connaissances activée
id_id: Basis Pengetahuan yang Diaktifkan
ja_jp: ナレッジベースを有効にしました
km_kh: បានបើកមូលដ្ឋានចំណេះដឹង
ko_kr: 활성화된 지식 기반
pt_pt: Base de conhecimento habilitada
ru_ru: Включенная база знаний
th_th: ฐานความรู้ที่เปิดใช้งาน
vi_vn: Bật thư viện kiến thức
zh_cn: 开启了知识库
zh_tw: 開啟了知識庫

# crop_log.content.login_log_export
source: Exported Login History
de_de: Exportierter Anmeldeverlauf
es_es: Historial de inicio de sesión exportado
fr_fr: Historique des connexions exporté
id_id: Riwayat Login yang Diekspor
ja_jp: ログイン履歴をエクスポートしました
km_kh: បាននាំចេញប្រវត្តិចូល
ko_kr: 내보낸 로그인 기록
pt_pt: Histórico de login exportado
ru_ru: Экспортированная история входов
th_th: ประวัติการเข้าสู่ระบบที่ส่งออก
vi_vn: Xuất nhật ký đăng nhập
zh_cn: 导出了登录日志
zh_tw: 匯出了登入日誌

# crop_log.content.manage_group_create
source: Added admin group {{ name }}
de_de: Admin-Gruppe {{ name }} hinzugefügt
es_es: Se agregó el grupo de administradores {{ name }}
fr_fr: Ajouté le groupe d'administration {{ name }}
id_id: Menambahkan grup admin {{ name }}
ja_jp: 管理グループ{{ name }}を追加しました
km_kh: បានបន្ថែមក្រុមអ្នកគ្រប់គ្រង {{ name }}
ko_kr: 관리자 그룹 {{ name }}이 추가되었습니다.
pt_pt: Adicionado grupo de administração {{ name }}
ru_ru: Добавлена группа администраторов {{name}}
th_th: เพิ่มกลุ่มผู้ดูแลระบบ {{ name }}
vi_vn: Thêm nhóm quản lý thường 「{{ name }}」
zh_cn: 添加了普通管理组「{{ name }}」
zh_tw: 新增了普通管理組「{{ name }}」

# crop_log.content.manage_group_remove
source: Deleted admin group {{ name }}
de_de: Gelöschte Admin-Gruppe {{ name }}
es_es: Grupo de administradores eliminado {{ name }}
fr_fr: Supprimé le groupe d'administration {{ name }}
id_id: Grup admin yang dihapus {{ name }}
ja_jp: 管理グループ{{ name }}を削除しました
km_kh: បានលុបក្រុមអ្នកគ្រប់គ្រង {{ name }}
ko_kr: 관리자 그룹 {{ name }}이(가) 삭제되었습니다.
pt_pt: Grupo de administração {{ name }} excluído
ru_ru: Удалена группа администраторов {{name}}
th_th: ลบกลุ่มผู้ดูแลระบบ {{ name }}
vi_vn: Xóa nhóm quản lý thường 「{{ name }}」
zh_cn: 删除了普通管理组「{{ name }}」
zh_tw: 刪除了普通管理組「{{ name }}」

# crop_log.content.manage_group_rename
source: Renamed admin group {{ ori_name }} to {{ name }}
de_de: Admin-Gruppe {{ ori_name }} umbenannt in {{ name }}
es_es: Se cambió el nombre del grupo de administración {{ ori_name }} a {{ name }}
fr_fr: Renommé le groupe d'administration {{ ori_name }} en {{ name }}
id_id: Mengganti nama grup admin {{ ori_name }} menjadi {{ name }}
ja_jp: 管理グループ{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: បានប្តូរឈ្មោះក្រុមអ្នកគ្រប់គ្រងពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 관리자 그룹 {{ ori_name }}의 이름이 {{ name }}으로 변경되었습니다.
pt_pt: Grupo de administração renomeado {{ ori_name }} para {{ name }}
ru_ru: Группа администраторов {{ori_name}} переименована в {{name}}
th_th: เปลี่ยนชื่อกลุ่มผู้ดูแลระบบ {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên nhóm quản lý thường từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将普通管理组「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將普通管理組「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.managers_add
source: Added members to admin group {{ name }}: {{ members }}
de_de: Mitglieder zur Admin-Gruppe {{ name }} hinzugefügt: {{ members }}
es_es: Se agregaron miembros al grupo de administración {{ name }}: {{ members }}
fr_fr: Ajouté des membres au groupe d'administration {{ name }} : {{ members }}
id_id: Anggota yang ditambahkan ke grup admin {{ name }}: {{ members }}
ja_jp: 管理グループ{{ name }}にメンバーを追加しました: {{ members }}
km_kh: បានបន្ថែមសមាជិកទៅក្រុមអ្នកគ្រប់គ្រង {{ name }}: {{ members }}
ko_kr: 관리 그룹 {{ name }}에 멤버 추가됨: {{ members }}
pt_pt: Adicionados membros ao grupo de administração {{ name }}: {{ members }}
ru_ru: Добавлены участники в группу администраторов {{name}}: {{members}}
th_th: เพิ่มสมาชิกในกลุ่มผู้ดูแลระบบ {{ name }}: {{ members }}
vi_vn: Thêm thành viên vào nhóm quản lý 「{{ name }}」: {{ members }}
zh_cn: 在管理组「{{ name }}」添加了成员：{{ members }}
zh_tw: 在管理組「{{ name }}」新增了成員：{{ members }}
