Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.comment_mention_corp_coop.0.dataTitle
source: Untitled Data
de_de: Unbenannte Daten
es_es: Datos sin título
fr_fr: Données sans titre
id_id: Data Tanpa Judul
ja_jp: タイトルなしデータ
km_kh: ទិន្នន័យគ្មានចំណងជើង
ko_kr: 제목 없는 데이터
pt_pt: Dados sem título
ru_ru: Данные без названия
th_th: ข้อมูลที่ไม่มีชื่อ
vi_vn: Dữ liệu chưa đặt tên
zh_cn: 未命名数据
zh_tw: 未命名資料

# site.message.content.comment_mention_corp_coop.1
source: Comment Overview: {{ messageComment }}.
de_de: Kommentarübersicht: {{ messageComment }}.
es_es: Descripción general del comentario: {{ messageComment }}.
fr_fr: Aperçu du commentaire : {{ messageComment }}.
id_id: Ikhtisar Komentar: {{ messageComment }}.
ja_jp: コメント概要：{{ messageComment }}。
km_kh: សេចក្តីសង្ខេបមតិ៖ {{ messageComment }}។
ko_kr: 댓글 개요: {{ messageComment }}.
pt_pt: Visão geral do comentário: {{ messageComment }}.
ru_ru: Обзор комментариев: {{ messageComment }}.
th_th: ภาพรวมความคิดเห็น: {{ messageComment }}
vi_vn: Tổng quan bình luận: {{ messageComment }}
zh_cn: {{ messageComment }}
zh_tw: 評論概覽： {{ messageComment }}

# site.message.content.contacts_change_charger
source: {{ operator }} changed the owner of the contact {{ data_label }}. Previous: {{ raw_charger }}. Current: {{ new_charger }}.
de_de: {{ operator }} hat den Besitzer des Kontakts {{ data_label }} geändert. Vorheriger: {{ raw_charger }}. Aktueller: {{ new_charger }}.
es_es: {{ operator }} cambió el propietario del contacto {{ data_label }}. Anterior: {{ raw_charger }}. Actual: {{ new_charger }}.
fr_fr: {{ operator }} a changé le propriétaire du contact {{ data_label }}. Précédent : {{ raw_charger }}. Actuel : {{ new_charger }}.
id_id: {{ operator }} mengubah pemilik kontak {{ data_label }}. Sebelumnya: {{ raw_charger }}. Saat ini: {{ new_charger }}.
ja_jp: {{ operator }}がコンタクト「{{ data_label }}」の所有者を変更しました。前の所有者：「{{ raw_charger }}」。新しい所有者：「{{ new_charger }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកទទួលខុសត្រូវនៃទំនាក់ទំនង {{ data_label }}។ ពីមុន៖ {{ raw_charger }}។ បច្ចុប្បន្ន៖ {{ new_charger }}។
ko_kr: {{ operator }}님이 {{ data_label }} 연락처의 소유자를 변경했습니다. 이전: {{ raw_charger }}. 현재: {{ new_charger }}.
pt_pt: {{ operator }} alterou o proprietário do contato {{ data_label }}. Anterior: {{ raw_charger }}. Atual: {{ new_charger }}.
ru_ru: {{operator}} изменил владельца контакта {{data_label}}. Предыдущее: {{raw_charger}}. Текущее: {{new_charger}}.
th_th: {{ operator }} เปลี่ยนเจ้าของผู้ติดต่อ {{ data_label }} ก่อนหน้า: {{ raw_charger }} ปัจจุบัน: {{ new_charger }}
vi_vn: {{ operator }} đã thay đổi người phụ trách liên hệ 「{{ data_label }}」. Trước: 「{{ raw_charger }}」, Hiện tại: 「{{ new_charger }}」
zh_cn: {{ operator }}变更了联系人「{{ data_label }}」的负责人。原负责人「{{ raw_charger }}」，新负责人「{{ new_charger }}」。
zh_tw: {{ operator }}變更了聯繫人「{{ data_label }}」的負責人。原負責人「{{ raw_charger }}」，新負責人「{{ new_charger }}」。

# site.message.content.contacts_change_charger_merge
source: {{ operator }} changed the owner(s) of {{ contacts_num }} contact(s).
de_de: {{ operator }} hat den/die Eigentümer von {{ contacts_num }} Kontakt(en) geändert.
es_es: {{ operator }} cambió el propietario(s) de {{ contacts_num }} contacto(s).
fr_fr: {{ operator }} a changé le(s) propriétaire(s) de {{ contacts_num }} contact(s).
id_id: {{ operator }} mengubah pemilik {{ contacts_num }} kontak.
ja_jp: {{ operator }}が{{ contacts_num }}件のコンタクトの所有者を変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកទទួលខុសត្រូវនៃទំនាក់ទំនង {{ contacts_num }}។
ko_kr: {{ operator }}가 {{ contact_num }}개 연락처의 소유자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) proprietário(s) de {{ contacts_num }} contato(s).
ru_ru: {{operator}} изменил(а) владельца(ей) {{contacts_num}} контакта(ов).
th_th: {{ operator }} เปลี่ยนเจ้าของของผู้ติดต่อ {{ contacts_num }} ราย
vi_vn: {{ operator }} đã thay đổi người phụ trách của {{ contacts_num }} liên hệ
zh_cn: {{ operator }}变更了{{ contacts_num }}位联系人的负责人。
zh_tw: {{ operator }}變更了{{ contacts_num }}位聯繫人的負責人。

# site.message.content.contacts_change_collaborator
source: {{ operator }} changed the collaborator(s) of the contact {{ data_label }}. Current collaborator(s): {{ collaborators }}.
de_de: {{ operator }} hat den/die Mitarbeiter des Kontakts {{ data_label }} geändert. Aktuelle(r) Mitarbeiter: {{ collaborators }}.
es_es: {{ operator }} cambió el/los colaborador(es) del contacto {{ data_label }}. Colaborador(es) actual(es): {{ collaborations }}.
fr_fr: {{ operator }} a changé le(s) collaborateur(s) du contact {{ data_label }}. Collaborateur(s) actuel(s) : {{ collaborators }}.
id_id: {{ operator }} mengubah kolaborator kontak {{ data_label }}. Kolaborator saat ini: {{ collaborators }}.
ja_jp: {{ operator }}がコンタクト「{{ data_label }}」のコラボレーターを変更しました。現在のコラボレーター：「{{ collaborators }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការនៃទំនាក់ទំនង {{ data_label }}។ អ្នកសហការបច្ចុប្បន្ន៖ {{ collaborators }}។
ko_kr: {{ operator }}님이 연락처 {{ data_label }}의 공동작업자를 변경했습니다. 현재 공동작업자는 {{ collaborators }}명입니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) do contato {{ data_label }}. Colaborador(es) atual(is): {{ collaborators }}.
ru_ru: {{operator}} изменил(а) соавтора(ов) контакта {{data_label}}. Текущий соавтор(ы): {{collaborators}}.
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของผู้ติดต่อ {{ data_label }} ผู้ร่วมงานปัจจุบัน: {{ collaborators }}
vi_vn: {{ operator }} đã thay đổi người cộng tác của liên hệ 「{{ data_label }}」. Hiện tại: 「{{ collaborators }}」
zh_cn: {{ operator }}变更了联系人「{{ data_label }}」的协作人。当前协作人「{{ collaborators }}」。
zh_tw: {{ operator }}變更了聯繫人「{{ data_label }}」的協作者。當前協作者「{{ collaborators }}」。

# site.message.content.contacts_change_collaborator_merge
source: {{ operator }} changed the collaborator(s) of {{ contacts_num }} contact(s).
de_de: {{ operator }} hat den/die Mitarbeiter von {{ contacts_num }} Kontakt(en) geändert.
es_es: {{ operator }} cambió el/los colaborador(es) de {{ contacts_num }} contacto(s).
fr_fr: {{ operator }} a changé le(s) collaborateur(s) de {{ contacts_num }} contact(s).
id_id: {{ operator }} mengubah kolaborator dari {{ contacts_num }} kontak.
ja_jp: {{ operator }}が{{ contacts_num }}件のコンタクトのコラボレーターを変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការនៃទំនាក់ទំនង {{ contacts_num }}។
ko_kr: {{ operator }}가 {{ contacts_num }}개 연락처의 공동 작업자를 변경했습니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) de {{ contacts_num }} contato(s).
ru_ru: {{operator}} изменил(а) соавтора(ов) {{contacts_num}} контакта(ов).
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของผู้ติดต่อ {{ contacts_num }} ราย
vi_vn: {{ operator }} đã thay đổi người cộng tác của {{ contacts_num }} liên hệ
zh_cn: {{ operator }}变更了{{ contacts_num }}个联系人的协作人。
zh_tw: {{ operator }}變更了{{ contacts_num }}個聯繫人的協作者。

# site.message.content.corp_coop_docker_buffer
source: Failed to collaborate with other companies/teams on the business. The number of contact persons for your company/team "{{ corpName }}" is insufficient.
de_de: Die Zusammenarbeit mit anderen Unternehmen/Teams im Unternehmen ist fehlgeschlagen. Die Anzahl der Ansprechpartner für Ihr Unternehmen/Team "{{ corpName }}" ist nicht ausreichend.
es_es: No se pudo colaborar con otras empresas/equipos en el negocio. El número de personas de contacto para su empresa/equipo "{{ corpName }}" es insuficiente.
fr_fr: Échec de la collaboration avec d'autres entreprises/équipes sur l'entreprise. Le nombre de personnes de contact pour votre entreprise/équipe "{{ corpName }}" est insuffisant.
id_id: Gagal berkolaborasi dengan perusahaan/tim lain dalam bisnis. Jumlah narahubung untuk perusahaan/tim Anda "{{ corpName }}" tidak mencukupi.
ja_jp: 他の企業/チームと協力するためのコンタクト数が不足しています。
km_kh: បរាជ័យក្នុងការសហការជាមួយក្រុមហ៊ុន/ក្រុមផ្សេងទៀតលើអាជីវកម្ម។ ចំនួនអ្នកទំនាក់ទំនងសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នកមិនគ្រប់គ្រាន់។
ko_kr: 다른 회사/팀과의 업무 협업에 실패했습니다. 귀사/팀 "{{ corpName }}"의 담당자 수가 부족합니다.
pt_pt: Falha ao colaborar com outras empresas/equipes na atividade. O número de pessoas de contato para sua empresa/equipe "{{ corpName }}" é insuficiente.
ru_ru: Не удалось сотрудничать с другими компаниями/командами по бизнесу. Количество контактных лиц для вашей компании/команды "{{ corpName }}" недостаточно.
th_th: ไม่สามารถทำงานร่วมกับบริษัท/ทีมอื่นในธุรกิจได้ จำนวนบุคคลที่ติดต่อสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" ไม่เพียงพอ
vi_vn: Số người liên hệ doanh nghiệp của 「{{ corpName }}」 không đủ, hợp tác kinh doanh với doanh nghiệp khác thất bại
zh_cn: 你团队「{{ corpName }}」的企业对接人不足，导致你和其他企业的业务协作失败。
zh_tw: 你團隊「{{ corpName }}」的連絡窗口不足，導致你和其他企業的業務協作失敗。

# site.message.content.corp_coop_host_owner_invitation
source: The company {{ corpName }} you have connected with applied to establish collaborations with you. After establishing collaborations, your contacts can participate in the company's business.
de_de: Das Unternehmen {{ corpName }}, mit dem Sie in Kontakt getreten sind, hat eine Zusammenarbeit mit Ihnen beantragt. Nach der Zusammenarbeit können Ihre Kontakte am Geschäft des Unternehmens teilhaben.
es_es: La empresa {{corpName}} con la que te has conectado ha solicitado colaborar contigo. Tras hacerlo, tus contactos podrán participar en las actividades de la empresa.
fr_fr: L'entreprise {{ corpName }} avec laquelle vous êtes connecté a demandé à établir des collaborations avec vous. Après avoir établi des collaborations, vos contacts peuvent participer aux activités de l'entreprise.
id_id: Perusahaan {{ corpName }} yang telah Anda hubungi mengajukan permohonan untuk menjalin kerja sama dengan Anda. Setelah menjalin kerja sama, kontak Anda dapat berpartisipasi dalam bisnis perusahaan.
ja_jp: 接続した会社「{{ corpName }}」が、あなたとのコラボレーションを確立するための申請を行いました。コラボレーションを確立すると、あなたの連絡先がその会社のビジネスに参加できます。
km_kh: ក្រុមហ៊ុន {{ corpName }} ដែលអ្នកបានភ្ជាប់ បានដាក់ពាក្យស្នើសុំបង្កើតការសហការជាមួយអ្នក។ ក្រោយពីបង្កើតការសហការ ទំនាក់ទំនងរបស់អ្នកអាចចូលរួមក្នុងអាជីវកម្មរបស់ក្រុមហ៊ុន។
ko_kr: 귀하께서 연결하신 {{ corpName }} 회사가 귀하와의 협업을 신청했습니다. 협업이 성사되면 귀하의 연락처가 회사 사업에 참여할 수 있습니다.
pt_pt: A empresa {{ corpName }} com a qual você se conectou solicitou o estabelecimento de colaborações com você. Após o estabelecimento das colaborações, seus contatos poderão participar dos negócios da empresa.
ru_ru: Компания {{corpName}}, с которой вы связались, подала заявку на установление сотрудничества с вами. После установления сотрудничества ваши контакты могут участвовать в бизнесе компании.
th_th: บริษัท {{ corpName }} ที่คุณติดต่อด้วยได้ยื่นคำขอร่วมมือกับคุณ หลังจากได้ดำเนินการร่วมมือแล้ว ผู้ติดต่อของคุณสามารถมีส่วนร่วมในธุรกิจของบริษัทได้
vi_vn: Doanh nghiệp liên kết 「{{ corpName }}」 của bạn yêu cầu kết nối, sau khi kết nối, người liên hệ của bạn có thể tham gia kinh doanh của họ
zh_cn: 你连接的企业「{{ corpName }}」申请和你建立互联关系，连接关系建立后，我方对接人可以参与对方企业业务。
zh_tw: 「{{ corpName }}」申請和你建立協作關系，關系建立後，我方對接人可以參與對方企業業務。

# site.message.content.corp_coop_quota_buffer
source: The number of connected businesses for your company/team "{{ corpName }}" has exceeded the limit of "{{ vipLevel }}". Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der verbundenen Unternehmen für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit von "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de empresas conectadas de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre d'entreprises connectées pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite de "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah bisnis yang terhubung untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社/チーム「{{ corpName }}」の接続企業数が「{{ vipLevel }}」の制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួនអាជីវកម្មដែលបានភ្ជាប់សម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 연결된 비즈니스 수가 "{{ vipLevel }}"의 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O número de empresas conectadas da sua empresa/equipe "{{ corpName }}" excedeu o limite de "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество подключенных предприятий для вашей компании/команды "{{ corpName }}" превысило лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวนธุรกิจที่เชื่อมต่อสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Số kết nối doanh nghiệp của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的企业连接数已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的企業連接數已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.corp_coop_quota_exceed
source: Failed to connect with other companies. The enterprise connection quota for your company/team "{{ corpName }}" is insufficient. Purchase more and try again.
de_de: Die Verbindung mit anderen Unternehmen konnte nicht hergestellt werden. Das Enterprise-Verbindungskontingent für Ihr Unternehmen/Team "{{ corpName }}" reicht nicht aus. Kaufen Sie mehr und versuchen Sie es erneut.
es_es: No se pudo conectar con otras empresas. La cuota de conexión empresarial de su empresa/equipo "{{ corpName }}" es insuficiente. Compre más y vuelva a intentarlo.
fr_fr: Échec de la connexion avec d'autres entreprises. Le quota de connexion d'entreprise pour votre entreprise/équipe "{{ corpName }}" est insuffisant. Achetez-en plus et réessayez.
id_id: Gagal terhubung dengan perusahaan lain. Kuota koneksi perusahaan untuk perusahaan/tim Anda "{{ corpName }}" tidak mencukupi. Beli lebih banyak dan coba lagi.
ja_jp: 他の企業との接続に失敗しました。あなたの会社/チーム「{{ corpName }}」の企業接続クォータが不足しています。追加購入して再試行してください。
km_kh: បរាជ័យក្នុងការភ្ជាប់ជាមួយក្រុមហ៊ុនផ្សេងៗ។ កូតាការភ្ជាប់សហគ្រាសសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នកមិនគ្រប់គ្រាន់។ សូមទិញបន្ថែម ហើយព្យាយាមម្តងទៀត។
ko_kr: 다른 회사와 연결하지 못했습니다. 회사/팀 "{{ corpName }}"의 Enterprise 연결 할당량이 부족합니다. 추가 구매 후 다시 시도해 주세요.
pt_pt: Falha ao conectar com outras empresas. A cota de conexão empresarial para sua empresa/equipe "{{ corpName }}" é insuficiente. Compre mais e tente novamente.
ru_ru: Не удалось подключиться к другим компаниям. Квота корпоративных подключений для вашей компании/команды "{{ corpName }}" недостаточна. Купите больше и попробуйте еще раз.
th_th: ไม่สามารถเชื่อมต่อกับบริษัทอื่นได้ โควตาการเชื่อมต่อองค์กรสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" ไม่เพียงพอ โปรดซื้อเพิ่มเติมแล้วลองอีกครั้ง
vi_vn: Hạn mức kết nối doanh nghiệp của 「{{ corpName }}」 không đủ, kết nối với doanh nghiệp khác thất bại. Mua thêm hạn mức và thử lại
zh_cn: 你团队「{{ corpName }}」的企业连接配额不足，导致你和其他企业的连接关系建立失败。请增购连接配额后重试。
zh_tw: 你團隊「{{ corpName }}」的企業連接配額不足，導致你和其他企業的連接關係建立失敗。請增購連接配額後重試。

# site.message.content.corp_invite
source: Your friend is inviting you to collaborate through {{ _g_productName }}. Join his/her team "{{ corpName }}". The invitation will remain valid for 7 days.
de_de: Ihr Freund lädt Sie zur Zusammenarbeit über {{ _g_productName }} ein. Treten Sie seinem/ihrem Team "{{ corpName }}" bei. Die Einladung ist 7 Tage lang gültig.
es_es: Tu amigo te invita a colaborar a través de {{ _g_productName }}. Únete a su equipo "{{ corpName }}". La invitación tendrá una validez de 7 días.
fr_fr: Votre ami vous invite à collaborer via {{ _g_productName }}. Rejoignez son équipe "{{ corpName }}". L'invitation restera valide pendant 7 jours.
id_id: Teman Anda mengundang Anda untuk berkolaborasi melalui {{ _g_productName }}. Bergabunglah dengan timnya "{{ corpName }}". Undangan tersebut akan berlaku selama 7 hari.
ja_jp: あなたの友人が{{ _g_productName }}を通じてコラボレーションに招待しています。彼/彼女のチーム「{{ corpName }}」に参加してください。招待は7日間有効です。
km_kh: មិត្តរបស់អ្នកកំពុងអញ្ជើញអ្នកឱ្យសហការតាមរយៈ {{ _g_productName }}។ ចូលរួមក្រុមរបស់គាត់ "{{ corpName }}"។ ការអញ្ជើញនឹងមានសុពលភាពរយៈពេល ៧ថ្ងៃ។
ko_kr: 친구가 {{ _g_productName }}을 통해 협업하도록 초대했습니다. 친구의 "{{ corpName }}" 팀에 참여하세요. 초대장은 7일 동안 유효합니다.
pt_pt: Seu amigo está convidando você para colaborar através do {{ _g_productName }}. Junte-se à equipe dele/dela "{{ corpName }}". O convite permanecerá válido por 7 dias.
ru_ru: Ваш друг приглашает вас к сотрудничеству через {{ _g_productName }}. Присоединяйтесь к его/ее команде "{{ corpName }}". Приглашение будет действительно в течение 7 дней.
th_th: เพื่อนของคุณกำลังเชิญคุณให้ร่วมมือผ่าน {{ _g_productName }} เข้าร่วมทีมของเขา/เธอ "{{ corpName }}" คำเชิญจะมีอายุ 7 วัน
vi_vn: Bạn của bạn muốn hợp tác qua {{ _g_productName }}, tham gia đội 「{{ corpName }}」 của họ. Lời mời có hiệu lực 7 ngày
zh_cn: 你的好友想通过 {{ _g_productName }} 与你协作。你可加入他的团队「{{ corpName }}」。该邀请7天内有效。
zh_tw: 你的好友想透過 {{ _g_productName }} 與你協作。你可加入他的團隊「{{ corpName }}」。該邀請7天內有效。

# site.message.content.dash_alert
source: In the dashboard {{ entryName }} of the app {{ appName }}, data in {{ widgetName }} triggerred the data alert {{ thresholdName }}.
de_de: Im Dashboard {{ entryName }} der App {{ appName }} haben Daten in {{ widgetName }} den Datenalarm {{ thresholdName }} ausgelöst.
es_es: En el panel {{ entryName }} de la aplicación {{ appName }}, los datos en {{ widgetName }} activaron la alerta de datos {{ thresholdName }}.
fr_fr: Dans le tableau de bord {{ entryName }} de l'application {{ appName }}, les données dans {{ widgetName }} ont déclenché l'alerte {{ thresholdName }}.
id_id: Di dasbor {{ entryName }} aplikasi {{ appName }}, data di {{ widgetName }} memicu peringatan data {{ thresholdName }}.
ja_jp: アプリ「{{ appName }}」のダッシュボード「{{ entryName }}」で、ウィジェット「{{ widgetName }}」のデータがデータアラート「{{ thresholdName }}」をトリガーしました。
km_kh: នៅក្នុងផ្ទាំងគ្រប់គ្រង {{ entryName }} នៃកម្មវិធី {{ appName }} ទិន្នន័យក្នុង {{ widgetName }} បានបង្កណ្តាលឱ្យមានការព្រមានទិន្នន័យ {{ thresholdName }}។
ko_kr: 앱 {{ appName }}의 대시보드 {{ entryName }}에서 {{ widgetName }}의 데이터가 데이터 알림 {{ thresholdName }}을 트리거했습니다.
pt_pt: No painel {{ entryName }} do aplicativo {{ appName }}, os dados em {{ widgetName }} acionaram o alerta de dados {{ thresholdName }}.
ru_ru: На панели управления {{ entryName }} приложения {{ appName }} данные в {{ widgetName }} вызвали оповещение о данных {{ thresholdName }}.
th_th: ในแดชบอร์ด {{ entryName }} ของแอป {{ appName }} ข้อมูลใน {{ widgetName }} จะทริกเกอร์การแจ้งเตือนข้อมูล {{ thresholdName }}
vi_vn: Dữ liệu trong 「{{ widgetName }}」 của bảng điều khiển 「{{ entryName }}」 trong ứng dụng 「{{ appName }}」 kích hoạt cảnh báo: {{ thresholdName }}
zh_cn: 「{{ appName }}」应用里的「{{ entryName }}」仪表盘中，「{{ widgetName }}」的数据触发预警：{{ thresholdName }}。
zh_tw: 「{{ appName }}」應用裏的「{{ entryName }}」儀表板中，「{{ widgetName }}」的資料觸發預警：{{ thresholdName }}。

# site.message.content.dash_alert_first_fail.0
source: The reminder failed as the data alert {{ thresholdName }} failed to be executed.
de_de: Die Erinnerung ist fehlgeschlagen, da die Ausführung des Datenalarms {{ thresholdName }} fehlgeschlagen ist.
es_es: El recordatorio falló porque la alerta de datos {{thresholdName}} no se pudo ejecutar.
fr_fr: Le rappel a échoué car l'alerte des données {{ thresholdName }} n'a pas pu être exécutée.
id_id: Pengingat gagal karena peringatan data {{ thresholdName }} gagal dijalankan.
ja_jp: データアラート「{{ thresholdName }}」の実行に失敗したため、リマインダーに失敗しました。
km_kh: ការរំលឹកបរាជ័យ ពីព្រោះការព្រមានទិន្នន័យ {{ thresholdName }} បរាជ័យក្នុងការប្រតិបត្តិ។
ko_kr: 데이터 알림 {{thresholdName}}이(가) 실행되지 않아 알림이 실패했습니다.
pt_pt: O lembrete falhou porque o alerta de dados {{ thresholdName }} não foi executado.
ru_ru: Напоминание не выполнено, так как оповещение о данных {{ thresholdName }} не было выполнено.
th_th: การแจ้งเตือนล้มเหลว เนื่องจากการแจ้งเตือนข้อมูล {{ thresholdName }} ไม่สามารถดำเนินการได้
vi_vn: Cảnh báo dữ liệu 「{{ thresholdName }}」 thực thi lỗi, nhắc nhở thất bại
zh_cn: 数据预警「{{ thresholdName }}」执行出错，提醒失败。
zh_tw: 資料預警「{{ thresholdName }}」執行出錯，通知失敗。

# site.message.content.dash_alert_first_fail.1
source: Alert from {{ appName }} > {{ entryName }} > {{ widgetName }}
de_de: Alarm von {{ appName }} > {{ entryName }} > {{ widgetName }}
es_es: Alerta de {{ appName }} > {{ entryName }} > {{ widgetName }}
fr_fr: Alerte de {{ appName }} > {{ entryName }} > {{ widgetName }}
id_id: Peringatan dari {{ appName }} > {{ entryName }} > {{ widgetName }}
ja_jp: アラート元：{{ appName }} > {{ entryName }} > {{ widgetName }}
km_kh: ព្រមានពី {{ appName }} > {{ entryName }} > {{ widgetName }}
ko_kr: {{ appName }} > {{ entryName }} > {{ widgetName }}의 알림
pt_pt: Alerta de {{ appName }} > {{ entryName }} > {{ widgetName }}
ru_ru: Оповещение от {{ appName }} > {{ entryName }} > {{ widgetName }}
th_th: การแจ้งเตือนจาก {{ appName }} > {{ entryName }} > {{ widgetName }}
vi_vn: Vị trí cảnh báo: {{ appName }} > {{ entryName }} > {{ widgetName }}
zh_cn: 预警位置：{{ appName }} > {{ entryName }} > {{ widgetName }}
zh_tw: 預警位置：{{ appName }} > {{ entryName }} > {{ widgetName }}

# site.message.content.dash_alert_ratelimit
source: The dashboard data alerts triggered have reached the daily limit of 1,000. No further alerts will be triggered today.
de_de: Die ausgelösten Dashboard-Datenwarnungen haben das Tageslimit von 1.000 erreicht. Heute werden keine weiteren Warnungen ausgelöst.
es_es: Las alertas de datos del panel activadas alcanzaron el límite diario de 1000. No se activarán más alertas hoy.
fr_fr: Les alertes de données du tableau de bord déclenchées ont atteint la limite quotidienne de 1 000. Aucune autre alerte ne sera déclenchée aujourd'hui.
id_id: Peringatan data dasbor yang dipicu telah mencapai batas harian sebanyak 1.000. Tidak akan ada peringatan lebih lanjut yang dipicu hari ini.
ja_jp: トリガーされたダッシュボードデータアラートが1日の制限である1,000回に達しました。本日はこれ以上のアラートはトリガーされません。
km_kh: ការជូនដំណឹងទិន្នន័យផ្ទាំងគ្រប់គ្រងបានឈានដល់ដែនកំណត់ប្រចាំថ្ងៃ ១,០០០។ នឹងមិនមានការជូនដំណឹងបន្ថែមទៀតនៅថ្ងៃនេះទេ
ko_kr: 대시보드 데이터 알림이 일일 한도인 1,000개에 도달했습니다. 오늘은 더 이상 알림이 발송되지 않습니다.
pt_pt: Os alertas de dados do painel acionados atingiram o limite diário de 1.000. Nenhum outro alerta será acionado hoje.
ru_ru: Количество сработавших оповещений на панели мониторинга достигло дневного лимита в 1000. Сегодня больше оповещений срабатывать не будут.
th_th: การแจ้งเตือนข้อมูลแดชบอร์ดที่เปิดใช้งานได้ถึงขีดจำกัดรายวันที่ 1,000 รายการแล้ว จะไม่มีการแจ้งเตือนเพิ่มเติมในวันนี้
vi_vn: Cảnh báo dữ liệu bảng điều khiển của đội bạn đã đạt giới hạn 1000/ngày, hôm nay không kích hoạt thêm cảnh báo
zh_cn: 当前团队触发的仪表盘数据预警已达到每日1000条的上限，今天将不再触发任何预警。
zh_tw: 當前團隊觸發的儀表板資料預警已達到每日1000條的上限，今天將不再觸發任何預警。
