Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# direct_user_provisioning.error_message.nickname_length_exceed_maximum_limit
source: The maximum length for a member's name is 80 characters.
de_de: Die maximale Länge für den Namen eines Mitglieds beträgt 80 Zeichen.
es_es: La longitud máxima del nombre de un miembro es de 80 caracteres.
fr_fr: La longueur maximale du nom d'un membre est de 80 caractères.
id_id: Panjang maksimum nama anggota adalah 80 karakter.
ja_jp: メンバーの名前の最大長は80文字です。
km_kh: ឈ្មោះសមាជិកមានប្រវែងអតិបរមា ៨០តួអក្សរ។
ko_kr: 회원 이름의 최대 길이는 80자입니다.
pt_pt: O comprimento máximo do nome de um membro é 80 caracteres.
ru_ru: Максимальная длина имени участника — 80 символов.
th_th: ความยาวสูงสุดสำหรับชื่อสมาชิกคือ 80 ตัวอักษร
vi_vn: Tên thành viên tối đa 80 ký tự
zh_cn: 成员姓名最长为80个字符
zh_tw: 成員姓名最長為 80 個字符

# direct_user_provisioning.error_message.nickname_not_exist
source: Enter the member's name.
de_de: Geben Sie den Namen des Mitglieds ein.
es_es: Introduzca el nombre del miembro.
fr_fr: Entrez le nom du membre.
id_id: Masukkan nama anggota.
ja_jp: メンバー名を入力してください。
km_kh: បញ្ចូលឈ្មោះសមាជិក។
ko_kr: 회원 이름을 입력하세요.
pt_pt: Digite o nome do membro.
ru_ru: Введите имя участника.
th_th: กรอกชื่อสมาชิก
vi_vn: Vui lòng nhập tên thành viên
zh_cn: 请输入成员姓名
zh_tw: 請輸入成員姓名

# direct_user_provisioning.error_message.no_import_strategy
source: No corresponding import policy found
de_de: Keine entsprechende Importstrategie gefunden
es_es: No se encontró una política de importación correspondiente
fr_fr: Aucune politique d'importation correspondante trouvée
id_id: Tidak ditemukan kebijakan impor yang sesuai
ja_jp: 該当するインポートポリシーが見つかりません
km_kh: រកមិនឃើញគោលនយោបាយនាំចូលដែលសមស្របទេ
ko_kr: 재사용 가능한 사용자 또는 멤버를 찾을 수 없습니다
pt_pt: Nenhum usuário ou membro reutilizável encontrado
ru_ru: Не найдена соответствующая политика импорта
th_th: ไม่พบกลยุทธ์การนำเข้าที่ตรงกัน
vi_vn: Không tìm thấy chính sách nhập khẩu tương ứng
zh_cn: 找不到对应的导入策略
zh_tw: 找不到對應的匯入策略

# direct_user_provisioning.error_message.password_not_exist
source: Enter the password.
de_de: Geben Sie das Passwort ein.
es_es: Introduzca la contraseña.
fr_fr: Entrez le mot de passe.
id_id: Masukkan kata sandi.
ja_jp: パスワードを入力してください。
km_kh: បញ្ចូលពាក្យសម្ងាត់។
ko_kr: 비밀번호를 입력하세요.
pt_pt: Digite a senha.
ru_ru: Введите пароль.
th_th: กรอกรหัสผ่าน
vi_vn: Vui lòng nhập mật khẩu thành viên
zh_cn: 请输入成员密码
zh_tw: 請輸入成員密碼

# direct_user_provisioning.error_message.phone_incorrect
source: Incorrect mobile number. Check it out.
de_de: Falsche Handynummer. Überprüfen Sie es.
es_es: Número de móvil incorrecto. Compruébalo.
fr_fr: Numéro de mobile incorrect. Vérifiez-le.
id_id: Nomor ponsel salah. Periksalah.
ja_jp: 不正な携帯電話番号です。確認してください。
km_kh: លេខទូរស័ព្ទមិនត្រឹមត្រូវ។ សូមពិនិត្យ។
ko_kr: 잘못된 휴대폰 번호입니다. 확인해 보세요.
pt_pt: Número de celular incorreto. Verifique.
ru_ru: Неправильный номер мобильного. Проверьте.
th_th: เบอร์มือถือผิดครับ ตรวจสอบดูครับ
vi_vn: Số điện thoại sai, vui lòng kiểm tra
zh_cn: 手机号有误，请检查
zh_tw: 手機號有誤，請檢查

# direct_user_provisioning.error_message.phone_repeat
source: The mobile number already exists.
de_de: Die Mobilnummer existiert bereits.
es_es: El número de móvil ya existe.
fr_fr: Le numéro de mobile existe déjà.
id_id: Nomor ponsel sudah ada.
ja_jp: 携帯電話番号は既に存在します。
km_kh: លេខទូរស័ព្ទមានរួចហើយ។
ko_kr: 해당 휴대폰 번호가 이미 존재합니다.
pt_pt: O número de celular já existe.
ru_ru: Номер мобильного телефона уже существует.
th_th: เบอร์มือถือมีอยู่แล้ว
vi_vn: Số điện thoại đã tồn tại
zh_cn: 手机号已存在
zh_tw: 手機號已存在

# direct_user_provisioning.error_message.unknown
source: Unknown error.
de_de: Unbekannter Fehler.
es_es: Error desconocido.
fr_fr: Erreur inconnue.
id_id: Kesalahan tidak diketahui.
ja_jp: 不明なエラー。
km_kh: កំហុសមិនស្គាល់។
ko_kr: 알 수 없는 오류입니다.
pt_pt: Erro desconhecido.
ru_ru: Неизвестная ошибка.
th_th: ข้อผิดพลาดที่ไม่รู้จัก
vi_vn: Lỗi không xác định
zh_cn: 未知错误
zh_tw: 未知錯誤

# direct_user_provisioning.error_message.username_composition_incorrect
source: Member ID only supports letters, numbers, underscores, and '.'
de_de: Mitgliedsnummer unterstützt nur Buchstaben, Zahlen, Unterstriche und '.'
es_es: El número de miembro solo admite letras, números, guiones bajos y '.'
fr_fr: Le numéro de membre ne prend en charge que les lettres, les chiffres, les underscores et '.'
id_id: Nomor anggota hanya mendukung huruf, angka, garis bawah, dan '.'
ja_jp: メンバー番号は、文字、数字、アンダースコア、および「.」のみをサポートします。
km_kh: លេខសមាជិកគ្រាន់តែទ្រទ្រង់អក្សរ, លេខ, អ័ណ្ឌសកូរ និង '.'
ko_kr: 멤버 번호는 문자, 숫자, 밑줄 및 '.'만 지원합니다.
pt_pt: O número de membro suporta apenas letras, números, sublinhados e '.'
ru_ru: Номер участника поддерживает только буквы, цифры, символ подчеркивания и '.'
th_th: หมายเลขสมาชิกรองรับเฉพาะตัวอักษร ตัวเลข เครื่องหมายขีดล่าง และ '.'
vi_vn: Số thành viên chỉ hỗ trợ chữ cái, chữ số, dấu gạch dưới và '.'
zh_cn: 成员编号仅支持字母、数字、下划线和‘.’
zh_tw: 成員編號僅支援字母、數字、下劃線和‘.’

# direct_user_provisioning.error_message.username_repeat
source: The member number already exists in Contacts.
de_de: Die Mitgliedsnummer ist bereits in den Kontakten vorhanden.
es_es: El número de miembro ya existe en Contactos.
fr_fr: Le numéro de membre existe déjà dans les contacts.
id_id: Nomor anggota sudah ada di Kontak.
ja_jp: メンバー番号は既に連絡先に存在します。
km_kh: លេខសមាជិកមានរួចហើយក្នុងទំនាក់ទំនង។
ko_kr: 연락처에 회원번호가 이미 존재합니다.
pt_pt: O número do membro já existe em Contatos.
ru_ru: Номер участника уже существует в Контактах.
th_th: หมายเลขสมาชิกมีอยู่ในรายชื่อติดต่อแล้ว
vi_vn: Số thành viên đã tồn tại trong danh bạ
zh_cn: 成员编号通讯录中已存在
zh_tw: 成員編號通訊錄中已存在

# direct_user_provisioning.lack_releated_userOrMember
source: No reusable users or members found
de_de: Keine wiederverwendbaren Benutzer oder Mitglieder gefunden
es_es: No se encontraron usuarios o miembros reutilizables
fr_fr: Aucun utilisateur ou membre réutilisable trouvé
id_id: Tidak ditemukan pengguna atau anggota yang dapat digunakan kembali
ja_jp: 再利用可能なユーザーまたはメンバーが見つかりません
km_kh: រកមិនឃើញអ្នកប្រើប្រាស់ ឬសមាជិកដែលអាចប្រើប្រាស់ម្តងទៀតបានទេ
ko_kr: 재사용 가능한 사용자 또는 멤버를 찾을 수 없습니다
pt_pt: Nenhum usuário ou membro reutilizável encontrado
ru_ru: Не найдено повторно используемых пользователей или участников
th_th: ไม่พบผู้ใช้หรือสมาชิกที่สามารถนำกลับมาใช้ใหม่ได้
vi_vn: Không tìm thấy người dùng hoặc thành viên có thể tái sử dụng
zh_cn: 找不到可复用的用户或成员
zh_tw: 找不到可複用的使用者或成員

# email.title.aggregate_buffer
source: Aggregate Table Overconsumption Alert for "{{ _g_productName }}"
de_de: Warnung vor übermäßigem Verbrauch der aggregierten Tabelle für "{{ _g_productName }}"
es_es: Alerta de sobreconsumo de la tabla agregada para "{{ _g_productName }}"
fr_fr: Alerte de surconsommation du tableau d'agrégation pour "{{ _g_productName }}"
id_id: Peringatan Konsumsi Berlebih Tabel Agregat untuk "{{ _g_productName }}"
ja_jp: "{{ _g_productName }}"の集計テーブル過消費アラート
km_kh: ការជូនដំណឹងប្រើប្រាស់លើសតារាងសរុបសម្រាប់ "{{ _g_productName }}"
ko_kr: "{{ _g_productName }}"에 대한 집계 테이블 과소비 경고
pt_pt: Alerta de consumo excessivo da tabela agregada para "{{ _g_productName }}"
ru_ru: Агрегированная таблица оповещения о перерасходе для "{{ _g_productName }}"
th_th: การแจ้งเตือนการใช้เกินของตารางรวมสำหรับ "{{ _g_productName }}"
vi_vn: Nhắc nhở vượt dung lượng bảng tổng hợp 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」聚合表用量超量提醒
zh_tw: 「{{ _g_productName }}」彙總表數量超量提醒

# email.title.aggregation_buffer
source: Aggregation Overconsumption Alert for "{{ _g_productName }}"
de_de: Aggregationswarnung bei übermäßigem Verbrauch für "{{ _g_productName }}"
es_es: Alerta de sobreconsumo de agregación para "{{ _g_productName }}"
fr_fr: Alerte de surconsommation d'agrégation pour "{{ _g_productName }}"
id_id: Peringatan Konsumsi Berlebih Agregasi untuk "{{ _g_productName }}"
ja_jp: "{{ _g_productName }}"のアグリゲーション過消費アラート
km_kh: ការជូនដំណឹងប្រើប្រាស់លើសការបូកសរុបសម្រាប់ "{{ _g_productName }}"
ko_kr: "{{ _g_productName }}"에 대한 집계 과소비 경고
pt_pt: Alerta de consumo excessivo de agregação para "{{ _g_productName }}"
ru_ru: Оповещение о чрезмерном потреблении агрегации для "{{ _g_productName }}"
th_th: การแจ้งเตือนการบริโภครวมเกินสำหรับ "{{ _g_productName }}"
vi_vn: Nhắc nhở vượt dung lượng tính toán tổng hợp 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」聚合计算用量超量提醒
zh_tw: 「{{ _g_productName }}」聚合計算數量超量提醒

# email.title.appTrialExpire
source: {{ _g_productName }}: Trial Expiration Reminders
de_de: {{ _g_productName }}: Erinnerungen zum Ablauf der Testversion
es_es: {{ _g_productName }}: Recordatorios de vencimiento de la prueba
fr_fr: {{ _g_productName }} : Rappels d'expiration d'essai
id_id: {{ _g_productName }}: Pengingat Kedaluwarsa Uji Coba
ja_jp: {{ _g_productName }}: 試用期限のリマインダー
km_kh: {{ _g_productName }}: ការរំលឹកផុតកំណត់សាកល្បង
ko_kr: {{ _g_productName }}: 체험판 만료 알림
pt_pt: {{ _g_productName }}: Lembretes de expiração do teste
ru_ru: {{ _g_productName }}: Напоминания об истечении срока действия пробной версии
th_th: {{ _g_productName }}: การแจ้งเตือนวันหมดอายุการทดลองใช้
vi_vn: Nhắc nhở hết hạn thử nghiệm 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」试用到期提醒
zh_tw: 「{{ _g_productName }}」試用到期通知

# email.title.automationTriggerTimes
source: "{{ _g_productName }}" Automations Pro Usage
de_de: "{{ _g_productName }}" Automations Pro Nutzung
es_es: Uso de "{{ _g_productName }}" Automations Pro
fr_fr: Utilisation des automatisations Pro "{{ _g_productName }}"
id_id: Penggunaan Pro Otomatisasi "{{ _g_productName }}"
ja_jp: "{{ _g_productName }}" オートメーションProの使用
km_kh: "{{ _g_productName }}" ការប្រើប្រាស់ស្វ័យប្រវត្តិកម្ម Pro
ko_kr: "{{ _g_productName }}" 자동화 Pro 사용
pt_pt: Uso do Automations Pro "{{ _g_productName }}"
ru_ru: "{{ _g_productName }}" Автоматизация Pro Использование
th_th: "{{ _g_productName }}" การใช้งานระบบอัตโนมัติแบบ Pro
vi_vn: Dung lượng sử dụng trợ lý thông minh Pro 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」智能助手Pro用量提醒
zh_tw: 「{{ _g_productName }}」智慧助手Pro用量通知

# email.title.bpa_buffer
source: BPA Overconsumption Alert for "{{ _g_productName }}"
de_de: BPA-Überkonsumwarnung für "{{ _g_productName }}"
es_es: Alerta de consumo excesivo de BPA para "{{ _g_productName }}"
fr_fr: Alerte de surconsommation BPA pour "{{ _g_productName }}"
id_id: Peringatan Konsumsi Berlebihan BPA untuk "{{ _g_productName }}"
ja_jp: "{{ _g_productName }}"のBPA過消費アラート
km_kh: ការជូនដំណឹងប្រើប្រាស់លើស BPA សម្រាប់ "{{ _g_productName }}"
ko_kr: "{{ _g_productName }}"에 대한 BPA 과소비 경고
pt_pt: Alerta de consumo excessivo de BPA para "{{ _g_productName }}"
ru_ru: Предупреждение о чрезмерном потреблении BPA для "{{ _g_productName }}"
th_th: การแจ้งเตือนการบริโภค BPA มากเกินไปสำหรับ "{{ _g_productName }}"
vi_vn: Nhắc nhở vượt dung lượng phân tích quy trình 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」流程分析用量超量提醒
zh_tw: 「{{ _g_productName }}」流程分析數量超量提醒

# email.title.buffer_expired
source: Alert for "{{ _g_productName }}": System Usage Limit Exceeded & Service Suspended
de_de: Alarm für "{{ _g_productName }}": Systemnutzungslimit überschritten und Dienst ausgesetzt
es_es: Alerta para "{{ _g_productName }}": Límite de uso del sistema excedido y servicio suspendido
fr_fr: Alerte pour "{{ _g_productName }}": Limite d'utilisation du système dépassée et service suspendu
id_id: Peringatan untuk "{{ _g_productName }}": Batas Penggunaan Sistem Terlampaui & Layanan Ditangguhkan
ja_jp: アラート: "{{ _g_productName }}"のシステム使用制限超過とサービス停止
km_kh: ការជូនដំណឹងសម្រាប់ "{{ _g_productName }}": លើសដែនកំណត់ប្រើប្រព័ន្ធនិងសេវាកម្មត្រូវបានផ្អាក
ko_kr: "{{ _g_productName }}"에 대한 알림: 시스템 사용 한도를 초과하여 서비스가 중단되었습니다.
pt_pt: Alerta para "{{ _g_productName }}": Limite de uso do sistema excedido e serviço suspenso
ru_ru: Оповещение для "{{ _g_productName }}": превышен лимит использования системы и обслуживание приостановлено
th_th: การแจ้งเตือนสำหรับ "{{ _g_productName }}": เกินขีดจำกัดการใช้งานระบบและบริการถูกระงับ
vi_vn: Nhắc nhở tạm dừng sử dụng do vượt giới hạn hệ thống 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」系统用量超出限制，暂停使用提醒
zh_tw: 「{{ _g_productName }}」系統用量超出限制，暫停使用提醒

# email.title.coinRunOut
source: {{ _g_productName }}: You've Run out of {{ _g_productName }} Coins
de_de: {{ _g_productName }}: Ihnen sind die {{ _g_productName }} Münzen ausgegangen
es_es: {{ _g_productName }}: Te quedaste sin {{ _g_productName }} monedas
fr_fr: {{ _g_productName }} : Vous avez épuisé les pièces {{ _g_productName }}
id_id: {{ _g_productName }}: Anda Kehabisan {{ _g_productName }} Koin
ja_jp: {{ _g_productName }}: {{ _g_productName }} コインがなくなりました
km_kh: {{ _g_productName }}: អ្នកបានអស់ {{ _g_productName }} Coins
ko_kr: {{ _g_productName }}: {{ _g_productName }} 코인이 부족합니다.
pt_pt: {{ _g_productName }}: Você ficou sem {{ _g_productName }} moedas
ru_ru: {{ _g_productName }}: У вас закончились {{ _g_productName }} монет
th_th: {{ _g_productName }}: คุณได้ใช้เหรียญ {{ _g_productName }} เหรียญหมดแล้ว
vi_vn: Cloud coin của 「{{ _g_productName }}」 đã hết
zh_cn: 「{{ _g_productName }}」云币余额已耗尽
zh_tw: 「{{ _g_productName }}」雲幣餘額已耗盡

# email.title.coinRunningOut
source: {{ _g_productName }}: You're about to Run out of {{ _g_productName }} Coins
de_de: {{ _g_productName }}: Ihnen gehen bald die {{ _g_productName }} Münzen aus
es_es: {{ _g_productName }}: Estás a punto de quedarte sin {{ _g_productName }} monedas
fr_fr: {{ _g_productName }} : Vous êtes sur le point d'épuiser les pièces {{ _g_productName }}
id_id: {{ _g_productName }}: Anda akan Kehabisan {{ _g_productName }} Koin
ja_jp: {{ _g_productName }}: {{ _g_productName }} コインがまもなくなくなります
km_kh: {{ _g_productName }}: អ្នកជិតអស់ {{ _g_productName }} Coins
ko_kr: {{ _g_productName }}: {{ _g_productName }} 코인이 곧 소진됩니다.
pt_pt: {{ _g_productName }}: Você está prestes a ficar sem {{ _g_productName }} moedas
ru_ru: {{ _g_productName }}: У вас скоро закончатся {{ _g_productName }} монет
th_th: {{ _g_productName }}: คุณกำลังจะหมดเหรียญ {{ _g_productName }} เหรียญ
vi_vn: Cloud coin của 「{{ _g_productName }}」 sắp hết
zh_cn: 「{{ _g_productName }}」云币余额即将耗尽
zh_tw: 「{{ _g_productName }}」雲幣餘額即將耗盡

# email.title.comment
source: A new comment mentioned you. Please reply in time
de_de: In einem neuen Kommentar wurden Sie erwähnt. Bitte antworten Sie rechtzeitig.
es_es: Un nuevo comentario te mencionó. Por favor, responde a tiempo.
fr_fr: Un nouveau commentaire vous a mentionné. Veuillez répondre à temps
id_id: Komentar baru menyebutkan Anda. Mohon balas tepat waktu
ja_jp: 新しいコメントであなたに言及しました。時間内に返信してください
km_kh: មានយោបល់ថ្មីបានលើកអ្នក។ សូមឆ្លើយតបទាន់ពេលវេលា
ko_kr: 새로운 댓글에서 당신을 언급했습니다. 시간 내에 답변해 주세요.
pt_pt: Um novo comentário mencionou você. Por favor, responda a tempo.
ru_ru: Новый комментарий упомянул вас. Пожалуйста, ответьте вовремя
th_th: มีความคิดเห็นใหม่กล่าวถึงคุณ โปรดตอบกลับในเวลาที่เหมาะสม
vi_vn: Có bình luận @ bạn, vui lòng trả lời kịp thời
zh_cn: 有@你的评论，请及时回复
zh_tw: 有@你的評論，請及時回覆

# email.title.corpInvite
source: {{ _g_productName }}: Collaboration Invitation
de_de: {{ _g_productName }}: Einladung zur Zusammenarbeit
es_es: {{ _g_productName }}: Invitación a colaborar
fr_fr: {{ _g_productName }} : Invitation à collaborer
id_id: {{ _g_productName }}: Undangan Kolaborasi
ja_jp: {{ _g_productName }}: コラボレーションの招待
km_kh: {{ _g_productName }}: ការអញ្ជើញសហការ
ko_kr: {{ _g_productName }}: 협업 초대
pt_pt: {{ _g_productName }}: Convite para colaboração
ru_ru: {{ _g_productName }}: Приглашение к сотрудничеству
th_th: {{ _g_productName }}: คำเชิญร่วมมือ
vi_vn: Lời mời hợp tác 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」协作邀请
zh_tw: 「{{ _g_productName }}」協作邀請

# email.title.dashAlert
source: Data triggered alerts
de_de: Datengesteuerte Warnmeldungen
es_es: Alertas activadas por datos
fr_fr: Alertes déclenchées par les données
id_id: Data memicu peringatan
ja_jp: データによるアラート
km_kh: ការជូនដំណឹងដោយទិន្នន័យ
ko_kr: 데이터 트리거 알림
pt_pt: Alertas acionados por dados
ru_ru: Оповещения, вызванные данными
th_th: การแจ้งเตือนการกระตุ้นข้อมูล
vi_vn: Cảnh báo kích hoạt dữ liệu
zh_cn: 数据触发预警
zh_tw: 資料觸發預警

# email.title.dashAlertLimit
source: {{ _g_productName }}: Dashboard Data Alerts Reached Maximum Daily Limit
de_de: {{ _g_productName }}: Dashboard-Datenwarnungen haben das maximale Tageslimit erreicht
es_es: {{ _g_productName }}: Las alertas de datos del panel alcanzaron el límite diario máximo
fr_fr: {{ _g_productName }} : Les alertes de données du tableau de bord ont atteint la limite quotidienne maximale
id_id: {{ _g_productName }}: Peringatan Data Dasbor Mencapai Batas Harian Maksimum
ja_jp: {{ _g_productName }}: ダッシュボードデータアラートが1日の最大制限に達しました
km_kh: {{ _g_productName }}: ការជូនដំណឹងទិន្នន័យផ្ទាំងគ្រប់គ្រងឈានដល់ដែនកំណត់ប្រចាំថ្ងៃ
ko_kr: {{ _g_productName }}: 대시보드 데이터 알림이 최대 일일 한도에 도달했습니다.
pt_pt: {{ _g_productName }}: Os alertas de dados do painel atingiram o limite diário máximo
ru_ru: {{ _g_productName }}: оповещения о данных панели мониторинга достигли максимального дневного лимита
th_th: {{ _g_productName }}: การแจ้งเตือนข้อมูลแดชบอร์ดถึงขีดจำกัดสูงสุดรายวันแล้ว
vi_vn: Cảnh báo dữ liệu bảng điều khiển 「{{ _g_productName }}」 đạt giới hạn ngày
zh_cn: 「{{ _g_productName }}」仪表盘数据预警达到单日上限
zh_tw: 「{{ _g_productName }}」儀表板資料預警達到單日上限

# email.title.docTrend
source: {{ _g_productName }}: Docs Updates
de_de: {{ _g_productName }}: Aktualisierungen der Dokumente
es_es: {{ _g_productName }}: Actualizaciones de documentos
fr_fr: {{ _g_productName }} : Mises à jour des documents
id_id: {{ _g_productName }}: Pembaruan Dokumen
ja_jp: {{ _g_productName }}: ドキュメントの更新
km_kh: {{ _g_productName }}: ឯកសារធ្វើឱ្យទាន់សម័យ
ko_kr: {{ _g_productName }}: 문서 업데이트
pt_pt: {{ _g_productName }}: Atualizações de documentos
ru_ru: {{ _g_productName }}: Обновления документов
th_th: {{ _g_productName }}: การอัปเดตเอกสาร
vi_vn: Cập nhật tài liệu 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」文档动态
zh_tw: 「{{ _g_productName }}」文件動態

# email.title.etl_buffer
source: Data Factory Overconsumption Alert for "{{ _g_productName }}"
de_de: Warnung vor übermäßigem Data Factory-Verbrauch für „{{ _g_productName }}“
es_es: Alerta de consumo excesivo de Data Factory para "{{ _g_productName }}"
fr_fr: Alerte de surconsommation de l'usine de données pour "{{ _g_productName }}"
id_id: Peringatan Konsumsi Berlebihan Pabrik Data untuk "{{ _g_productName }}"
ja_jp: "{{ _g_productName }}"のデータファクトリー過消費アラート
km_kh: ការជូនដំណឹងប្រើប្រាស់លើសរបស់ Data Factory សម្រាប់ "{{ _g_productName }}"
ko_kr: "{{ _g_productName }}"에 대한 Data Factory 과소비 경고
pt_pt: Alerta de consumo excessivo do Data Factory para "{{ _g_productName }}"
ru_ru: Оповещение о перерасходе Data Factory для "{{ _g_productName }}"
th_th: การแจ้งเตือนการใช้ข้อมูลเกินของ Data Factory สำหรับ "{{ _g_productName }}"
vi_vn: Nhắc nhở vượt dung lượng nhà máy dữ liệu 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」数据工厂用量超量提醒
zh_tw: 「{{ _g_productName }}」資料工廠數量超量提醒

# email.title.formDataExceed
source: {{ _g_productName }}: Data Volume in a Single Table has Exceed the Limit
de_de: {{ _g_productName }}: Das Datenvolumen in einer einzelnen Tabelle hat das Limit überschritten
es_es: {{ _g_productName }}: El volumen de datos en una sola tabla ha excedido el límite
fr_fr: {{ _g_productName }} : Le volume de données dans un seul tableau a dépassé la limite
id_id: {{ _g_productName }}: Volume Data dalam Satu Tabel Telah Melebihi Batas
ja_jp: {{ _g_productName }}: 単一テーブルのデータ量が制限を超えました
km_kh: {{ _g_productName }}: ទិន្នន័យក្នុងតារាងតែមួយបានលើសដែនកំណត់
ko_kr: {{ _g_productName }}: 단일 테이블의 데이터 볼륨이 제한을 초과했습니다.
pt_pt: {{ _g_productName }}: O volume de dados em uma única tabela excedeu o limite
ru_ru: {{ _g_productName }}: Объем данных в одной таблице превысил лимит
th_th: {{ _g_productName }}: ปริมาณข้อมูลในตารางเดียวเกินขีดจำกัด
vi_vn: Dung lượng dữ liệu bảng đơn 「{{ _g_productName }}」 vượt quá
zh_cn: 「{{ _g_productName }}」单表数据量已超量
zh_tw: 「{{ _g_productName }}」單表資料量已超額

# email.title.formDataUsage
source: {{ _g_productName }}: Data Volume in a Single Table is about to Exceed the Limit
de_de: {{ _g_productName }}: Das Datenvolumen in einer einzelnen Tabelle überschreitet bald das Limit
es_es: {{ _g_productName }}: El volumen de datos en una sola tabla está a punto de superar el límite
fr_fr: {{ _g_productName }} : Le volume de données dans un seul tableau est sur le point de dépasser la limite
id_id: {{ _g_productName }}: Volume Data dalam Satu Tabel Akan Melebihi Batas
ja_jp: {{ _g_productName }}: 単一テーブルのデータ量がまもなく制限を超えます
km_kh: {{ _g_productName }}: ទិន្នន័យក្នុងតារាងតែមួយជិតលើសដែនកំណត់
ko_kr: {{ _g_productName }}: 단일 테이블의 데이터 볼륨이 제한을 초과하려고 합니다.
pt_pt: {{ _g_productName }}: O volume de dados em uma única tabela está prestes a exceder o limite
ru_ru: {{ _g_productName }}: Объем данных в одной таблице скоро превысит лимит
th_th: {{ _g_productName }}: ปริมาณข้อมูลในตารางเดียวกำลังจะเกินขีดจำกัด
vi_vn: Dung lượng dữ liệu bảng đơn 「{{ _g_productName }}」 sắp vượt quá
zh_cn: 「{{ _g_productName }}」单表数据量即将超量
zh_tw: 「{{ _g_productName }}」單表資料量即將超額

# email.title.monthlyDataExceed
source: {{ _g_productName }}: Data Volume Reached Maximum Monthly Limit
de_de: {{ _g_productName }}: Datenvolumen hat das maximale monatliche Limit erreicht
es_es: {{ _g_productName }}: El volumen de datos alcanzó el límite máximo mensual
fr_fr: {{ _g_productName }} : Le volume de données a atteint la limite mensuelle maximale
id_id: {{ _g_productName }}: Volume Data Mencapai Batas Bulanan Maksimum
ja_jp: {{ _g_productName }}: データ量が月間最大制限に達しました
km_kh: {{ _g_productName }}: ទិន្នន័យឈានដល់ដែនកំណត់ប្រចាំខែ
ko_kr: {{ _g_productName }}: 데이터 양이 월별 최대 한도에 도달했습니다.
pt_pt: {{ _g_productName }}: O volume de dados atingiu o limite mensal máximo
ru_ru: {{ _g_productName }}: Объем данных достиг максимального месячного лимита
th_th: {{ _g_productName }}: ปริมาณข้อมูลถึงขีดจำกัดสูงสุดรายเดือนแล้ว
vi_vn: Dung lượng dữ liệu tháng 「{{ _g_productName }}」 vượt quá
zh_cn: 「{{ _g_productName }}」单月数据量超量
zh_tw: 「{{ _g_productName }}」單月資料量超額

# email.title.systemLog
source: {{ _g_productName }}: System Logs
de_de: {{ _g_productName }}: Systemprotokolle
es_es: {{ _g_productName }}: Registros del sistema
fr_fr: {{ _g_productName }} : Journaux système
id_id: {{ _g_productName }}: Log Sistem
ja_jp: {{ _g_productName }}: システムログ
km_kh: {{ _g_productName }}: កំណត់ហេតុប្រព័ន្ធ
ko_kr: {{ _g_productName }}: 시스템 로그
pt_pt: {{ _g_productName }}: Registros do sistema
ru_ru: {{ _g_productName }}: Системные журналы
th_th: {{ _g_productName }}: บันทึกระบบ
vi_vn: Nhật ký hệ thống 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」系统日志
zh_tw: 「{{ _g_productName }}」系統日誌

# email.title.tenantCoop
source: "{{ _g_productName }}" Enterprise Collaboration
de_de: „{{ _g_productName }}“ Unternehmenszusammenarbeit
es_es: 「{{ _g_productName }}」Colaboración empresarial
fr_fr: 「{{ _g_productName }}」Collaboration d'entreprise
id_id: 「{{ _g_productName }}」Kolaborasi Perusahaan
ja_jp: 「{{ _g_productName }}」企業コラボレーション
km_kh: 「{{ _g_productName }}」ការសហការសហគ្រាស
ko_kr: 「{{ _g_productName }}」엔터프라이즈 협업
pt_pt: 「{{ _g_productName }}」Colaboração empresarial
ru_ru: 「{{ _g_productName }}」Корпоративное сотрудничество
th_th: ความร่วมมือระหว่างองค์กร 「{{ _g_productName }}」
vi_vn: Hợp tác doanh nghiệp 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」企业协作
zh_tw: 「{{ _g_productName }}」企業協作
