Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# excel.corpCoop.headerTitle.nickName
source: Name
es_es: Nombre
fr_fr: Nom
id_id: Nama
ja_jp: 名前
km_kh: ឈ្មោះ
ko_kr: 이름
pt_pt: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 姓名
zh_tw: 姓名

# excel.corpCoop.headerTitle.phone
source: Mobile
es_es: Móvil
id_id: Seluler
ja_jp: 携帯
km_kh: ទូរស័ព្ទចល័ត
ko_kr: 이동하는
pt_pt: Móvel
ru_ru: Мобильный
th_th: มือถือ
vi_vn: Số điện thoại
zh_cn: 手机
zh_tw: 手機

# excel.corpCoop.headerTitle.role
source: Role
de_de: Rolle
fr_fr: Rôle
id_id: Peran
ja_jp: 役割
km_kh: តួនាទី
ko_kr: 역할
pt_pt: Papel
ru_ru: Роль
th_th: บทบาท
vi_vn: Vai trò
zh_cn: 角色
zh_tw: 角色

# excel.datetime.format.date
source: YYYY-MM-DD
de_de: JJJJ-MM-TT
es_es: AAAA-MM-DD
fr_fr: AAAA-MM-JJ
ko_kr: 년-월-일
pt_pt: AAAA-MM-DD
ru_ru: ГГГГ-ММ-ДД
th_th: ปปปป-ดด-วว
vi_vn: Năm-Tháng-Ngày
zh_cn: 年-月-日
zh_tw: 年-月-日

# excel.datetime.format.date.minute
source: YYYY-MM-DD HH:MM
de_de: JJJJ-MM-TT HH:MM
es_es: AAAA-MM-DD HH:MM
fr_fr: AAAA-MM-JJ HH:MM
pt_pt: AAAA-MM-DD HH:MM
ru_ru: ГГГГ-ММ-ДД ЧЧ:ММ
th_th: ปปปป-ดด-วว ชม:นาที
vi_vn: Năm-Tháng-Ngày Giờ:Phút
zh_cn: 年-月-日 时：分
zh_tw: 年-月-日 時：分

# excel.datetime.format.date.month
source: YYYY-MM
de_de: JJJJ-MM
es_es: AAAA-MM
fr_fr: AAAA-MM
ko_kr: 년-월
pt_pt: AAAA-MM
ru_ru: ГГГГ-ММ
th_th: ปี-เดือน
vi_vn: Năm-Tháng
zh_cn: 年-月
zh_tw: 年-月

# excel.datetime.format.datetime
source: YYYY-MM-DD HH:MM:SS
de_de: JJJJ-MM-TT HH:MM:SS
es_es: AAAA-MM-DD HH:MM:SS
fr_fr: AAAA-MM-JJ HH:MM:SS
id_id: YYYY-MM-DD HH:MM:DD
pt_pt: AAAA-MM-DD HH:MM:SS
ru_ru: ГГГГ-ММ-ДД ЧЧ:ММ:СС
th_th: ปปปป-ดด-วว ชช:นาที:วว
vi_vn: Năm-Tháng-Ngày Giờ:Phút:Giây
zh_cn: 年-月-日 时：分：秒
zh_tw: 年-月-日 時：分：秒

# excel.filename.dataTable
source: Data Table
de_de: Datentabelle
es_es: Tabla de datos
fr_fr: Table de données
id_id: Tabel Data
ja_jp: データテーブル
km_kh: តារាងទិន្នន័យ
ko_kr: 데이터 테이블
pt_pt: Tabela de Dados
ru_ru: Таблица данных
th_th: ตารางข้อมูล
vi_vn: Bảng dữ liệu
zh_cn: 数据表
zh_tw: 資料表

# excel.filename.dataTemplate
source: Data Template
de_de: Datenvorlage
es_es: Plantilla de datos
fr_fr: Modèle de données
id_id: Templat Data
ja_jp: データテンプレート
km_kh: គំរូទិន្នន័យ
ko_kr: 데이터 템플릿
pt_pt: Modelo de dados
ru_ru: Шаблон данных
th_th: เทมเพลตข้อมูล
vi_vn: Mẫu dữ liệu
zh_cn: 数据模板
zh_tw: 資料範本

# excel.filename.table
source: Statistical Table
de_de: Statistische Tabelle
es_es: Tabla estadística
fr_fr: Table statistique
id_id: Tabel Statistik
ja_jp: 統計テーブル
km_kh: តារាងស្ថិតិ
ko_kr: 통계표
pt_pt: Tabela Estatística
ru_ru: Статистическая таблица
th_th: ตารางสถิติ
vi_vn: Bảng thống kê
zh_cn: 统计表
zh_tw: 統計表

# excel.importError.errorData.deptNameMatchRepeat
source: Duplicate department name "{{ value }}" found in the "{{ colLabel }}" field. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Doppelter Abteilungsname "{{ value }}" im Feld "{{ colLabel }}" gefunden. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: Se encontró un nombre de departamento duplicado "{{ value }}" en el campo "{{ colLabel }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Nom de département en double "{{ value }}" trouvé dans le champ "{{ colLabel }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Nama departemen duplikat "{{ value }}" ditemukan di kolom "{{ colLabel }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドに重複する部署名「{{ value }}」が見つかりました。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: ឈ្មោះដេប៉ាតឺម៉ង់ស្ទួន "{{ value }}" ត្រូវបានរកឃើញក្នុងវាល "{{ colLabel }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드에서 중복된 부서 이름 "{{ value }}"이(가) 발견되었습니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Nome de departamento duplicado "{{ value }}" encontrado no campo "{{ colLabel }}". Este campo corresponde ao campo "{{ widgetLabel }}" do formulário.
ru_ru: Дублирующееся название отдела "{{ value }}" найдено в поле "{{ colLabel }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: พบชื่อแผนกซ้ำ "{{ value }}" ในฟิลด์ "{{ colLabel }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 có phòng ban trùng tên
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」存在重名部门
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」存在重名部署

# excel.importError.errorData.errorInfoTitle
source: Error Details
de_de: Fehlerdetails
es_es: Detalles del error
fr_fr: Détails de l'erreur
id_id: Detail Kesalahan
ja_jp: エラーの詳細
km_kh: ព័ត៌មានលម្អិតអំពីកំហុស
ko_kr: 오류 세부 정보
pt_pt: Detalhes do erro
ru_ru: Подробности ошибки
th_th: รายละเอียดข้อผิดพลาด
vi_vn: Chi tiết lỗi
zh_cn: 错误详情
zh_tw: 錯誤詳情

# excel.importError.errorData.format
source: Incorrect format for "{{ value }}" in the "{{ colLabel }}" field. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Falsches Format für "{{ value }}" im Feld "{{ colLabel }}". Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: Formato incorrecto para "{{ valor }}" en el campo "{{ colLabel }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Format incorrect pour "{{ value }}" dans le champ "{{ colLabel }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Format yang salah untuk "{{ value }}" di kolom "{{ colLabel }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」の形式が間違っています。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: ទម្រង់មិនត្រឹមត្រូវសម្រាប់ "{{ value }}" ក្នុងវាល "{{ colLabel }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}" 형식이 잘못되었습니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Formato incorreto para "{{ value }}" no campo "{{ colLabel }}". Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: Неправильный формат для "{{ value }}" в поле "{{ colLabel }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: รูปแบบไม่ถูกต้องสำหรับ "{{ value }}" ในฟิลด์ "{{ colLabel }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 sai định dạng
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」格式不正确
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」格式不正確

# excel.importError.errorData.idMatchMiss
source: "{{ value }}" in the "{{ colLabel }}" field failed to match any ID. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" konnte keiner ID entsprechen. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: El valor "{{ value }}" del campo "{{ colLabel }}" no coincidió con ningún ID. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" n'a pas réussi à correspondre à un identifiant. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ colLabel }}" gagal mencocokkan ID apa pun. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」はIDに一致しませんでした。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" មិនអាចផ្គូផ្គង ID ណាមួយបានទេ។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"에 일치하는 ID가 없습니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" não correspondeu a nenhum ID. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" не удалось сопоставить ни один идентификатор. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ไม่สามารถจับคู่ ID ใดๆ ได้ ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 không khớp ID
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」未匹配到ID
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」未匹配到 ID

# excel.importError.errorData.itemsExceed.eq
source: Select {{ itemCount }} option(s) in the "{{ colLabel }}" field. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Wählen Sie {{ itemCount }} Option(en) im Feld "{{ colLabel }}" aus. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: Seleccione {{ itemCount }} opciones en el campo "{{ colLabel }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Sélectionnez {{ itemCount }} option(s) dans le champ "{{ colLabel }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Pilih opsi {{ itemCount }} di kolom "{{ colLabel }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドで{{ itemCount }}選択肢を選択してください。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: ជ្រើសរើស {{ itemCount }} ជម្រើសក្នុងវាល "{{ colLabel }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드에서 {{ itemCount }}개의 옵션을 선택하세요. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Selecione {{ itemCount }} opção(ões) no campo "{{ colLabel }}". Este campo corresponde ao campo "{{ widgetLabel }}" do formulário.
ru_ru: Выберите {{ itemCount }} опций в поле "{{ colLabel }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: เลือกตัวเลือก {{ itemCount }} ในช่อง "{{ colLabel }}" ช่องนี้สอดคล้องกับช่อง "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 cần chọn {{ itemCount }} mục
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段需选择{{ itemCount }}项
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位需選擇{{ itemCount }}項

# excel.importError.errorData.itemsExceed.max
source: Maximum {{ maxItemCount }} option(s) for the "{{ colLabel }}" field. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Maximale {{ maxItemCount }} Option(en) für das Feld "{{ colLabel }}". Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: Máximo de {{ maxItemCount }} opciones para el campo "{{ colLabel }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Maximum {{ maxItemCount }} option(s) pour le champ "{{ colLabel }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Jumlah opsi maksimum {{ maxItemCount }} untuk kolom "{{ colLabel }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" dalam formulir.
ja_jp: 「{{ colLabel }}」フィールドの最大{{ maxItemCount }}選択肢。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: អតិបរមា {{ maxItemCount }} ជម្រើសសម្រាប់វាល "{{ colLabel }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드에 대한 최대 {{ maxItemCount }}개 옵션입니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Máximo de {{ maxItemCount }} opções para o campo "{{ colLabel }}". Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: Максимальное количество {{ maxItemCount }} опций для поля "{{ colLabel }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: ตัวเลือกสูงสุด {{ maxItemCount }} สำหรับฟิลด์ "{{ colLabel }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 chọn tối đa {{ maxItemCount }} mục
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段最多选{{ maxItemCount }}项
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位最多選{{ maxItemCount }}項

# excel.importError.errorData.itemsExceed.min
source: Minimum {{ minItemCount }} option(s) for the "{{ colLabel }}" field. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Mindestanzahl {{ minItemCount }} Optionen für das Feld "{{ colLabel }}". Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: Mínimo de {{ minItemCount }} opciones para el campo "{{ colLabel }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Minimum {{ minItemCount }} option(s) pour le champ "{{ colLabel }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Opsi minimum {{ minItemCount }} untuk kolom "{{ colLabel }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" dalam formulir.
ja_jp: 「{{ colLabel }}」フィールドの最小{{ minItemCount }}選択肢。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: យ៉ាងហោចណាស់ {{ minItemCount }} ជម្រើសសម្រាប់វាល "{{ colLabel }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드에 대한 최소 {{ minItemCount }}개 옵션입니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Mínimo de {{ minItemCount }} opções para o campo "{{ colLabel }}". Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: Минимальное количество {{ minItemCount }} опций для поля "{{ colLabel }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: ตัวเลือกขั้นต่ำ {{ minItemCount }} สำหรับฟิลด์ "{{ colLabel }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 phải chọn ít nhất {{ minItemCount }} mục
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段最少选{{ minItemCount }}项
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位最少選{{ minItemCount }}項

# excel.importError.errorData.itemsExceed.range
source: Please choose {{ minItemCount }} to {{ maxItemCount }} option(s) for the "{{ colLabel }}" field. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: Bitte wählen Sie für das Feld "{{ colLabel }}" die Option(en) {{ minItemCount }} bis {{ maxItemCount }}. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: Seleccione entre {{ minItemCount }} y {{ maxItemCount }} opciones para el campo "{{ colLabel }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: Veuillez choisir entre {{ minItemCount }} et {{ maxItemCount }} option(s) pour le champ "{{ colLabel }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: Silakan pilih opsi {{ minItemCount }} hingga {{ maxItemCount }} untuk kolom "{{ colLabel }}". Kolom ini sesuai dengan kolom "{{ widgetLabel }}" dalam formulir.
ja_jp: 「{{ colLabel }}」フィールドの選択肢を{{ minItemCount }}から{{ maxItemCount }}選択してください。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: សូមជ្រើសរើសពី {{ minItemCount }} ដល់ {{ maxItemCount }} ជម្រើសសម្រាប់វាល "{{ colLabel }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드에 {{ minItemCount }}개부터 {{ maxItemCount }}개까지의 옵션을 선택하세요. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Selecione {{ minItemCount }} a {{ maxItemCount }} opção(ões) para o campo "{{ colLabel }}". Este campo corresponde ao campo "{{ widgetLabel }}" do formulário.
ru_ru: Пожалуйста, выберите {{ minItemCount }} to {{ maxItemCount }} опции для поля "{{ colLabel }}". Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: โปรดเลือก {{ minItemCount }} ถึง {{ maxItemCount }} ตัวเลือกสำหรับฟิลด์ "{{ colLabel }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 cần chọn từ {{ minItemCount }} đến {{ maxItemCount }} mục
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段需选择{{ minItemCount }}~{{ maxItemCount }}项
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位需選擇{{ minItemCount }}~{{ maxItemCount }}項

# excel.importError.errorData.itemsRange
source: "{{ value }}" in the "{{ colLabel }}" field failed to match any option. This field corresponds to the "{{ widgetLabel }}" field in the form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" konnte keiner Option entsprechen. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im Formular.
es_es: El campo "{{ valor }}" del campo "{{ colLabel }}" no coincidió con ninguna opción. Este campo corresponde al campo "{{ widgetLabel }}" del formulario.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" n'a pas réussi à correspondre à une option. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire.
id_id: "{{ value }}" di kolom "{{ colLabel }}" gagal mencocokkan opsi apa pun. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は選択肢に一致しませんでした。このフィールドはフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" មិនអាចផ្គូផ្គងជម្រើសណាមួយបានទេ។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"에 일치하는 옵션이 없습니다. 이 필드는 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" não correspondeu a nenhuma opção. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" не удалось сопоставить ни один параметр. Это поле соответствует полю "{{ widgetLabel }}" в форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ไม่ตรงกับตัวเลือกใดๆ ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์ม
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 không khớp tùy chọn
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」未匹配到选项
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」未匹配到選項

# excel.importError.errorData.linkObjectNameMultiFormRepeat
source: Duplicate data for "{{ value }}" in the "{{ formNames }}" form. Annotate the form to be imported in the format of "Field Value # Form".
de_de: Doppelte Daten für „{{ value }}“ im Formular „{{ formNames }}“. Kommentieren Sie das zu importierende Formular im Format „Feldwert # Formular“.
es_es: Datos duplicados para "{{ valor }}" en el formulario "{{ formNames }}". Anote el formulario que se va a importar con el formato "Valor de campo # Formulario".
fr_fr: Données en double pour "{{ value }}" dans le formulaire "{{ formNames }}". Annoter le formulaire à importer au format "Valeur du champ # Formulaire".
id_id: Gandakan data untuk "{{ value }}" dalam formulir "{{ formNames }}". Beri anotasi pada formulir yang akan diimpor dalam format "Field Value # Form".
ja_jp: 「{{ formNames }}」フォームで「{{ value }}」の重複データ。インポートするフォームを「フィールド値 # フォーム」の形式で注釈してください。
km_kh: ទិន្នន័យស្ទួនសម្រាប់ "{{ value }}" ក្នុងទម្រង់ "{{ formNames }}"។ បញ្ចាក់ទម្រង់ដែលត្រូវនាំចូលក្នុងទម្រង់ "តម្លៃវាល # ទម្រង់"។
ko_kr: "{{ formNames }}" 양식의 "{{ value }}"에 대한 중복 데이터가 있습니다. 가져올 양식에 "필드 값 # 양식" 형식으로 주석을 추가하세요.
pt_pt: Dados duplicados para "{{ value }}" no formulário "{{ formNames }}". Anote o formulário a ser importado no formato "Campo Valor # Formulário".
ru_ru: Дублировать данные для "{{ value }}" в форме "{{ formNames }}". Аннотировать импортируемую форму в формате "Field Value # Form".
th_th: ข้อมูลซ้ำสำหรับ "{{ value }}" ในฟอร์ม "{{ formNames }}" ใส่คำอธิบายประกอบฟอร์มที่จะนำเข้าในรูปแบบ "Field Value # Form"
vi_vn: Dữ liệu trùng tên 「{{ value }}」 trong 「{{ formNames }}」, vui lòng ghi chú theo định dạng [Giá trị trường#Biểu mẫu]
zh_cn: 【{{ formNames }}】中存在同名数据「{{ value }}」，请按【字段值#表单】的格式标注所要导入的表单
zh_tw: 【{{ formNames }}】表中存在重名「{{ value }}」，請按【欄位值#表單】的格式標註所要匯入的表單

# excel.importError.errorData.linkObjectNameRepeat
source: Duplicate field name "{{ colLabel }}" found in the "{{ formName }}" form. This field corresponds to the "{{ widgetLabel }}" field in the current form.
de_de: Doppelter Feldname "{{ colLabel }}" im Formular "{{ formName }}" gefunden. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im aktuellen Formular.
es_es: Se encontró un nombre de campo duplicado "{{ colLabel }}" en el formulario "{{ formName }}". Este campo corresponde al campo "{{ widgetLabel }}" del formulario actual.
fr_fr: Nom de champ en double "{{ colLabel }}" trouvé dans le formulaire "{{ formName }}". Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire actuel.
id_id: Nama bidang duplikat "{{ colLabel }}" ditemukan dalam formulir "{{ formName }}". Bidang ini sesuai dengan bidang "{{ widgetLabel }}" dalam formulir saat ini.
ja_jp: 「{{ formName }}」フォームで重複するフィールド名「{{ colLabel }}」。このフィールドは現在のフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: ឈ្មោះវាលស្ទួន "{{ colLabel }}" ត្រូវបានរកឃើញក្នុងទម្រង់ "{{ formName }}"។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់បច្ចុប្បន្ន។
ko_kr: "{{ formName }}" 양식에서 중복된 필드 이름 "{{ colLabel }}"이(가) 발견되었습니다. 이 필드는 현재 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: Nome de campo duplicado "{{ colLabel }}" encontrado no formulário "{{ formName }}". Este campo corresponde ao campo "{{ widgetLabel }}" no formulário atual.
ru_ru: Дублирующееся имя поля "{{ colLabel }}" найдено в форме "{{ formName }}". Это поле соответствует полю "{{ widgetLabel }}" в текущей форме.
th_th: พบชื่อฟิลด์ซ้ำ "{{ colLabel }}" ในฟอร์ม "{{ formName }}" ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในฟอร์มปัจจุบัน
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 trùng tên trong bảng 「{{ formName }}」
zh_cn: 【{{ formName }}】表中存在重名【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段
zh_tw: 【{{ formName }}】表中存在重名【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位

# excel.importError.errorData.lookupMatchMiss
source: "{{ value }}" in the "{{ colLabel }}" field failed to match any data in the related form. This field corresponds to the "{{ widgetLabel }}" field in the current form.
de_de: "{{ value }}" im Feld "{{ colLabel }}" stimmte mit keinen Daten im zugehörigen Formular überein. Dieses Feld entspricht dem Feld "{{ widgetLabel }}" im aktuellen Formular.
es_es: El campo "{{ value }}" del campo "{{ colLabel }}" no coincidió con ningún dato del formulario relacionado. Este campo corresponde al campo "{{ widgetLabel }}" del formulario actual.
fr_fr: {{ value }} dans le champ "{{ colLabel }}" n'a pas réussi à correspondre à des données dans le formulaire associé. Ce champ correspond au champ "{{ widgetLabel }}" dans le formulaire actuel.
id_id: "{{ value }}" di kolom "{{ colLabel }}" gagal mencocokkan data apa pun di formulir terkait. Kolom ini sesuai dengan kolom "{{ widgetLabel }}" di formulir saat ini.
ja_jp: 「{{ colLabel }}」フィールドの「{{ value }}」は関連フォームのデータに一致しませんでした。このフィールドは現在のフォームの「{{ widgetLabel }}」フィールドに対応します。
km_kh: "{{ value }}" ក្នុងវាល "{{ colLabel }}" មិនអាចផ្គូផ្គងទិន្នន័យណាមួយក្នុងទម្រង់ដែលពាក់ព័ន្ធបានទេ។ វាលនេះត្រូវនឹងវាល "{{ widgetLabel }}" ក្នុងទម្រង់បច្ចុប្បន្ន។
ko_kr: "{{ colLabel }}" 필드의 "{{ value }}"이(가) 관련 양식의 데이터와 일치하지 않습니다. 이 필드는 현재 양식의 "{{ widgetLabel }}" 필드에 해당합니다.
pt_pt: "{{ value }}" no campo "{{ colLabel }}" não correspondeu a nenhum dado no formulário relacionado. Este campo corresponde ao campo "{{ widgetLabel }}" no formulário atual.
ru_ru: "{{ value }}" в поле "{{ colLabel }}" не удалось сопоставить ни с одним данным в связанной форме. Это поле соответствует полю "{{ widgetLabel }}" в текущей форме.
th_th: "{{ value }}" ในฟิลด์ "{{ colLabel }}" ไม่สามารถจับคู่ข้อมูลใดๆ ในแบบฟอร์มที่เกี่ยวข้องได้ ฟิลด์นี้สอดคล้องกับฟิลด์ "{{ widgetLabel }}" ในแบบฟอร์มปัจจุบัน
vi_vn: Trường 「{{ colLabel }} (tương ứng 「{{ widgetLabel }}」)」 giá trị 「{{ value }}」 không khớp dữ liệu bảng liên kết
zh_cn: 【{{ colLabel }}（对应表单字段「{{ widgetLabel }}」）】字段「{{ value }}」未匹配到关联表数据
zh_tw: 【{{ colLabel }}（對應表單欄位「{{ widgetLabel }}」）】欄位「{{ value }}」未匹配到關聯表資料
