Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# corp_log.content.space_perm_group_update
source: Edited the permission set "{{ space_perm_group_name }}"
de_de: Der Berechtigungssatz „{{ space_perm_group_name }}“ wurde bearbeitet.
es_es: Se editó el conjunto de permisos "{{ space_perm_group_name }}"
fr_fr: Ensemble de permissions "{{ space_perm_group_name }}" modifié
id_id: Mengedit set izin "{{ space_perm_group_name }}"
ja_jp: 権限セット「{{ space_perm_group_name }}」を編集しました
km_kh: បានកែសម្រួលសំណុំសិទ្ធិ "{{ space_perm_group_name }}"
ko_kr: 권한 집합 "{{ space_perm_group_name }}"을 편집했습니다.
pt_pt: Editou o conjunto de permissões "{{ space_perm_group_name }}"
ru_ru: Отредактировал набор разрешений "{{ space_perm_group_name }}"
th_th: แก้ไขชุดสิทธิ์ "{{ space_perm_group_name }}"
vi_vn: Sửa nhóm quyền thư viện kiến thức 「{{ space_perm_group_name }}」
zh_cn: 修改了知识库权限组「{{ space_perm_group_name }}」
zh_tw: 修改了知識庫權限組「{{ space_perm_group_name }}」

# corp_log.content.space_update
source: Edited the basic info of the knowledge base "{{ space_name }}"
de_de: Die grundlegenden Informationen der Wissensdatenbank „{{ space_name }}“ wurden bearbeitet.
es_es: Se editó la información básica de la base de conocimientos "{{ space_name }}"
fr_fr: Informations de base de la base de connaissances "{{ space_name }}" modifiées
id_id: Mengedit info dasar basis pengetahuan "{{ space_name }}"
ja_jp: ナレッジベース「{{ space_name }}」の基本情報を編集しました
km_kh: បានកែសម្រួលព័ត៌មានមូលដ្ឋាននៃមូលដ្ឋានចំណេះដឹង "{{ space_name }}"
ko_kr: 지식베이스 "{{ space_name }}"의 기본 정보를 편집했습니다.
pt_pt: Editou as informações básicas da base de conhecimento "{{ space_name }}"
ru_ru: Отредактировал основную информацию базы знаний "{{ space_name }}"
th_th: แก้ไขข้อมูลพื้นฐานของฐานความรู้ "{{ space_name }}"
vi_vn: Sửa thông tin cơ bản của thư viện kiến thức 「{{ space_name }}」
zh_cn: 修改了知识库「{{ space_name }}」的基本信息
zh_tw: 修改了知識庫「{{ space_name }}」的基本資訊

# corp_log.content.suite_corp_scope_update
source: Set up who can use "{{ name }}"
de_de: Richten Sie ein, wer „{{ name }}“ verwenden kann
es_es: Configurar quién puede usar "{{ name }}"
fr_fr: Définir qui peut utiliser "{{ name }}"
id_id: Mengatur siapa yang dapat menggunakan "{{ name }}"
ja_jp: 「{{ name }}」の表示範囲を設定しました
km_kh: កំណត់អ្នកដែលអាចប្រើ "{{ name }}"
ko_kr: "{{ name }}"을 사용할 수 있는 사람을 설정하세요
pt_pt: Configurar quem pode usar "{{ name }}"
ru_ru: Настройте, кто может использовать "{{ name }}"
th_th: ตั้งค่าว่าใครสามารถใช้ "{{ name }}" ได้
vi_vn: Thiết lập phạm vi hiển thị của 「{{ name }}」
zh_cn: 设置了「{{ name }}」的可见范围
zh_tw: 設定了「{{ name }}」的可見範圍

# corp_log.content.suite_disable
source: Disable "{{ name }}"
de_de: Deaktivieren Sie "{{ name }}"
es_es: Deshabilitar "{{ name }}"
fr_fr: Désactiver "{{ name }}"
id_id: Nonaktifkan "{{ nama }}"
ja_jp: 「{{ name }}」が無効になりました
km_kh: បិទការប្រើប្រាស់ "{{ name }}"
ko_kr: "{{ name }}" 비활성화
pt_pt: Desabilitar "{{ nome }}"
ru_ru: Отключить "{{ name }}"
th_th: ปิดการใช้งาน "{{ name }}"
vi_vn: Tắt 「{{ name }}」
zh_cn: 关闭了「{{ name }}」
zh_tw: 關閉了「{{ name }}」

# corp_log.content.suite_enable
source: Enable "{{ name }}"
de_de: Aktivieren Sie "{{ name }}"
es_es: Habilitar "{{ name }}"
fr_fr: Activer "{{ name }}"
id_id: Aktifkan "{{ nama }}"
ja_jp: 「{{ name }}」が有効になりました
km_kh: បើកការប្រើប្រាស់ "{{ name }}"
ko_kr: "{{ name }}" 활성화
pt_pt: Habilitar "{{ nome }}"
ru_ru: Включить "{{ name }}"
th_th: เปิดใช้งาน "{{ name }}"
vi_vn: Bật 「{{ name }}」
zh_cn: 启用了「{{ name }}」
zh_tw: 啟用了「{{ name }}」

# crm.upgrade.relatedData
source: Lookup
de_de: Nachschlagen
es_es: Buscar
fr_fr: Recherche
id_id: Pencarian
ja_jp: 関連データ
km_kh: ស្វែងរក
ko_kr: 조회
pt_pt: Pesquisar
ru_ru: Искать
th_th: ค้นหา
vi_vn: Dữ liệu liên quan
zh_cn: 关联数据
zh_tw: 關聯資料

# crop_log.content.accept_host_invitation
source: Accept to the invitation of {{ nickname}}({{ corpName }})
de_de: Nehmen Sie die Einladung von {{ nickname}}({{ corpName }}) an.
es_es: Acepta la invitación de {{nickname}}({{corpName}})
fr_fr: Accepter l'invitation de {{ nickname}}({{ corpName }})
id_id: Terima undangan dari {{ nickname}}({{ corpName }})
ja_jp: {{ nickname}}({{ corpName }})の招待を受け入れました
km_kh: ទទួលយកការអញ្ជើញពី {{ nickname }}({{ corpName }})
ko_kr: {{ nickname }}({{ corpName }})의 초대를 수락합니다.
pt_pt: Aceite o convite de {{ nickname}}({{ corpName }})
ru_ru: Принять приглашение от {{ nickname}}({{ corpName }})
th_th: ยอมรับคำเชิญของ {{ nickname}}({{ corpName }})
vi_vn: Chấp nhận lời mời kết nối của {{ nickname }}({{ corpName }})
zh_cn: 同意了{{ nickname }}({{ corpName }})的连接邀请
zh_tw: 同意了{{ nickname }}({{ corpName }})的連接邀請

# crop_log.content.agent_disable
source: Disabled Plugin {{ plugin_name }}
de_de: Deaktiviertes Plugin {{ plugin_name }}
es_es: Complemento deshabilitado {{ plugin_name }}
fr_fr: Agent du plugin {{ plugin_name }} désactivé
id_id: Plugin Dinonaktifkan {{ plugin_name }}
ja_jp: プラグインエージェント「{{ plugin_name }}」を無効にしました
km_kh: បានបិទផ្លានិច {{ plugin_name }}
ko_kr: 비활성화된 플러그인 {{ plugin_name }}
pt_pt: Plugin desabilitado {{ plugin_name }}
ru_ru: Отключенный плагин {{ plugin_name }}
th_th: ปลั๊กอินที่ถูกปิดใช้งาน {{ plugin_name }}
vi_vn: Tắt plugin 「{{ plugin_name }}」
zh_cn: 停用了插件「{{ plugin_name }}」
zh_tw: 停用了外掛「{{ plugin_name }}」

# crop_log.content.agent_enable
source: Enabled Plugin Agent {{ plugin_name }}
de_de: Plugin-Agent aktiviert {{ plugin_name }}
es_es: Agente de complemento habilitado {{ plugin_name }}
fr_fr: Agent du plugin {{ plugin_name }} activé
id_id: Agen Plugin Diaktifkan {{ plugin_name }}
ja_jp: プラグインエージェント「{{ plugin_name }}」を有効にしました
km_kh: បានបើកដំណើរការភ្នាក់ងារផ្លានិច {{ plugin_name }}
ko_kr: 플러그인 에이전트 {{ plugin_name }} 활성화됨
pt_pt: Agente de plugin habilitado {{ plugin_name }}
ru_ru: Включен агент плагина {{ plugin_name }}
th_th: เปิดใช้งานตัวแทนปลั๊กอิน {{ plugin_name }}
vi_vn: Bật plugin 「{{ plugin_name }}」
zh_cn: 启用了插件「{{ plugin_name }}」
zh_tw: 啟用了外掛「{{ plugin_name }}」

# crop_log.content.agent_uninstall
source: Uninstalled Plugin Agent {{ plugin_name }}
de_de: Deinstallierter Plugin-Agent {{ plugin_name }}
es_es: Agente de complemento desinstalado {{ plugin_name }}
fr_fr: Agent du plugin {{ plugin_name }} désinstallé
id_id: Agen Plugin yang Dihapus {{ plugin_name }}
ja_jp: プラグインエージェント「{{ plugin_name }}」をアンインストールしました
km_kh: បានលុបចេញភ្នាក់ងារផ្លានិច {{ plugin_name }}
ko_kr: 플러그인 에이전트 {{ plugin_name }}가 제거되었습니다.
pt_pt: Agente de plugin desinstalado {{ plugin_name }}
ru_ru: Удален плагин-агент {{ plugin_name }}
th_th: ถอนการติดตั้งปลั๊กอินตัวแทน {{ plugin_name }}
vi_vn: Gỡ cài đặt plugin 「{{ plugin_name }}」
zh_cn: 删除了插件「{{ plugin_name }}」
zh_tw: 刪除了外掛「{{ plugin_name }}」

# crop_log.content.aggregate_copy
source: Created the aggregate table {{name}}, copied from the {{ori_name}} aggregate table in the {{app_name}} app
de_de: Die aggregierte Tabelle {{name}} wurde erstellt und aus der aggregierten Tabelle {{ori_name}} in der App {{app_name}} kopiert.
es_es: Se creó la tabla agregada {{name}}, copiada de la tabla agregada {{ori_name}} en la aplicación {{app_name}}
fr_fr: Créé la table d'agrégation {{ name }} en copiant depuis la table d'agrégation {{ ori_name }} de l'application {{ app_name }}
id_id: Membuat tabel agregat {{name}}, disalin dari tabel agregat {{ori_name}} di aplikasi {{app_name}}
ja_jp: {{ name }} という集計テーブルを作成しました。{{ app_name }} アプリの {{ ori_name }} 集計テーブルからコピーされました
km_kh: បានបង្កើតតារាងសរុប {{name}}, ចម្លងពីតារាងសរុប {{ori_name}} ក្នុងកម្មវិធី {{app_name}}
ko_kr: {{app_name}} 앱의 {{ori_name}} 집계 테이블에서 복사한 {{name}} 집계 테이블을 생성했습니다.
pt_pt: Criou a tabela agregada {{name}}, copiada da tabela agregada {{ori_name}} no aplicativo {{app_name}}
ru_ru: Создана агрегатная таблица {{name}}, скопированная из агрегатной таблицы {{ori_name}} в приложении {{app_name}}.
th_th: สร้างตารางรวม {{name}} คัดลอกจากตารางรวม {{ori_name}} ในแอป {{app_name}}
vi_vn: Tạo bảng tổng hợp 「{{ name }}」, sao chép từ bảng tổng hợp 「{{ ori_name }}」 của ứng dụng 「{{ app_name }}」
zh_cn: 创建了聚合表「{{ name }}」，复制自「{{ app_name }}」应用的「{{ ori_name }}」聚合表
zh_tw: 建立了彙總表「{{ name }}」，復製自「{{ app_name }}」應用的「{{ ori_name }}」彙總表

# crop_log.content.aggregate_create
source: Created aggregate table {{ name }}
de_de: Aggregierte Tabelle {{ name }} erstellt
es_es: Se creó la tabla agregada {{ name }}
fr_fr: Table d'agrégation créée {{ name }}
id_id: Membuat tabel agregat {{ name }}
ja_jp: 集計テーブル{{ name }}を作成しました
km_kh: បានបង្កើតតារាងសរុប {{ name }}
ko_kr: {{ name }} 집계 테이블이 생성되었습니다.
pt_pt: Criou a tabela agregada {{ nome }}
ru_ru: Создана сводная таблица {{name}}
th_th: สร้างตารางรวม {{ name }}
vi_vn: Tạo bảng tổng hợp 「{{ name }}」
zh_cn: 创建了聚合表「{{ name }}」
zh_tw: 建立了彙總表「{{ name }}」

# crop_log.content.aggregate_downgrade
source: Restored aggregate table "{{ name }}"
de_de: Aggregat-Tabelle "{{ name }}" wiederhergestellt
es_es: Tabla agregada "{{ name }}" restaurada
fr_fr: Table agrégée "{{ name }}" restaurée
id_id: Tabel agregat "{{ name }}" telah dipulihkan
ja_jp: 集計テーブル「{{ name }}」を復元しました
km_kh: បានស្ដារតារាងសរុប "{{ name }}"
ko_kr: 집계 테이블 "{{ name }}" 복원됨
pt_pt: Tabela agregada "{{ name }}" restaurada
ru_ru: Восстановлена сводная таблица "{{ name }}"
th_th: กู้คืนตารางรวม "{{ name }}"
vi_vn: Đã khôi phục bảng tổng hợp "{{ name }}"
zh_cn: 恢复了聚合表「{{ name }}」
zh_tw: 恢復了彙總表「{{ name }}」

# crop_log.content.aggregate_remove
source: Deleted aggregate table {{ name }}
de_de: Aggregattabelle {{ name }} gelöscht
es_es: Tabla agregada eliminada {{ name }}
fr_fr: Table d'agrégation supprimée {{ name }}
id_id: Tabel agregat yang dihapus {{ nama }}
ja_jp: 集計テーブル{{ name }}を削除しました
km_kh: បានលុបតារាងសរុប {{ name }}
ko_kr: 삭제된 집계 테이블 {{ name }}
pt_pt: Tabela agregada excluída {{ nome }}
ru_ru: Удалена сводная таблица {{name}}
th_th: ลบตารางรวม {{ name }}
vi_vn: Xóa bảng tổng hợp 「{{ name }}」
zh_cn: 删除了聚合表「{{ name }}」
zh_tw: 刪除了彙總表「{{ name }}」

# crop_log.content.aggregate_rename
source: Renamed aggregate table {{ ori_name }} to {{ name }}
de_de: Aggregattabelle {{ ori_name }} in {{ name }} umbenannt
es_es: Se cambió el nombre de la tabla agregada {{ ori_name }} a {{ name }}
fr_fr: Table d'agrégation renommée de {{ ori_name }} à {{ name }}
id_id: Mengganti nama tabel agregat {{ ori_name }} menjadi {{ name }}
ja_jp: 集計テーブル{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: បានប្តូរឈ្មោះតារាងសរុបពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 집계 테이블 {{ ori_name }}의 이름을 {{ name }}으로 변경했습니다.
pt_pt: Tabela agregada renomeada {{ori_name}} para {{name}}
ru_ru: Переименована агрегированная таблица {{ ori_name }} в {{ name }}
th_th: เปลี่ยนชื่อตารางรวม {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên bảng tổng hợp từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将聚合表「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將彙總表「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.aggregate_update
source: Updated the design of aggregate table {{ name }}
de_de: Das Design der Aggregattabelle {{ name }} wurde aktualisiert.
es_es: Se actualizó el diseño de la tabla agregada {{ name }}
fr_fr: Mise à jour de la conception de la table d'agrégation {{ name }}
id_id: Memperbarui desain tabel agregat {{ name }}
ja_jp: 集計テーブル{{ name }}のデザインを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យការរចនាតារាងសរុប {{ name }}
ko_kr: 집계 테이블 {{ name }}의 디자인을 업데이트했습니다.
pt_pt: Atualizou o design da tabela agregada {{ name }}
ru_ru: Обновлен дизайн сводной таблицы {{name}}
th_th: อัปเดตการออกแบบตารางรวม {{ name }}
vi_vn: Sửa thiết kế bảng tổng hợp 「{{ name }}」
zh_cn: 修改了聚合表「{{ name }}」的设计
zh_tw: 修改了彙總表「{{ name }}」的設計

# crop_log.content.aggregate_upgrade
source: Upgraded aggregate table "{{ name }}"
de_de: Aggregat-Tabelle "{{ name }}" aktualisiert
es_es: Tabla agregada "{{ name }}" actualizada
fr_fr: Table agrégée "{{ name }}" mise à niveau
id_id: Tabel agregat "{{ name }}" telah ditingkatkan
ja_jp: 集計テーブル「{{ name }}」をアップグレードしました
km_kh: បានធ្វើបច្ចុប្បន្នភាពតារាងសរុប "{{ name }}"
ko_kr: 집계 테이블 "{{ name }}" 업그레이드됨
pt_pt: Tabela agregada "{{ name }}" atualizada
ru_ru: Обновлена сводная таблица "{{ name }}"
th_th: อัปเกรดตารางรวม "{{ name }}"
vi_vn: Đã nâng cấp bảng tổng hợp "{{ name }}"
zh_cn: 升级了聚合表「{{ name }}」
zh_tw: 升级了聚合表「{{ name }}」

# crop_log.content.ai_lab_disable
source: AI Lab has been disabled
de_de: Geschlossenes KI-Labor
es_es: Laboratorio de IA cerrado
fr_fr: Laboratoire d'IA fermé
id_id: Lab AI tertutup
ja_jp: AIラボを無効にしました
km_kh: បានបិទមន្ទីរពិសោធន៍ AI
ko_kr: 폐쇄된 AI 연구실
pt_pt: Laboratório de IA fechado
ru_ru: Закрытая лаборатория ИИ
th_th: ห้องปฏิบัติการ AI แบบปิด
vi_vn: Phòng thí nghiệm AI đóng cửa
zh_cn: 关闭了 AI 实验室
zh_tw: 關閉了 AI 實驗室

# crop_log.content.ai_lab_enable
source: AI Lab has been enabled
de_de: KI-Labor eröffnet
es_es: Laboratorio de IA abierto
fr_fr: Ouverture d'un laboratoire d'IA
id_id: Membuka lab AI
ja_jp: AIラボを有効にしました
km_kh: បានបើកមន្ទីរពិសោធន៍ AI
ko_kr: AI 랩 오픈
pt_pt: Laboratório de IA aberto
ru_ru: Открытая лаборатория ИИ
th_th: เปิดห้องปฏิบัติการ AI
vi_vn: Mở phòng thí nghiệm AI
zh_cn: 加入了 AI 实验室
zh_tw: 加入了 AI 實驗室

# crop_log.content.api_key_create
source: Added API Key
de_de: API-Schlüssel hinzugefügt
es_es: Clave API añadida
fr_fr: Ajouté une clé API
id_id: Menambahkan Kunci API
ja_jp: APIキーを追加しました
km_kh: បានបន្ថែមកូនសោ API
ko_kr: API 키 추가됨
pt_pt: Chave de API adicionada
ru_ru: Добавлен ключ API
th_th: เพิ่ม API Key แล้ว
vi_vn: Thêm khóa API
zh_cn: 新增了密钥
zh_tw: 新增了密鑰

# crop_log.content.api_key_create_name
source: Added API Key "{{ suite_name }}"
de_de: API-Schlüssel "{{ suite_name }}" hinzugefügt
es_es: Se agregó la clave API "{{ suite_name }}"
fr_fr: Ajouté une clé API "{{ suite_name }}"
id_id: Menambahkan Kunci API "{{ suite_name }}"
ja_jp: APIキー「{{ suite_name }}」を追加しました
km_kh: បានបន្ថែមកូនសោ API "{{ suite_name }}"
ko_kr: API 키 "{{ suite_name }}"이 추가되었습니다.
pt_pt: Chave de API adicionada "{{ suite_name }}"
ru_ru: Добавлен ключ API "{{ suite_name }}"
th_th: เพิ่ม API Key "{{ suite_name }}"
vi_vn: Thêm khóa API 「{{ name }}」
zh_cn: 新增了密钥「{{ name }}」
zh_tw: 新增了密鑰「{{ name }}」

# crop_log.content.api_key_delete
source: Deleted API Key
de_de: Gelöschter API-Schlüssel
es_es: Clave API eliminada
fr_fr: Clé API supprimée
id_id: Kunci API yang Dihapus
ja_jp: APIキーを削除しました
km_kh: បានលុបកូនសោ API
ko_kr: 삭제된 API 키
pt_pt: Chave de API excluída
ru_ru: Удален ключ API
th_th: ลบรหัส API
vi_vn: Xóa khóa API
zh_cn: 删除了密钥
zh_tw: 刪除了密鑰

# crop_log.content.api_key_delete_name
source: Deleted API Key "{{ suite_name }}"
de_de: Gelöschter API-Schlüssel "{{ suite_name }}"
es_es: Clave API eliminada "{{ suite_name }}"
fr_fr: Clé API "{{ suite_name }}" supprimée
id_id: Kunci API yang Dihapus "{{ suite_name }}"
ja_jp: APIキー「{{ suite_name }}」を削除しました
km_kh: បានលុបកូនសោ API "{{ suite_name }}"
ko_kr: API 키 "{{ suite_name }}"이(가) 삭제되었습니다.
pt_pt: Chave de API excluída "{{ suite_name }}"
ru_ru: Удален ключ API "{{ suite_name }}"
th_th: ลบรหัส API "{{ suite_name }}"
vi_vn: Xóa khóa API 「{{ name }}」
zh_cn: 删除了密钥「{{ name }}」
zh_tw: 刪除了密鑰「{{ name }}」

# crop_log.content.api_key_disable
source: Disabled API Key
de_de: Deaktivierter API-Schlüssel
es_es: Clave API deshabilitada
fr_fr: Clé API désactivée
id_id: Kunci API Dinonaktifkan
ja_jp: APIキーを無効にしました
km_kh: បានបិទកូនសោ API
ko_kr: 비활성화된 API 키
pt_pt: Chave de API desabilitada
ru_ru: Отключенный API-ключ
th_th: ปิดใช้งานคีย์ API
vi_vn: Tắt khóa API
zh_cn: 停用了密钥
zh_tw: 停用了密鑰

# crop_log.content.api_key_disable_name
source: Disabled API Key "{{ suite_name }}"
de_de: Deaktivierter API-Schlüssel "{{ suite_name }}"
es_es: Clave API deshabilitada "{{ suite_name }}"
fr_fr: Clé API "{{ suite_name }}" désactivée
id_id: Kunci API "{{ suite_name }}" dinonaktifkan
ja_jp: APIキー「{{ suite_name }}」を無効にしました
km_kh: បានបិទកូនសោ API "{{ suite_name }}"
ko_kr: 비활성화된 API 키 "{{ suite_name }}"
pt_pt: Chave de API desabilitada "{{ suite_name }}"
ru_ru: Отключен ключ API "{{ suite_name }}"
th_th: ปิดใช้งาน API Key "{{ suite_name }}"
vi_vn: Tắt khóa API 「{{ name }}」
zh_cn: 停用了密钥「{{ name }}」
zh_tw: 停用了密鑰「{{ name }}」

# crop_log.content.api_key_enable
source: Enabled API Key
de_de: Aktivierter API-Schlüssel
es_es: Clave API habilitada
fr_fr: Clé API activée
id_id: Kunci API Diaktifkan
ja_jp: APIキーを有効にしました
km_kh: បានបើកដំណើរការកូនសោ API
ko_kr: 활성화된 API 키
pt_pt: Chave de API habilitada
ru_ru: Включенный ключ API
th_th: เปิดใช้งาน API Key แล้ว
vi_vn: Bật khóa API
zh_cn: 启用了密钥
zh_tw: 啟用了密鑰

# crop_log.content.api_key_enable_name
source: Enabled API Key "{{ suite_name }}"
de_de: API-Schlüssel "{{ suite_name }}" aktiviert
es_es: Clave API habilitada "{{ suite_name }}"
fr_fr: Clé API "{{ suite_name }}" activée
id_id: Kunci API yang Diaktifkan "{{ suite_name }}"
ja_jp: APIキー「{{ suite_name }}」を有効にしました
km_kh: បានបើកដំណើរការកូនសោ API "{{ suite_name }}"
ko_kr: 활성화된 API 키 "{{ suite_name }}"
pt_pt: Chave de API habilitada "{{ suite_name }}"
ru_ru: Включен ключ API "{{ suite_name }}"
th_th: เปิดใช้งาน API Key "{{ suite_name }}"
vi_vn: Bật khóa API 「{{ name }}」
zh_cn: 启用了密钥「{{ name }}」
zh_tw: 啟用了密鑰「{{ name }}」

# crop_log.content.api_key_update_api_range
source: Update the "Api Authorization Scope" of the Key "{{ name }}"
de_de: Aktualisieren Sie den „API-Autorisierungsumfang“ des Schlüssels „{{ name }}“
es_es: Actualizar el "Alcance de autorización de API" de la clave "{{ name }}"
fr_fr: Mis à jour le "Champ d'autorisation de l'API" de la clé "{{ name }}"
id_id: Perbarui "Lingkup Otorisasi Api" dari Kunci "{{ name }}"
ja_jp: キー「{{ name }}」の「API認可範囲」を更新しました
km_kh: បានធ្វើបច្ចុប្បន្នភាព "វិសាលភាពអនុញ្ញាត API" នៃកូនសោ "{{ name }}"
ko_kr: 키 "{{ name }}"의 "Api 권한 범위"를 업데이트합니다.
pt_pt: Atualizar o "Escopo de Autorização da API" da Chave "{{ name }}"
ru_ru: Обновите «Область авторизации API» ключа «{{ name }}»
th_th: อัปเดต "Api Authorization Scope" ของคีย์ "{{ name }}"
vi_vn: Sửa 「Phạm vi ủy quyền API」 của khóa API 「{{ name }}」
zh_cn: 修改了密钥「{{ name }}」的「接口 授权范围」
zh_tw: 修改了密鑰「{{ name }}」的「接口 授權範圍」

# crop_log.content.api_key_update_app_range
source: Update the "App Authorization Scope" of the Key "{{ name }}"
de_de: Aktualisieren Sie den „App-Autorisierungsumfang“ des Schlüssels „{{ name }}“
es_es: Actualizar el "Alcance de autorización de la aplicación" de la clave "{{ name }}"
fr_fr: Mis à jour le "Champ d'autorisation de l'application" de la clé "{{ name }}"
id_id: Perbarui "Ruang Lingkup Otorisasi Aplikasi" dari Kunci "{{ name }}"
ja_jp: キー「{{ name }}」の「アプリ認可範囲」を更新しました
km_kh: បានធ្វើបច្ចុប្បន្នភាព "វិសាលភាពអនុញ្ញាតកម្មវិធី" នៃកូនសោ "{{ name }}"
ko_kr: 키 "{{ name }}"의 "앱 권한 범위"를 업데이트합니다.
pt_pt: Atualizar o "Escopo de Autorização do Aplicativo" da Chave "{{ name }}"
ru_ru: Обновите «Область авторизации приложения» ключа «{{ name }}»
th_th: อัปเดต "ขอบเขตการอนุญาตแอป" ของคีย์ "{{ name }}"
vi_vn: Sửa 「Phạm vi ủy quyền ứng dụng」 của khóa API 「{{ name }}」
zh_cn: 修改了密钥「{{ name }}」的「应用 授权范围」
zh_tw: 修改了密鑰「{{ name }}」的「應用 授權範圍」

# crop_log.content.api_key_update_ipv4_whitelist
source: Update the "IP Whitelist" of the Key "{{ name }}"
de_de: Aktualisieren Sie die „IP-Whitelist“ des Schlüssels „{{ name }}“
es_es: Actualizar la "Lista blanca de IP" de la clave "{{ name }}"
fr_fr: Mis à jour la "Liste blanche IP" de la clé "{{ name }}"
id_id: Perbarui "Daftar Putih IP" dari Kunci "{{ name }}"
ja_jp: キー「{{ name }}」の「IPホワイトリスト」を更新しました
km_kh: បានធ្វើបច្ចុប្បន្នភាព "បញ្ជី IP ដែលអនុញ្ញាត" នៃកូនសោ "{{ name }}"
ko_kr: 키 "{{ name }}"의 "IP 허용 목록"을 업데이트합니다.
pt_pt: Atualizar a "Lista de permissões de IP" da chave "{{ name }}"
ru_ru: Обновите «Белый список IP-адресов» ключа «{{ name }}»
th_th: อัปเดต "IP Whitelist" ของคีย์ "{{ name }}"
vi_vn: Sửa 「Danh sách trắng IP」 của khóa API 「{{ name }}」
zh_cn: 修改了密钥「{{ name }}」的「IP 白名单」
zh_tw: 修改了密鑰「{{ name }}」的「IP 白名單」

# crop_log.content.api_key_update_name
source: Update the "Name" of the Key "{{ name }}"
de_de: Aktualisieren Sie den „Namen“ des Schlüssels „{{ name }}“
es_es: Actualizar el "Nombre" de la clave "{{ name }}"
fr_fr: Mis à jour le "Nom" de la clé "{{ name }}"
id_id: Perbarui "Nama" dari Kunci "{{ name }}"
ja_jp: キー「{{ name }}」の「名前」を更新しました
km_kh: បានធ្វើបច្ចុប្បន្នភាព "ឈ្មោះ" នៃកូនសោ "{{ name }}"
ko_kr: 키 "{{ name }}"의 "이름"을 업데이트합니다.
pt_pt: Atualizar o "Nome" da Chave "{{ name }}"
ru_ru: Обновите «Имя» ключа «{{ name }}»
th_th: อัปเดต "ชื่อ" ของคีย์ "{{ name }}"
vi_vn: Sửa 「Tên」 của khóa API 「{{ name }}」
zh_cn: 修改了密钥「{{ name }}」的「名称」
zh_tw: 修改了密鑰「{{ name }}」的「名稱」

# crop_log.content.app_create
source: Created app "{{ name }}"
de_de: App {{ name }} erstellt
es_es: Aplicación creada {{ name }}
fr_fr: Application créée {{ name }}
id_id: Aplikasi yang dibuat {{ name }}
ja_jp: アプリ{{ name }}を作成
km_kh: បានបង្កើតកម្មវិធី {{ name }}
ko_kr: {{ name }} 앱을 만들었습니다.
pt_pt: Aplicativo criado {{ nome }}
ru_ru: Создано приложение {{ name }}
th_th: สร้างแอป {{ name }}
vi_vn: Tạo ứng dụng 「{{ name }}」
zh_cn: 创建了应用「{{ name }}」
zh_tw: 建立了應用「{{ name }}」

# crop_log.content.app_create_copy
source: Created app "{{ name }}" by copying from "{{ ori_name }}"
de_de: App {{ name }} durch Kopieren von {{ ori_name }} erstellt
es_es: Se creó la aplicación {{ name }} copiando desde {{ ori_name }}
fr_fr: Application créée {{ name }} en copiant depuis {{ ori_name }}
id_id: Membuat aplikasi {{ name }} dengan menyalin dari {{ ori_name }}
ja_jp: {{ ori_name }}からコピーしてアプリ{{ name }}を作成
km_kh: បានបង្កើតកម្មវិធី {{ name }} ដោយចម្លងពី {{ ori_name }}
ko_kr: {{ ori_name }}에서 복사하여 앱 {{ name }}을(를) 만들었습니다.
pt_pt: Criei o aplicativo {{ name }} copiando de {{ ori_name }}
ru_ru: Создано приложение {{name}} путем копирования из {{ori_name}}
th_th: สร้างแอป {{ name }} โดยการคัดลอกจาก {{ ori_name }}
vi_vn: Tạo ứng dụng 「{{ name }}」, sao chép từ 「{{ ori_name }}」
zh_cn: 创建了应用「{{ name }}」，复制自「{{ ori_name }}」
zh_tw: 建立了應用「{{ name }}」，復製自「{{ ori_name }}」

# crop_log.content.app_etl_log_export
source: Exported ETL Logs
de_de: Exportierte ETL-Protokolle
es_es: Registros ETL exportados
fr_fr: Journaux ETL exportés
id_id: Log ETL yang diekspor
ja_jp: ETLログをエクスポートしました
km_kh: បាននាំចេញកំណត់ហេតុ ETL
ko_kr: 내보낸 ETL 로그
pt_pt: Logs ETL exportados
ru_ru: Экспортированные журналы ETL
th_th: บันทึก ETL ที่ส่งออก
vi_vn: Xuất nhật ký nhà máy dữ liệu
zh_cn: 导出了数据工厂日志
zh_tw: 匯出了資料工廠日誌

# crop_log.content.app_install_dingdingda
source: Installed app "{{ name }}" from DingDingDa
de_de: Installierte App {{ name }} von DingDingDa
es_es: Se instaló la aplicación {{ name }} de DingDingDa
fr_fr: Application installée {{ name }} depuis DingDingDa
id_id: Aplikasi yang diinstal {{name}} dari DingDingDa
ja_jp: DingDingDaからアプリ{{ name }}をインストール
km_kh: បានដំឡើងកម្មវិធី {{ name }} ពី DingDingDa
ko_kr: DingDingDa에서 앱 {{ name }}을 설치했습니다.
pt_pt: Aplicativo instalado {{ name }} do DingDingDa
ru_ru: Установленное приложение {{name}} от DingDingDa
th_th: ติดตั้งแอป {{ name }} จาก DingDingDa
vi_vn: Cài ứng dụng 「{{ name }}」 từ DingDingDa
zh_cn: 从钉钉搭安装了应用「{{ name }}」
zh_tw: 從釘釘搭安裝了應用「{{ name }}」

# crop_log.content.app_install_link
source: Installed app "{{ name }}" from app share link
de_de: App {{ name }} über App-Freigabelink installiert
es_es: Aplicación instalada {{ name }} desde el enlace para compartir aplicaciones
fr_fr: Application installée {{ name }} depuis le lien de partage d'application
id_id: Aplikasi yang diinstal {{ name }} dari tautan berbagi aplikasi
ja_jp: アプリ共有リンクからアプリ{{ name }}をインストール
km_kh: បានដំឡើងកម្មវិធី {{ name }} ពីតំណចែករំលែកកម្មវិធី
ko_kr: 앱 공유 링크에서 앱 {{ name }}을(를) 설치했습니다.
pt_pt: Aplicativo instalado {{ nome }} do link de compartilhamento do aplicativo
ru_ru: Установленное приложение {{name}} по ссылке общего доступа к приложению
th_th: ติดตั้งแอป {{ name }} จากลิงก์แชร์แอป
vi_vn: Cài ứng dụng 「{{ name }}」 từ liên kết chia sẻ ứng dụng
zh_cn: 从应用外链安装了应用「{{ name }}」
zh_tw: 從應用連結安裝了應用「{{ name }}」
