Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# manage.viewAllData.desc
source: Members of this group can view all data
de_de: Mitglieder dieser Gruppe können alle Daten einsehen
es_es: Los miembros de este grupo pueden ver todos los datos
fr_fr: Les membres de ce groupe peuvent voir toutes les données
id_id: Anggota grup ini dapat melihat semua data
ja_jp: このグループのメンバーはすべてのデータを表示できます
km_kh: សមាជិកក្រុមនេះអាចមើលទិន្នន័យទាំងអស់
ko_kr: 이 그룹의 멤버는 모든 데이터를 볼 수 있습니다.
pt_pt: Os membros deste grupo podem visualizar todos os dados
ru_ru: Участники этой группы могут просматривать все данные
th_th: สมาชิกในกลุ่มนี้สามารถดูข้อมูลทั้งหมดได้
vi_vn: Thành viên trong nhóm này có thể xem tất cả dữ liệu
zh_cn: 在此分组内的成员可以查看所有数据
zh_tw: 在此分組內的成員可以查看所有資料

# manage.viewAllData.name
source: View All Data
de_de: Alle Daten anzeigen
es_es: Ver todos los datos
fr_fr: Afficher toutes les données
id_id: Lihat Semua Data
ja_jp: すべてのデータを表示
km_kh: មើលទិន្នន័យទាំងអស់
ko_kr: 모든 데이터 보기
pt_pt: Ver todos os dados
ru_ru: Просмотреть все данные
th_th: ดูข้อมูลทั้งหมด
vi_vn: Xem tất cả dữ liệu
zh_cn: 查看全部数据
zh_tw: 查看全部資料

# managerActivity.app.metricsName
source: View by App-Activity Details
de_de: Anzeigen nach App-Aktivitätsdetails
es_es: Ver por detalles de actividad de la aplicación
fr_fr: Vue par application - Détails de l'activité
id_id: Lihat berdasarkan Detail Aktivitas Aplikasi
ja_jp: アプリ別表示 - 活動詳細
km_kh: មើលតាមព័ត៌មានលម្អិតសកម្មភាពកម្មវិធី
ko_kr: 앱 활동 세부 정보로 보기
pt_pt: Exibir por detalhes da atividade do aplicativo
ru_ru: Просмотр по данным о действиях приложения
th_th: ดูรายละเอียดกิจกรรมตามแอป
vi_vn: Xem theo ứng dụng - Chi tiết hoạt động
zh_cn: 按应用查看-活跃详情
zh_tw: 按應用查看-活躍詳情

# managerActivity.app.reportName
source: View by App-Overview
de_de: Ansicht nach App-Übersicht
es_es: Ver por descripción general de la aplicación
fr_fr: Vue par application - Aperçu
id_id: Lihat berdasarkan Ikhtisar Aplikasi
ja_jp: アプリ別表示 - 概要
km_kh: មើលតាមទិដ្ឋភាពទូទៅកម្មវិធី
ko_kr: 앱 개요로 보기
pt_pt: Visualizar por aplicativo-Visão geral
ru_ru: Просмотр по App-Обзор
th_th: ดูตามภาพรวมแอป
vi_vn: Xem theo ứng dụng - Tổng quan
zh_cn: 按应用查看-概览
zh_tw: 按應用查看-概覽

# managerActivity.appId
source: App ID
es_es: ID de la aplicación
fr_fr: ID de l'application
id_id: ID Aplikasi
ja_jp: アプリID
km_kh: លេខសំគាល់កម្មវិធី
ko_kr: 앱 ID
pt_pt: ID do aplicativo
ru_ru: Идентификатор приложения
th_th: รหัสแอป
vi_vn: ID ứng dụng
zh_cn: 应用ID
zh_tw: 應用ID

# managerActivity.appName
source: App Name
es_es: Nombre de la aplicación
fr_fr: Nom de l'application
id_id: Nama Aplikasi
ja_jp: アプリ名
km_kh: ឈ្មោះកម្មវិធី
ko_kr: 앱 이름
pt_pt: Nome do aplicativo
ru_ru: Имя приложения
th_th: ชื่อแอป
vi_vn: Tên ứng dụng
zh_cn: 应用名称
zh_tw: 應用名稱

# managerActivity.count
source: Users (Edit)
de_de: Benutzer (Bearbeiten)
es_es: Usuarios (Editar)
fr_fr: Utilisateurs (Modifier)
id_id: Pengguna (Sunting)
ja_jp: ユーザー数（編集）
km_kh: អ្នកប្រើ (កែសម្រួល)
ko_kr: 사용자(편집)
pt_pt: Usuários (Editar)
ru_ru: Пользователи (Изменить)
th_th: ผู้ใช้งาน (แก้ไข)
vi_vn: Số người chỉnh sửa
zh_cn: 编辑人数
zh_tw: 編輯人數

# managerActivity.fileName
source: Admin Activity
de_de: Administratoraktivität
es_es: Actividad de administración
fr_fr: Activité de l'administrateur
id_id: Aktivitas Admin
ja_jp: 管理者活動
km_kh: សកម្មភាពអ្នកគ្រប់គ្រង
ko_kr: 관리자 활동
pt_pt: Atividade de administrador
ru_ru: Административная деятельность
th_th: กิจกรรมของผู้ดูแลระบบ
vi_vn: Dữ liệu hoạt động của quản trị viên
zh_cn: 管理员活跃数据
zh_tw: 管理員活躍資料

# managerActivity.managerId
source: Admin ID
de_de: Administrator-ID
es_es: ID de administrador
fr_fr: ID de l'administrateur
id_id: ID Admin
ja_jp: 管理者ID
km_kh: លេខសំគាល់អ្នកគ្រប់គ្រង
ko_kr: 관리자 ID
pt_pt: ID do administrador
ru_ru: Административный идентификатор
th_th: รหัสผู้ดูแลระบบ
vi_vn: ID quản trị viên
zh_cn: 管理员编号
zh_tw: 管理員編號

# managerActivity.managerName
source: Admin Name
de_de: Administratorname
es_es: Nombre del administrador
fr_fr: Nom de l'administrateur
id_id: Nama Admin
ja_jp: 管理者名
km_kh: ឈ្មោះអ្នកគ្រប់គ្រង
ko_kr: 관리자 이름
pt_pt: Nome do administrador
ru_ru: Имя администратора
th_th: ชื่อผู้ดูแลระบบ
vi_vn: Tên quản trị viên
zh_cn: 管理员名称
zh_tw: 管理員名稱

# managerActivity.time
source: Date
de_de: Datum
es_es: Fecha
id_id: Tanggal
ja_jp: 日付
km_kh: កាលបរិច្ឆេទ
ko_kr: 날짜
pt_pt: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Thời gian
zh_cn: 时间
zh_tw: 時間

# managerActivity.times
source: Times (Edit)
de_de: Zeiten (Bearbeiten)
es_es: Times (Editar)
fr_fr: Temps (Modifier)
id_id: Waktu (Sunting)
ja_jp: 回数（編集）
km_kh: ពេលវេលា (កែសម្រួល)
ko_kr: 타임즈(편집)
pt_pt: Times (Editar)
ru_ru: Время (Изменить)
th_th: ครั้ง (แก้ไข)
vi_vn: Số lần chỉnh sửa
zh_cn: 编辑次数
zh_tw: 編輯次數

# managerActivity.user.metricsName
source: View by Admin-Activity Details
de_de: Anzeigen nach Admin-Aktivitätsdetails
es_es: Ver por administrador - Detalles de actividad
fr_fr: Vue par administrateur - Détails de l'activité
id_id: Lihat berdasarkan Detail Aktivitas Admin
ja_jp: 管理者別表示 - 活動詳細
km_kh: មើលតាមព័ត៌មានលម្អិតសកម្មភាពអ្នកគ្រប់គ្រង
ko_kr: 관리자 활동 세부 정보별 보기
pt_pt: Exibir por Admin-Detalhes da atividade
ru_ru: Просмотр по администратору-Детали активности
th_th: ดูรายละเอียดกิจกรรมตามผู้ดูแลระบบ
vi_vn: Xem theo quản trị viên - Chi tiết hoạt động
zh_cn: 按管理员查看-活跃详情
zh_tw: 按管理員查看-活躍詳情

# managerActivity.user.reportName
source: View by Admin-Overview
de_de: Ansicht nach Admin-Übersicht
es_es: Ver por administrador - Descripción general
fr_fr: Vue par administrateur - Aperçu
id_id: Lihat oleh Admin-Ikhtisar
ja_jp: 管理者別表示 - 概要
km_kh: មើលតាមទិដ្ឋភាពទូទៅអ្នកគ្រប់គ្រង
ko_kr: 관리자별 보기-개요
pt_pt: Visualizar por Admin-Overview
ru_ru: Просмотр по Admin-Обзор
th_th: ดูภาพรวมโดยผู้ดูแลระบบ
vi_vn: Xem theo quản trị viên - Tổng quan
zh_cn: 按管理员查看-概览
zh_tw: 按管理員查看-概覽

# math.param.error
source: The data type of math operations should be Number
de_de: Der Datentyp der mathematischen Operationen sollte Zahl sein
es_es: El tipo de datos de las operaciones matemáticas debe ser Número
fr_fr: Le type de données des opérations mathématiques doit être un nombre
id_id: Tipe data operasi matematika haruslah Angka
ja_jp: 数学演算のデータ型は数値でなければなりません
km_kh: ប្រភេទទិន្នន័យនៃប្រតិបត្តិការគណិតវិទ្យាគួរតែជាលេខ
ko_kr: 수학 연산의 데이터 유형은 숫자여야 합니다.
pt_pt: O tipo de dados das operações matemáticas deve ser Número
ru_ru: Тип данных математических операций должен быть Число.
th_th: ประเภทข้อมูลของการดำเนินการทางคณิตศาสตร์ควรเป็นตัวเลข
vi_vn: Kiểu dữ liệu của phép toán số học phải là số
zh_cn: 数学运算的数据类型应该为数字
zh_tw: 數學運算的資料類型應該為數字

# member.status.deleted
source: Removed Members
de_de: Entfernte Mitglieder
es_es: Miembros eliminados
fr_fr: Membres supprimés
id_id: Anggota yang Dihapus
ja_jp: 削除されたメンバー
km_kh: សមាជិកដែលបានដកចេញ
ko_kr: 제거된 멤버
pt_pt: Membros removidos
ru_ru: Удаленные участники
th_th: สมาชิกที่ถูกลบออก
vi_vn: Thành viên đã xóa
zh_cn: 已删除成员
zh_tw: 已刪除成員

# member.status.dismission
source: {{ name }}(inactive)
de_de: {{ name }}(inaktiv)
es_es: {{ name }}(inactivo)
fr_fr: {{ name }}(inactif)
id_id: {{ nama }}(tidak aktif)
ja_jp: {{ name }}(非アクティブ)
km_kh: {{ name }}(មិនសកម្ម)
ko_kr: {{ name }}(비활성화됨)
pt_pt: {{ nome }}(inativo)
ru_ru: {{ name }}(неактивно)
th_th: {{ name }}(ไม่ใช้งาน)
vi_vn: {{ name }}(đã nghỉ việc)
zh_cn: {{ name }}(已离职)
zh_tw: {{ name }}(已離職)

# member.status.remove
source: {{ name }}(removed)
de_de: {{ name }}(entfernt)
es_es: {{ nombre }}(eliminado)
fr_fr: {{ name }}(supprimé)
id_id: {{ nama }}(dihapus)
ja_jp: {{ name }}(削除済み)
km_kh: {{ name }}(ដកចេញ)
ko_kr: {{ name }}(삭제됨)
pt_pt: {{ nome }}(removido)
ru_ru: {{ name }}(удалено)
th_th: {{ name }}(ลบแล้ว)
vi_vn: {{ name }}(đã xóa)
zh_cn: {{ name }}(已移除)
zh_tw: {{ name }}(已移除)

# message.addOrRemoveApp
source: Add/Delete App
de_de: App hinzufügen/löschen
es_es: Agregar/Eliminar aplicación
fr_fr: Ajouter/Supprimer une application
id_id: Tambahkan/Hapus Aplikasi
ja_jp: アプリを追加/削除
km_kh: បន្ថែម/លុបកម្មវិធី
ko_kr: 앱 추가/삭제
pt_pt: Adicionar/Excluir aplicativo
ru_ru: Добавить/удалить приложение
th_th: เพิ่ม/ลบแอป
vi_vn: Thêm/Xóa ứng dụng
zh_cn: 添加/删除应用
zh_tw: 新增/移除應用

# message.addOrRemoveDeptAndUsers
source: Add/Delete Department or Member
de_de: Abteilung oder Mitglied hinzufügen/löschen
es_es: Agregar/Eliminar departamento o miembro
fr_fr: Ajouter/Supprimer un département ou un membre
id_id: Tambahkan/Hapus Departemen atau Anggota
ja_jp: 部署またはメンバーを追加/削除
km_kh: បន្ថែម/លុបដេប៉ាតឺម៉ង់ ឬសមាជិក
ko_kr: 부서 또는 구성원 추가/삭제
pt_pt: Adicionar/Excluir Departamento ou Membro
ru_ru: Добавить/удалить отдел или участника
th_th: เพิ่ม/ลบแผนกหรือสมาชิก
vi_vn: Thêm/Xóa phòng ban hoặc thành viên
zh_cn: 添加/删除部门或成员
zh_tw: 新增/刪除部署或成員

# message.addOrRemoveManageGroup
source: Add/Delete Admin Group
de_de: Admin-Gruppe hinzufügen/löschen
es_es: Agregar o eliminar grupo de administradores
fr_fr: Ajouter/Supprimer un groupe d'administration
id_id: Tambahkan/Hapus Grup Admin
ja_jp: 管理グループを追加/削除
km_kh: បន្ថែម/លុបក្រុមអ្នកគ្រប់គ្រង
ko_kr: 관리자 그룹 추가/삭제
pt_pt: Adicionar/Excluir Grupo de Administração
ru_ru: Добавить/удалить группу администраторов
th_th: เพิ่ม/ลบกลุ่มผู้ดูแลระบบ
vi_vn: Thêm/Xóa nhóm quản lý
zh_cn: 添加/删除管理组
zh_tw: 新增/移除管理群組

# message.addOrRemoveManager
source: Add/Delete Admin
de_de: Administrator hinzufügen/löschen
es_es: Agregar/Eliminar administrador
fr_fr: Ajouter/Supprimer un administrateur
id_id: Tambahkan/Hapus Admin
ja_jp: 管理者を追加/削除
km_kh: បន្ថែម/លុបអ្នកគ្រប់គ្រង
ko_kr: 관리자 추가/삭제
pt_pt: Adicionar/Excluir Administrador
ru_ru: Добавить/Удалить администратора
th_th: เพิ่ม/ลบผู้ดูแลระบบ
vi_vn: Thêm/Xóa quản trị viên
zh_cn: 添加/删除管理员
zh_tw: 新增/移除管理員

# message.alertName
source: Alert Title
de_de: Alarmtitel
es_es: Título de alerta
fr_fr: Titre de l'alerte
id_id: Judul Peringatan
ja_jp: アラートタイトル
km_kh: ចំណងជើងការជូនដំណឹង
ko_kr: 알림 제목
pt_pt: Título do alerta
ru_ru: Название оповещения
th_th: หัวข้อการแจ้งเตือน
vi_vn: Tên cảnh báo
zh_cn: 预警名称
zh_tw: 預警名稱

# message.alertSource
source: Source of Alert
de_de: Quelle der Warnung
es_es: Fuente de alerta
fr_fr: Source de l'alerte
id_id: Sumber Peringatan
ja_jp: アラートの出所
km_kh: ប្រភពនៃការជូនដំណឹង
ko_kr: 알림 출처
pt_pt: Fonte de alerta
ru_ru: Источник оповещения
th_th: ที่มาของการเตือนภัย
vi_vn: Nguồn cảnh báo
zh_cn: 预警来源
zh_tw: 預警來源

# message.anonymousUser
source: Anonymous User
de_de: Anonymer Benutzer
es_es: Usuario anónimo
fr_fr: Utilisateur anonyme
id_id: Pengguna Anonim
ja_jp: 匿名ユーザー
km_kh: អ្នកប្រើប្រាស់អនាមិក
ko_kr: 익명의 사용자
pt_pt: Usuário anônimo
ru_ru: Анонимный пользователь
th_th: ผู้ใช้ที่ไม่ระบุชื่อ
vi_vn: Người dùng ẩn danh
zh_cn: 匿名用户
zh_tw: 匿名使用者

# message.apiKeyOpLog
source: API Key Log
de_de: API-Schlüsselprotokoll
es_es: Registro de claves API
fr_fr: Journal des clés API
id_id: Log Kunci API
ja_jp: APIキーのログ
km_kh: កំណត់ហេតុកូនសោ API
ko_kr: API 키 로그
pt_pt: Registro de chave de API
ru_ru: Журнал ключей API
th_th: บันทึกคีย์ API
vi_vn: Nhật ký thao tác API Key
zh_cn: API Key 操作记录
zh_tw: API Key 操作記錄

# message.appRename
source: Rename App
de_de: App umbenennen
es_es: Cambiar el nombre de la aplicación
fr_fr: Renommer l'application
id_id: Ganti Nama Aplikasi
ja_jp: アプリの名前を変更
km_kh: ប្តូរឈ្មោះកម្មវិធី
ko_kr: 앱 이름 바꾸기
pt_pt: Renomear aplicativo
ru_ru: Переименовать приложение
th_th: เปลี่ยนชื่อแอป
vi_vn: Sửa tên ứng dụng
zh_cn: 修改应用名称
zh_tw: 變更應用名稱

# message.appUpdate
source: App Changes
de_de: App-Änderungen
es_es: Cambios en la aplicación
fr_fr: Modifications de l'application
id_id: Perubahan Aplikasi
ja_jp: アプリケーションの変更
km_kh: ការផ្លាស់ប្តូរកម្មវិធី
ko_kr: 앱 변경 사항
pt_pt: Mudanças no aplicativo
ru_ru: Изменения в приложении
th_th: การเปลี่ยนแปลงแอพ
vi_vn: Thay đổi ứng dụng
zh_cn: 应用变更
zh_tw: 應用變更

# message.bpm_delegation.admin_revoke_content.to_agent
source: The system admin or creator has canceled {{ principal }}'s delegation of tasks to you during {{ timeRange }}.
de_de: Der Systemadministrator oder Ersteller hat die Aufgabendelegierung von {{ principal }} an Sie während {{ timeRange }} abgebrochen.
es_es: El administrador o creador del sistema ha cancelado la delegación de tareas de {{ principal }} hacia usted durante {{ timeRange }}.
fr_fr: L'administrateur système ou le créateur a annulé la délégation de tâches de {{ principal }} à vous pendant {{ timeRange }}.
id_id: Admin sistem atau pembuat telah membatalkan pendelegasian tugas {{ principal }} kepada Anda selama {{ timeRange }}.
ja_jp: システム管理者または作成者が、{{ timeRange }}の期間中に{{ principal }}があなたに委任したプロセスをキャンセルしました。
km_kh: អ្នកគ្រប់គ្រងប្រព័ន្ធ ឬអ្នកបង្កើតបានលុបចោលការផ្ទេរភារកិច្ចពី {{ principal }} ទៅអ្នកក្នុងអំឡុងពេល {{ timeRange }}
ko_kr: 시스템 관리자 또는 생성자가 {{ timeRange }} 동안 {{ principal }}에게 작업을 위임하는 것을 취소했습니다.
pt_pt: O administrador ou criador do sistema cancelou a delegação de tarefas de {{ principal }} para você durante {{ timeRange }}.
ru_ru: Администратор системы или создатель отменил делегирование вам задач {{ principal }} в течение {{ timeRange }}.
th_th: ผู้ดูแลระบบหรือผู้สร้างได้ยกเลิกการมอบหมายงานจาก {{ principal }} ให้คุณในช่วงเวลา {{ timeRange }}
vi_vn: Quản trị viên hệ thống hoặc người tạo đã hủy ủy quyền công việc chờ của {{ principal }} cho bạn trong {{ timeRange }}
zh_cn: 系统管理员或创建者，已取消{{ principal }}在{{ timeRange }}期间，给你的流程待办委托。
zh_tw: 系統管理員或建立者，已取消{{ principal }}在{{ timeRange }}期間，給你的流程待辦委託。

# message.bpm_delegation.admin_revoke_content.to_principal
source: The system admin or creator has canceled your delegation of tasks to {{ agent }} during {{ timeRange }}.
de_de: Der Systemadministrator oder Ersteller hat Ihre Aufgabendelegation an {{ agent }} während {{ timeRange }} abgebrochen.
es_es: El administrador o creador del sistema ha cancelado su delegación de tareas a {{ agent }} durante {{ timeRange }}.
fr_fr: L'administrateur système ou le créateur a annulé votre délégation de tâches à {{ agent }} pendant {{ timeRange }}.
id_id: Admin sistem atau pembuat telah membatalkan pendelegasian tugas Anda kepada {{ agent }} selama {{ timeRange }}.
ja_jp: システム管理者または作成者が、{{ timeRange }}の期間中に{{ agent }}へのプロセス委任をキャンセルしました。
km_kh: អ្នកគ្រប់គ្រងប្រព័ន្ធ ឬអ្នកបង្កើតបានលុបចោលការផ្ទេរភារកិច្ចរបស់អ្នកទៅ {{ agent }} ក្នុងអំឡុងពេល {{ timeRange }}
ko_kr: 시스템 관리자 또는 생성자가 {{ timeRange }} 동안 {{ agent }}에게 작업 위임을 취소했습니다.
pt_pt: O administrador ou criador do sistema cancelou sua delegação de tarefas para {{ agent }} durante {{ timeRange }}.
ru_ru: Администратор или создатель системы отменил ваше делегирование задач {{ agent }} в течение {{ timeRange }}.
th_th: ผู้ดูแลระบบหรือผู้สร้างได้ยกเลิกการมอบหมายงานของคุณไปยัง {{ agent }} ในระหว่าง {{ timeRange }}
vi_vn: Quản trị viên hệ thống hoặc người tạo đã hủy ủy quyền công việc chờ của bạn cho {{ agent }} trong {{ timeRange }}
zh_cn: 系统管理员或创建者，已取消你在{{ timeRange }}期间给{{ agent }}的流程待办委托。
zh_tw: 系統管理員或建立者，已取消你在{{ timeRange }}期間給{{ agent }}的流程待辦委託。

# message.bpm_delegation.admin_revoke_title.to_agent
source: The system admin or creator has canceled the task delegation from {{ principal }} to you
de_de: Der Systemadministrator oder Ersteller hat die Aufgabendelegierung von {{ principal }} an Sie abgebrochen
es_es: El administrador o creador del sistema ha cancelado la delegación de tareas de {{ principal }} a usted
fr_fr: L'administrateur système ou le créateur a annulé la délégation de tâches de {{ principal }} à vous.
id_id: Admin sistem atau pembuat telah membatalkan pendelegasian tugas dari {{ principal }} kepada Anda
ja_jp: システム管理者または作成者が、{{ principal }}からあなたへのプロセス委任をキャンセルしました
km_kh: អ្នកគ្រប់គ្រងប្រព័ន្ធ ឬអ្នកបង្កើតបានលុបចោលការផ្ទេរភារកិច្ចពី {{ principal }} ទៅអ្នក
ko_kr: 시스템 관리자 또는 생성자가 {{ principal }}에서 귀하에게 작업 위임을 취소했습니다.
pt_pt: O administrador ou criador do sistema cancelou a delegação de tarefas de {{ principal }} para você
ru_ru: Системный администратор или создатель отменил делегирование вам задачи от {{ principal }}
th_th: ผู้ดูแลระบบหรือผู้สร้างได้ยกเลิกการมอบหมายงานจาก {{ principal }} ให้กับคุณ
vi_vn: Quản trị viên hệ thống hoặc người tạo đã hủy ủy quyền công việc chờ từ {{ principal }} cho bạn
zh_cn: 系统管理员或创建者已取消{{ principal }}给你的流程待办委托
zh_tw: 系統管理員或建立者已取消{{ principal }}給你的流程待辦委託

# message.bpm_delegation.admin_revoke_title.to_principal
source: The system admin or creator has canceled your task delegation to {{ agent }}
de_de: Der Systemadministrator oder Ersteller hat Ihre Aufgabendelegierung an {{ agent }} abgebrochen
es_es: El administrador o creador del sistema ha cancelado su delegación de tareas a {{ agent }}
fr_fr: L'administrateur système ou le créateur a annulé votre délégation de tâches à {{ agent }}.
id_id: Admin sistem atau pembuat telah membatalkan pendelegasian tugas Anda ke {{agent}}
ja_jp: システム管理者または作成者が、{{ agent }}へのプロセス委任をキャンセルしました
km_kh: អ្នកគ្រប់គ្រងប្រព័ន្ធ ឬអ្នកបង្កើតបានលុបចោលការផ្ទេរភារកិច្ចរបស់អ្នកទៅ {{ agent }}
ko_kr: 시스템 관리자 또는 생성자가 {{ agent }}에게 작업 위임을 취소했습니다.
pt_pt: O administrador ou criador do sistema cancelou sua delegação de tarefas para {{ agent }}
ru_ru: Системный администратор или создатель отменил делегирование вашей задачи {{ agent }}
th_th: ผู้ดูแลระบบหรือผู้สร้างได้ยกเลิกการมอบหมายงานของคุณไปยัง {{ agent }}
vi_vn: Quản trị viên hệ thống hoặc người tạo đã hủy ủy quyền công việc chờ của bạn cho {{ agent }}
zh_cn: 系统管理员或创建者已取消你给{{ agent }}的流程待办委托
zh_tw: 系統管理員或建立者已取消你給{{ agent }}的流程待辦委託

# message.bpm_delegation.description
source: Description
de_de: Beschreibung
es_es: Descripción
id_id: Keterangan
ja_jp: 委任の説明
km_kh: ការពិពណ៌នា
ko_kr: 설명
pt_pt: Descrição
ru_ru: Описание
th_th: คำอธิบาย
vi_vn: Mô tả ủy quyền
zh_cn: 委托说明
zh_tw: 委託說明

# message.bpm_delegation.principal
source: Delegator
de_de: Delegierender
es_es: Delegante
fr_fr: Délégant
id_id: Pendelegasi
ja_jp: 委任者
km_kh: អ្នកផ្ទេរសិទ្ធិ
ko_kr: 위임자
pt_pt: Delegante
ru_ru: Делегатор
th_th: ผู้มอบหมาย
vi_vn: Người ủy quyền
zh_cn: 委托人
zh_tw: 委託人

# message.bpm_delegation.range
source: Scope
de_de: Umfang
es_es: Alcance
fr_fr: Portée
id_id: Cakupan
ja_jp: 委任範囲
km_kh: វិសាលភាព
ko_kr: 범위
pt_pt: Escopo
ru_ru: Объем
th_th: ขอบเขต
vi_vn: Phạm vi ủy quyền
zh_cn: 委托范围
zh_tw: 委託範圍

# message.bpm_delegation.range.all
source: All Workflows
de_de: Alle Workflows
es_es: Todos los flujos de trabajo
fr_fr: Tous les flux de travail
id_id: Semua Alur Kerja
ja_jp: 全てのプロセス
km_kh: លំហូរការងារទាំងអស់
ko_kr: 모든 워크플로
pt_pt: Todos os fluxos de trabalho
ru_ru: Все рабочие процессы
th_th: เวิร์กโฟลว์ทั้งหมด
vi_vn: Tất cả quy trình
zh_cn: 全部流程
zh_tw: 全部流程

# message.bpm_delegation.range.partial
source: Partial Processes
de_de: Teilprozesse
es_es: Procesos parciales
fr_fr: Processus partiels
id_id: Proses Parsial
ja_jp: 部分的なプロセス
km_kh: ដំណើរការមួយចំនួន
ko_kr: 부분 프로세스
pt_pt: Processos Parciais
ru_ru: Частичные процессы
th_th: กระบวนการบางส่วน
vi_vn: Một phần quy trình
zh_cn: 部分流程
zh_tw: 部分流程

# message.bpm_delegation.time_range
source: Time
de_de: Zeit
es_es: Tiempo
fr_fr: Temps
id_id: Waktu
ja_jp: 委任時間
km_kh: ពេលវេលា
ko_kr: 시간
pt_pt: Tempo
ru_ru: Время
th_th: เวลา
vi_vn: Thời gian ủy quyền
zh_cn: 委托时间
zh_tw: 委託時間

# message.bpm_delegation.user_create_content.to_agent
source: {{ principal }} has delegated all tasks to you for approval during {{ timeRange }}.
de_de: {{ principal }} hat Ihnen alle Aufgaben zur Genehmigung während {{ timeRange }} delegiert.
es_es: {{ principal }} ha delegado todas las tareas en usted para su aprobación durante {{ timeRange }}.
fr_fr: {{ principal }} a délégué toutes les tâches à vous pour approbation pendant {{ timeRange }}.
id_id: {{ principal }} telah mendelegasikan semua tugas kepada Anda untuk disetujui selama {{ timeRange }}.
ja_jp: {{ principal }}が{{ timeRange }}の期間中の全てのプロセスをあなたに承認委任しました。
km_kh: {{ principal }} បានផ្ទេរភារកិច្ចទាំងអស់ទៅអ្នកសម្រាប់ការអនុម័តក្នុងអំឡុងពេល {{ timeRange }}
ko_kr: {{ principal }}님이 {{ timeRange }} 동안 모든 작업을 승인을 위해 귀하에게 위임했습니다.
pt_pt: {{ principal }} delegou todas as tarefas para você para aprovação durante {{ timeRange }}.
ru_ru: {{ principal }} делегировал вам все задачи для утверждения в течение {{ timeRange }}.
th_th: {{ principal }} ได้มอบหมายงานทั้งหมดให้คุณเพื่ออนุมัติในช่วง {{ timeRange }}
vi_vn: {{ principal }} đã ủy quyền toàn bộ công việc chờ trong {{ timeRange }} cho bạn phê duyệt
zh_cn: {{ principal }}，将{{ timeRange }}期间的流程待办，全部委托给你审批。
zh_tw: {{ principal }}，將{{ timeRange }}期間的流程待辦，全部委託給你簽核。

# message.bpm_delegation.user_create_content_desc.to_agent
source: {{ principal }} has delegated all tasks to you for approval during {{ timeRange }}. Delegation Description: {{ description }}.
de_de: {{ principal }} hat Ihnen alle Aufgaben innerhalb von {{ timeRange }} zur Genehmigung delegiert. Beschreibung der Delegation: {{ description }}.
es_es: {{ principal }} le ha delegado todas las tareas para su aprobación durante {{ timeRange }}. Descripción de la delegación: {{ description }}.
fr_fr: {{ principal }} a délégué toutes les tâches à vous pour approbation pendant {{ timeRange }}. Description de la délégation : {{ description }}.
id_id: {{ principal }} telah mendelegasikan semua tugas kepada Anda untuk disetujui dalam {{ timeRange }}. Deskripsi Pendelegasian: {{ description }}.
ja_jp: {{ principal }}が{{ timeRange }}の期間中の全てのプロセスをあなたに承認委任しました。委任説明：{{ description }}。
km_kh: {{ principal }} បានផ្ទេរភារកិច្ចទាំងអស់ទៅអ្នកសម្រាប់ការអនុម័តក្នុងអំឡុងពេល {{ timeRange }}។ ការពិពណ៌នាអំពីការផ្ទេរ៖ {{ description }}
ko_kr: {{ principal }}님이 {{ timeRange }} 동안 모든 작업을 귀하에게 위임하여 승인을 받았습니다. 위임 설명: {{ description }}.
pt_pt: {{ principal }} delegou todas as tarefas para você aprovar durante {{ timeRange }}. Descrição da Delegação: {{ description }}.
ru_ru: {{ principal }} делегировал вам все задачи для утверждения в течение {{ timeRange }}. Описание делегирования: {{ description }}.
th_th: {{ principal }} ได้มอบหมายงานทั้งหมดให้คุณเพื่ออนุมัติในช่วง {{ timeRange }} คำอธิบายการมอบหมาย: {{ description }}
vi_vn: {{ principal }} đã ủy quyền toàn bộ công việc chờ trong {{ timeRange }} cho bạn phê duyệt. Mô tả: {{ description }}
zh_cn: {{ principal }}，将{{ timeRange }}期间的流程待办，全部委托给你审批。委托说明：{{ description }}。
zh_tw: {{ principal }}，將{{ timeRange }}期間的流程待辦，全部委託給你簽核。委託說明：{{ description }}。

# message.bpm_delegation.user_create_title.to_agent
source: {{ principal }} has delegated their tasks to you
de_de: {{ principal }} hat seine Aufgaben an Sie delegiert
es_es: {{ principal }} ha delegado sus tareas en usted
fr_fr: {{ principal }} vous a délégué ses tâches
id_id: {{ principal }} telah mendelegasikan tugasnya kepada Anda
ja_jp: {{ principal }}があなたにプロセス委任しました
km_kh: {{ principal }} បានផ្ទេរភារកិច្ចរបស់ពួកគេទៅអ្នក
ko_kr: {{ principal }}님이 귀하에게 작업을 위임했습니다.
pt_pt: {{ principal }} delegou suas tarefas a você
ru_ru: {{ principal }} делегировал вам свои задачи
th_th: {{ principal }} ได้มอบหมายงานให้คุณ
vi_vn: {{ principal }} đã ủy quyền công việc chờ cho bạn
zh_cn: {{ principal }}将其流程待办委托给你
zh_tw: {{ principal }}將其流程待辦委託給你

# message.bpm_delegation.user_revoke_content.to_agent
source: {{ principal }} has canceled the delegation of tasks to you during {{ timeRange }}.
de_de: {{ principal }} hat die Delegation von Aufgaben an Sie während {{ timeRange }} abgebrochen.
es_es: {{ principal }} ha cancelado la delegación de tareas durante {{ timeRange }}.
fr_fr: {{ principal }} a annulé la délégation de tâches à vous pendant {{ timeRange }}.
id_id: {{ principal }} telah membatalkan pendelegasian tugas kepada Anda selama {{ timeRange }}.
ja_jp: {{ principal }}が{{ timeRange }}の期間中のプロセス委任をあなたにキャンセルしました。
km_kh: {{ principal }} បានលុបចោលការផ្ទេរភារកិច្ចទៅអ្នកក្នុងអំឡុងពេល {{ timeRange }}
ko_kr: {{ principal }}님이 {{ timeRange }} 동안 귀하에게 위임된 작업을 취소했습니다.
pt_pt: {{ principal }} cancelou a delegação de tarefas para você durante {{ timeRange }}.
ru_ru: {{ principal }} отменил делегирование вам задач на {{ timeRange }}.
th_th: {{ principal }} ได้ยกเลิกการมอบหมายงานให้คุณในระหว่างเวลา {{ timeRange }}
vi_vn: {{ principal }} đã hủy ủy quyền công việc chờ cho bạn trong {{ timeRange }}
zh_cn: {{ principal }}，已取消在{{ timeRange }}期间，给你的流程待办委托。
zh_tw: {{ principal }}，已取消在{{ timeRange }}期間，給你的流程待辦委託。
