Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# corp_log.content.app_manage_group_add
source: Add App Manage Group "{{ name }}" in "{{ appName }}"
de_de: App-Verwaltungsgruppe {{ name }} in {{ appName }} hinzufügen
es_es: Agregar grupo de administración de aplicaciones {{ name }} en {{ appName }}
fr_fr: Ajouter un groupe de gestion d'application {{ name }} dans {{ appName }}
id_id: Tambahkan Grup Pengelola Aplikasi {{ name }} di {{ appName }}
ja_jp: アプリ管理グループ{{ name }}を{{ appName }}に追加
km_kh: បន្ថែមក្រុមគ្រប់គ្រងកម្មវិធី {{ name }} ក្នុង {{ appName }}
ko_kr: {{ appName }}에 앱 관리 그룹 {{ name }}을 추가합니다.
pt_pt: Adicionar grupo de gerenciamento de aplicativo {{ name }} em {{ appName }}
ru_ru: Добавить группу управления приложениями {{name}} в {{appName}}
th_th: เพิ่มกลุ่มจัดการแอป {{ name }} ใน {{ appName }}
vi_vn: Thêm nhóm quản lý ứng dụng 「{{ name }}」 trong 「{{ appName }}」
zh_cn: 在「{{ appName }}」添加了应用管理组「{{ name }}」
zh_tw: 在「{{ appName }}」添加了應用管理組「{{ name }}」

# corp_log.content.app_manage_group_remove
source: Remove App Manage Group "{{ name }}" in "{{ appName }}"
de_de: App-Verwaltungsgruppe {{ name }} in {{ appName }} entfernen
es_es: Eliminar el grupo de administración de aplicaciones {{ name }} en {{ appName }}
fr_fr: Supprimer un groupe de gestion d'application {{ name }} dans {{ appName }}
id_id: Hapus Grup Pengelola Aplikasi {{ name }} di {{ appName }}
ja_jp: {{ appName }}からアプリ管理グループ{{ name }}を削除
km_kh: លុបក្រុមគ្រប់គ្រងកម្មវិធី {{ name }} ក្នុង {{ appName }}
ko_kr: {{ appName }}에서 앱 관리 그룹 {{ name }}을 제거합니다.
pt_pt: Remover o grupo de gerenciamento de aplicativos {{ name }} em {{ appName }}
ru_ru: Удалить группу управления приложениями {{name}} в {{appName}}
th_th: ลบกลุ่มจัดการแอป {{ name }} ใน {{ appName }}
vi_vn: Xóa nhóm quản lý ứng dụng 「{{ name }}」 trong 「{{ appName }}」
zh_cn: 在「{{ appName }}」删除了应用管理组「{{ name }}」
zh_tw: 在「{{ appName }}」刪除了應用管理組「{{ name }}」

# corp_log.content.app_manage_group_rename
source: Rename App Manage Group from "{{ oriName }}" to "{{ name }}" in "{{ appName }}"
de_de: Benennen Sie die App-Verwaltungsgruppe von {{ oriName }} in {{ name }} in {{ appName }} um
es_es: Cambiar el nombre del grupo de administración de aplicaciones de {{ oriName }} a {{ name }} en {{ appName }}
fr_fr: Renommer un groupe de gestion d'application de {{ oriName }} à {{ name }} dans {{ appName }}
id_id: Ubah Nama Grup Pengelola Aplikasi dari {{ oriName }} menjadi {{ name }} di {{ appName }}
ja_jp: {{ appName }}のアプリ管理グループを{{ oriName }}から{{ name }}に名前変更
km_kh: ប្តូរឈ្មោះក្រុមគ្រប់គ្រងកម្មវិធីពី {{ oriName }} ទៅ {{ name }} ក្នុង {{ appName }}
ko_kr: {{ appName }}에서 앱 관리 그룹의 이름을 {{ oriName }}에서 {{ name }}으로 변경합니다.
pt_pt: Renomear grupo de gerenciamento de aplicativos de {{ oriName }} para {{ name }} em {{ appName }}
ru_ru: Переименовать группу управления приложениями с {{oriName}} на {{name}} в {{appName}}
th_th: เปลี่ยนชื่อกลุ่มจัดการแอปจาก {{ oriName }} เป็น {{ name }} ใน {{ appName }}
vi_vn: Đổi tên nhóm quản lý ứng dụng từ 「{{ oriName }}」 thành 「{{ name }}」 trong 「{{ appName }}」
zh_cn: 将「{{ appName }}」中应用管理组「{{ oriName }}」重命名为「{{ name }}」
zh_tw: 將「{{ appName }}」中應用管理組「{{ oriName }}」重命名為「{{ name }}」

# corp_log.content.app_manager_add
source: Add App Manager "{{ members }}" in "{{ name }}" of "{{ appName }}"
de_de: App-Manager hinzufügen {{ members }} in {{ name }} von {{ appName }}
es_es: Agregar administrador de aplicaciones {{members}} en {{name}} de {{appName}}
fr_fr: Ajouter un gestionnaire d'application {{ members }} dans {{ name }} de {{ appName }}
id_id: Tambahkan Manajer Aplikasi {{members}} di {{name}} dari {{appName}}
ja_jp: {{ appName }}の{{ name }}にアプリマネージャー{{ members }}を追加
km_kh: បន្ថែមអ្នកគ្រប់គ្រងកម្មវិធី {{ members }} ក្នុង {{ name }} នៃ {{ appName }}
ko_kr: {{ appName }}의 {{ name }}에 앱 관리자 {{ members }}을(를) 추가합니다.
pt_pt: Adicionar o App Manager {{members}} em {{name}} de {{appName}}
ru_ru: Добавить менеджера приложений {{ members }} в {{ name }} из {{ appName }}
th_th: เพิ่มผู้จัดการแอป {{ members }} ใน {{ name }} ของ {{ appName }}
vi_vn: Thêm thành viên 「{{ members }}」 vào nhóm quản lý ứng dụng 「{{ name }}」 trong 「{{ appName }}」
zh_cn: 在「{{ appName }}」的应用管理组「{{ name }}」添加了成员：{{ members }}
zh_tw: 在「{{ appName }}」的應用管理組「{{ name }}」添加了成員：{{ members }}

# corp_log.content.app_manager_remove
source: Remove App Manager "{{ members }}" in "{{ name }}" of "{{ appName }}"
de_de: App-Manager entfernen {{ members }} in {{ name }} von {{ appName }}
es_es: Eliminar el administrador de aplicaciones {{members}} en {{name}} de {{appName}}
fr_fr: Supprimer un gestionnaire d'application {{ members }} dans {{ name }} de {{ appName }}
id_id: Hapus Manajer Aplikasi {{members}} di {{name}} dari {{appName}}
ja_jp: {{ appName }}の{{ name }}からアプリマネージャー{{ members }}を削除
km_kh: លុបអ្នកគ្រប់គ្រងកម្មវិធី {{ members }} ក្នុង {{ name }} នៃ {{ appName }}
ko_kr: {{ appName }}의 {{ name }}에서 앱 관리자 {{ members }}을 제거합니다.
pt_pt: Remover o App Manager {{ members }} em {{ name }} de {{ appName }}
ru_ru: Удалить менеджер приложений {{ members }} в {{ name }} из {{ appName }}
th_th: ลบ App Manager {{ members }} ใน {{ name }} ของ {{ appName }}
vi_vn: Xóa thành viên 「{{ members }}」 khỏi nhóm quản lý ứng dụng 「{{ name }}」 trong 「{{ appName }}」
zh_cn: 在「{{ appName }}」的应用管理组「{{ name }}」删除了成员：{{ members }}
zh_tw: 在「{{ appName }}」的應用管理組「{{ name }}」刪除了成員：{{ members }}

# corp_log.content.app_ref_forms_set_update
source: Edited cross-app settings for the app "{{ app_name }}"
de_de: Appübergreifende Einstellungen für die App „{{ app_name }}“ bearbeitet
es_es: Se editaron las configuraciones entre aplicaciones para la aplicación "{{ app_name }}"
fr_fr: Paramètres inter-applications modifiés pour l'application "{{ app_name }}"
id_id: Mengedit pengaturan lintas aplikasi untuk aplikasi "{{ app_name }}"
ja_jp: アプリ「{{ app_name }}」のクロスアプリ設定を編集しました
km_kh: បានកែសម្រួលការកំណត់អន្តរកម្មវិធីសម្រាប់កម្មវិធី "{{ app_name }}"
ko_kr: 앱 "{{ app_name }}"에 대한 앱 간 설정을 편집했습니다.
pt_pt: Configurações entre aplicativos editadas para o aplicativo "{{ app_name }}"
ru_ru: Изменены настройки кросс-приложения для приложения "{{ app_name }}"
th_th: แก้ไขการตั้งค่าข้ามแอปสำหรับแอป "{{ app_name }}"
vi_vn: Sửa cài đặt đa ứng dụng của ứng dụng 「{{ app_name }}」
zh_cn: 调整了应用「{{ app_name }}」的跨应用设置
zh_tw: 調整了應用「{{ app_name }}」的跨應用設定

# corp_log.content.app_url_update
source: Edited the app URL of the app "{{ app_name }}"
de_de: Die App-URL der App „{{ app_name }}“ wurde bearbeitet.
es_es: Se editó la URL de la aplicación "{{ app_name }}"
fr_fr: URL de l'application "{{ app_name }}" modifiée
id_id: Mengedit URL aplikasi dari aplikasi "{{ app_name }}"
ja_jp: アプリ「{{ app_name }}」のURLを編集しました
km_kh: បានកែសម្រួល URL កម្មវិធីនៃកម្មវិធី "{{ app_name }}"
ko_kr: 앱 "{{ app_name }}"의 앱 URL을 편집했습니다.
pt_pt: Editou a URL do aplicativo "{{ app_name }}"
ru_ru: Отредактирован URL-адрес приложения "{{ app_name }}"
th_th: แก้ไข URL ของแอป "{{ app_name }}"
vi_vn: Sửa URL ứng dụng 「{{ app_name }}」
zh_cn: 调整了应用「{{ app_name }}」的应用URL
zh_tw: 調整了應用「{{ app_name }}」的應用URL

# corp_log.content.app_watermark_disable
source: Disabled App Watermark for the app "{{ app_name }}"
de_de: Deaktiviertes App-Wasserzeichen für die App "{{ app_name }}"
es_es: Marca de agua de la aplicación deshabilitada para la aplicación "{{ app_name }}"
fr_fr: Filigrane de l'application désactivé pour l'application "{{ app_name }}"
id_id: Tanda Air Aplikasi Dinonaktifkan untuk aplikasi "{{ app_name }}"
ja_jp: アプリ「{{ app_name }}」のウォーターマークを無効にしました
km_kh: បានបិទសញ្ញាសម្គាល់កម្មវិធីសម្រាប់កម្មវិធី "{{ app_name }}"
ko_kr: 앱 "{{ app_name }}"에 대한 비활성화된 앱 워터마크
pt_pt: Marca d'água desativada para o aplicativo "{{ app_name }}"
ru_ru: Отключен водяной знак приложения для приложения "{{ app_name }}"
th_th: ปิดใช้งานลายน้ำแอปสำหรับแอป "{{ app_name }}"
vi_vn: Tắt watermark ứng dụng 「{{ app_name }}」
zh_cn: 关闭了应用「{{ app_name }}」的应用水印
zh_tw: 關閉了應用「{{ app_name }}」的應用浮水印

# corp_log.content.app_watermark_enable
source: Enabled App Watermark for the app "{{ app_name }}"
de_de: App-Wasserzeichen für die App „{{ app_name }}“ aktiviert
es_es: Marca de agua de la aplicación habilitada para la aplicación "{{ app_name }}"
fr_fr: Filigrane de l'application activé pour l'application "{{ app_name }}"
id_id: Mengaktifkan Tanda Air Aplikasi untuk aplikasi "{{ app_name }}"
ja_jp: アプリ「{{ app_name }}」のウォーターマークを有効にしました
km_kh: បានបើកសញ្ញាសម្គាល់កម្មវិធីសម្រាប់កម្មវិធី "{{ app_name }}"
ko_kr: 앱 "{{ app_name }}"에 대해 앱 워터마크를 활성화했습니다.
pt_pt: Marca d'água de aplicativo habilitada para o aplicativo "{{ app_name }}"
ru_ru: Включен водяной знак приложения для приложения "{{ app_name }}"
th_th: เปิดใช้งานลายน้ำแอปสำหรับแอป "{{ app_name }}"
vi_vn: Bật watermark ứng dụng 「{{ app_name }}」
zh_cn: 开启了应用「{{ app_name }}」的应用水印
zh_tw: 開啟了應用「{{ app_name }}」的應用浮水印

# corp_log.content.bpm_delegation_disable
source: Initiate Delegation is disabled
de_de: „Delegierung einleiten“ ist deaktiviert
es_es: La opción de iniciar delegación está deshabilitada
fr_fr: L'initiation de la délégation est désactivée
id_id: Delegasi Inisiasi dinonaktifkan
ja_jp: 保留中の委任を無効にしました
km_kh: ការចាត់ចែងតំណាងត្រូវបានបិទ
ko_kr: 위임 시작이 비활성화되었습니다.
pt_pt: A delegação de iniciação está desabilitada
ru_ru: Инициировать делегирование отключено
th_th: การเริ่มต้นการมอบหมายถูกปิดใช้งาน
vi_vn: Tắt ủy quyền công việc chờ
zh_cn: 关闭了待办委托
zh_tw: 關閉了待辦委託

# corp_log.content.bpm_delegation_enable
source: Initiate Delegation is enabled
de_de: Delegierung starten ist aktiviert
es_es: La opción Iniciar delegación está habilitada
fr_fr: L'initiation de la délégation est activée
id_id: Delegasi Inisiasi diaktifkan
ja_jp: 保留中の委任を有効にしました
km_kh: ការចាត់ចែងតំណាងត្រូវបានបើក
ko_kr: 위임 시작이 활성화되었습니다.
pt_pt: A delegação de iniciação está habilitada
ru_ru: Инициирование делегирования включено
th_th: เปิดใช้งานการมอบหมายการเริ่มต้นแล้ว
vi_vn: Bật ủy quyền công việc chờ
zh_cn: 开启了待办委托
zh_tw: 開啟了待辦委託

# corp_log.content.bpm_delegation_update
source: Delegation has been canceled: Delegation from {{ principal }} to {{ agent }} during {{ timeRange }}
de_de: Delegation wurde abgebrochen: Delegation von {{ principal }} an {{ agent }} während {{ timeRange }}
es_es: La delegación ha sido cancelada: Delegación de {{ principal }} a {{ agent }} durante {{ timeRange }}
fr_fr: La délégation a été annulée : Délégation de {{ principal }} à {{ agent }} pendant {{ timeRange }}
id_id: Delegasi telah dibatalkan: Delegasi dari {{ principal }} ke {{ agent }} selama {{ timeRange }}
ja_jp: 保留中の委任をキャンセルしました：{{ principal }}が{{ timeRange }}の期間中に{{ agent }}に委任しました
km_kh: ការចាត់ចែងតំណាងត្រូវបានលុបចោល៖ ការចាត់ចែងពី {{ principal }} ទៅ {{ agent }} ក្នុងអំឡុងពេល {{ timeRange }}
ko_kr: 위임이 취소되었습니다: {{ principal }}에서 {{ agent }}로의 위임이 {{ timeRange }} 동안 취소되었습니다.
pt_pt: A delegação foi cancelada: Delegação de {{ principal }} para {{ agent }} durante {{ timeRange }}
ru_ru: Делегирование отменено: Делегирование от {{ principal }} к {{ agent }} в течение {{ timeRange }}
th_th: การมอบหมายถูกยกเลิก: การมอบหมายจาก {{ principal }} ถึง {{ agent }} ในระหว่าง {{ timeRange }}
vi_vn: Hủy ủy quyền: từ {{ principal }} đến {{ agent }} trong {{ timeRange }}
zh_cn: 取消了一条待办委托：{{ timeRange }}期间内的待办，{{ principal }}委托给{{ agent }}
zh_tw: 取消了一條待辦委託：{{ timeRange }}期間內的待辦，{{ principal }}委託給{{ agent }}

# corp_log.content.corp_executive_member_update
source: Updated members in the block list
de_de: Aktualisierte Mitglieder in der Sperrliste
es_es: Miembros actualizados en la lista de bloqueos
fr_fr: Membres mis à jour dans la liste de blocage
id_id: Anggota yang diperbarui dalam daftar blokir
ja_jp: ブロックリストのメンバーを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យសមាជិកក្នុងបញ្ជីបិទ
ko_kr: 블록 목록에 업데이트된 멤버
pt_pt: Membros atualizados na lista de bloqueios
ru_ru: Обновлены участники в списке заблокированных
th_th: อัพเดทสมาชิกในรายการบล็อค
vi_vn: Cập nhật thành viên trong danh sách chặn nhắc nhở
zh_cn: 调整了提醒屏蔽名单中的成员
zh_tw: 調整了通知封鎖名單中的成員

# corp_log.content.corp_executive_member_whitelist_update
source: Updated members and app notifications range for the block list
de_de: Aktualisierter Mitglieder- und App-Benachrichtigungsbereich für die Sperrliste
es_es: Miembros actualizados y rango de notificaciones de aplicaciones para la lista de bloqueo
fr_fr: Membres et plage de notifications de l'application mis à jour pour la liste de blocage
id_id: Anggota yang diperbarui dan rentang pemberitahuan aplikasi untuk daftar blokir
ja_jp: ブロックリストのメンバーとアプリ通知範囲を更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យសមាជិកនិងជួរការជូនដំណឹងកម្មវិធីសម្រាប់បញ្ជីបិទ
ko_kr: 차단 목록에 대한 멤버 및 앱 알림 범위가 업데이트되었습니다.
pt_pt: Membros atualizados e intervalo de notificações de aplicativos para a lista de bloqueios
ru_ru: Обновленный диапазон уведомлений участников и приложений для списка блокировки
th_th: อัปเดตสมาชิกและการแจ้งเตือนแอปสำหรับรายการบล็อค
vi_vn: Cập nhật thành viên và phạm vi ứng dụng nhận nhắc nhở trong danh sách chặn
zh_cn: 调整了提醒屏蔽名单中的成员和接收提醒的应用范围
zh_tw: 調整了通知封鎖名單中的成員和接收通知的應用範圍

# corp_log.content.corp_executive_whitelist_update
source: Updated app notifications range for the block list
de_de: Aktualisierter App-Benachrichtigungsbereich für die Sperrliste
es_es: Se actualizó el rango de notificaciones de aplicaciones para la lista de bloqueo
fr_fr: Plage de notifications de l'application mise à jour pour la liste de blocage
id_id: Rentang notifikasi aplikasi yang diperbarui untuk daftar blokir
ja_jp: ブロックリストのアプリ通知範囲を更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យជួរការជូនដំណឹងកម្មវិធីសម្រាប់បញ្ជីបិទ
ko_kr: 차단 목록에 대한 앱 알림 범위가 업데이트되었습니다.
pt_pt: Intervalo de notificações de aplicativos atualizado para a lista de bloqueios
ru_ru: Обновлен диапазон уведомлений приложений для списка блокировки
th_th: อัปเดตช่วงการแจ้งเตือนแอปสำหรับรายการบล็อค
vi_vn: Cập nhật phạm vi ứng dụng nhận nhắc nhở trong danh sách chặn
zh_cn: 调整了提醒屏蔽名单中的接收提醒的应用范围
zh_tw: 調整了通知封鎖名單中的接收通知的應用範圍

# corp_log.content.flow_analysis_batch_disable
source: Disabled BPA for {{ count }} form(s)
de_de: BPA für {{ count }} Formular(e) deaktiviert
es_es: BPA deshabilitado para {{ count }} formulario(s)
fr_fr: BPA désactivé pour {{ count }} formulaire(s)
id_id: BPA dinonaktifkan untuk {{ count }} formulir
ja_jp: {{ count }}フォームのBPAを無効にしました
km_kh: បានបិទ BPA សម្រាប់ទម្រង់ {{ count }}
ko_kr: {{ count }}개 양식에 대해 비활성화된 BPA
pt_pt: BPA desabilitado para {{ count }} formulário(s)
ru_ru: Отключено BPA для {{ count }} форм
th_th: ปิดใช้งาน BPA สำหรับแบบฟอร์ม {{ count }}
vi_vn: Tắt phân tích quy trình cho {{ count }} biểu mẫu
zh_cn: 关闭了{{ count }}个表单的流程分析
zh_tw: 關閉了{{ count }}個表單的流程分析

# corp_log.content.flow_analysis_batch_enable
source: Enabled BPA for {{ count }} form(s)
de_de: BPA für {{ count }} Formular(e) aktiviert
es_es: BPA habilitado para {{ count }} formulario(s)
fr_fr: BPA activé pour {{ count }} formulaire(s)
id_id: BPA Diaktifkan untuk {{ count }} formulir
ja_jp: {{ count }}フォームのBPAを有効にしました
km_kh: បានបើក BPA សម្រាប់ទម្រង់ {{ count }}
ko_kr: {{ count }}개 양식에 대해 BPA 활성화됨
pt_pt: BPA habilitado para {{ count }} formulário(s)
ru_ru: Включен BPA для {{ count }} форм
th_th: เปิดใช้งาน BPA สำหรับแบบฟอร์ม {{ count }}
vi_vn: Bật phân tích quy trình cho {{ count }} biểu mẫu
zh_cn: 开启了{{ count }}个表单的流程分析
zh_tw: 開啟了{{ count }}個表單的流程分析

# corp_log.content.flow_analysis_disable
source: Disabled BPA for the form "{{ flow_name }}"
de_de: BPA für das Formular "{{ flow_name }}" deaktiviert
es_es: BPA deshabilitado para el formulario "{{ flow_name }}"
fr_fr: BPA désactivé pour le formulaire "{{ flow_name }}"
id_id: BPA dinonaktifkan untuk formulir "{{ flow_name }}"
ja_jp: フォーム「{{ flow_name }}」のBPAを無効にしました
km_kh: បានបិទ BPA សម្រាប់ទម្រង់ "{{ flow_name }}"
ko_kr: "{{ flow_name }}" 양식에 대해 BPA가 비활성화되었습니다.
pt_pt: BPA desabilitado para o formulário "{{ flow_name }}"
ru_ru: Отключен BPA для формы "{{ flow_name }}"
th_th: ปิดใช้งาน BPA สำหรับแบบฟอร์ม "{{ flow_name }}"
vi_vn: Tắt phân tích quy trình cho biểu mẫu 「{{ flow_name }}」
zh_cn: 关闭了表单「{{ flow_name }}」的流程分析
zh_tw: 關閉了表單「{{ flow_name }}」的流程分析

# corp_log.content.flow_analysis_enable
source: Enabled BPA for the form "{{ flow_name }}"
de_de: BPA für das Formular "{{ flow_name }}" aktiviert
es_es: BPA habilitado para el formulario "{{ flow_name }}"
fr_fr: BPA activé pour le formulaire "{{ flow_name }}"
id_id: Mengaktifkan BPA untuk formulir "{{ flow_name }}"
ja_jp: フォーム「{{ flow_name }}」のBPAを有効にしました
km_kh: បានបើក BPA សម្រាប់ទម្រង់ "{{ flow_name }}"
ko_kr: "{{ flow_name }}" 양식에 대해 BPA가 활성화되었습니다.
pt_pt: BPA habilitado para o formulário "{{ flow_name }}"
ru_ru: Включен BPA для формы "{{ flow_name }}"
th_th: เปิดใช้งาน BPA สำหรับแบบฟอร์ม "{{ flow_name }}"
vi_vn: Bật phân tích quy trình cho biểu mẫu 「{{ flow_name }}」
zh_cn: 开启了表单「{{ flow_name }}」的流程分析
zh_tw: 開啟了表單「{{ flow_name }}」的流程分析

# corp_log.content.form_auth_batch_update
source: Adjusted form/dashboard permissions in batches
de_de: Formular-/Dashboard-Berechtigungen stapelweise angepasst
es_es: Permisos de formulario/panel ajustados en lotes
fr_fr: Permissions de formulaire/tableau de bord ajustées par lots
id_id: Menyesuaikan izin formulir/dasbor secara berkelompok
ja_jp: フォーム／ダッシュボードの権限を一括調整しました
km_kh: បានលៃតម្រូវសិទ្ធិទម្រង់/ផ្ទាំងគ្រប់គ្រងជាក្រុម
ko_kr: 일괄적으로 조정된 양식/대시보드 권한
pt_pt: Permissões de formulário/painel ajustadas em lotes
ru_ru: Пакетная настройка разрешений для форм/панелей мониторинга
th_th: ปรับเปลี่ยนการอนุญาตแบบฟอร์ม/แดชบอร์ดเป็นชุดๆ
vi_vn: Điều chỉnh quyền biểu mẫu/bảng điều khiển hàng loạt
zh_cn: 批量调整了表单/仪表盘权限
zh_tw: 批次調整了表單/儀表板權限

# corp_log.content.member_role_rel_export
source: Imported the info of a role
de_de: Importierte die Informationen einer Rolle
es_es: Se importó la información de un rol
fr_fr: Informations d'un rôle importées
id_id: Mengimpor info peran
ja_jp: ロールの情報をインポートしました
km_kh: បាននាំចូលព័ត៌មាននៃតួនាទី
ko_kr: 역할 정보를 가져왔습니다
pt_pt: Importou as informações de uma função
ru_ru: Импортировал информацию о роли
th_th: นำเข้าข้อมูลของบทบาท
vi_vn: Xuất thông tin vai trò
zh_cn: 导出了角色信息
zh_tw: 匯出了角色資訊

# corp_log.content.member_role_rel_import
source: Imported members to "{{ fullRoleNames }}"
de_de: Mitglieder zu „{{ fullRoleNames }}“ importiert
es_es: Miembros importados a "{{ fullRoleNames }}"
fr_fr: Membres importés vers "{{ fullRoleNames }}"
id_id: Anggota yang diimpor ke "{{ fullRoleNames }}"
ja_jp: メンバーを「{{ fullRoleNames }}」にインポートしました
km_kh: បាននាំចូលសមាជិកទៅ "{{ fullRoleNames }}"
ko_kr: "{{ fullRoleNames }}"에 멤버를 가져왔습니다.
pt_pt: Membros importados para "{{ fullRoleNames }}"
ru_ru: Импортированные участники в "{{ fullRoleNames }}"
th_th: นำเข้าสมาชิกสู่ "{{ fullRoleNames }}"
vi_vn: Nhập thành viên trong 「{{ fullRoleNames }}」
zh_cn: 导入了「{{ fullRoleNames }}」下的成员
zh_tw: 匯入了「{{ fullRoleNames }}」下的成員

# corp_log.content.role_rel_batch_update
source: The assigned Dept. for members in {{ role }} has been updated.
de_de: Die zugewiesene Abteilung für Mitglieder in {{ role }} wurde aktualisiert.
es_es: Se ha actualizado el Departamento asignado para los miembros en {{ role }}.
fr_fr: Le département assigné pour les membres dans {{ role }} a été mis à jour.
id_id: Dept. yang ditugaskan untuk anggota di {{ role }} telah diperbarui.
ja_jp: ロール「{{ role }}」のメンバーの割り当て先の部署を更新しました
km_kh: ដេប៉ាតឺម៉ង់ដែលបានចាត់ចែងសម្រាប់សមាជិកក្នុង {{ role }} ត្រូវបានធ្វើឱ្យទាន់សម័យ
ko_kr: {{ role }}의 멤버에게 할당된 부서가 업데이트되었습니다.
pt_pt: O departamento atribuído aos membros em {{ role }} foi atualizado.
ru_ru: Назначенный отдел для участников в {{role}} был обновлен.
th_th: แผนกที่ได้รับมอบหมายสำหรับสมาชิกใน {{ role }} ได้รับการอัปเดตแล้ว
vi_vn: Cập nhật phòng ban phụ trách của thành viên trong vai trò 「{{ role }}」
zh_cn: 调整了角色「{{ role }}」内成员的分管部门
zh_tw: 調整了角色「{{ role }}」內成員的分管部署

# corp_log.content.role_rel_update
source: The assigned Dept. for {{ nickname }} in {{ role }} has been updated.
de_de: Die zugewiesene Abteilung für {{ nickname }} in {{ role }} wurde aktualisiert.
es_es: Se ha actualizado el departamento asignado para {{nickname}} en {{rol}}.
fr_fr: Le département assigné pour {{ nickname }} dans {{ role }} a été mis à jour.
id_id: Dept. yang ditugaskan untuk {{ nickname }} di {{ role }} telah diperbarui.
ja_jp: ロール「{{ role }}」の{{ nickname }}の割り当て先の部署を更新しました
km_kh: ដេប៉ាតឺម៉ង់ដែលបានចាត់ចែងសម្រាប់ {{ nickname }} ក្នុង {{ role }} ត្រូវបានធ្វើឱ្យទាន់សម័យ
ko_kr: {{ role }}의 {{ nickname }}에게 할당된 부서가 업데이트되었습니다.
pt_pt: O departamento atribuído para {{ nickname }} em {{ role }} foi atualizado.
ru_ru: Назначенный отдел для {{ nickname }} в {{ role }} был обновлен.
th_th: แผนกที่ได้รับมอบหมายสำหรับ {{ nickname }} ใน {{ role }} ได้รับการอัปเดตแล้ว
vi_vn: Cập nhật phòng ban phụ trách của 「{{ nickname }}」 trong vai trò 「{{ role }}」
zh_cn: 调整了角色「{{ role }}」内成员「{{ nickname }}」的分管部门
zh_tw: 調整了角色「{{ role }}」內成員「{{ nickname }}」的分管部署

# corp_log.content.space_create
source: Created the knowledge base "{{ space_name }}"
de_de: Die Wissensdatenbank „{{ space_name }}“ wurde erstellt.
es_es: Se creó la base de conocimientos "{{ space_name }}"
fr_fr: Base de connaissances "{{ space_name }}" créée
id_id: Membuat basis pengetahuan "{{ space_name }}"
ja_jp: ナレッジベース「{{ space_name }}」を作成しました
km_kh: បានបង្កើតមូលដ្ឋានចំណេះដឹង "{{ space_name }}"
ko_kr: 지식 기반 "{{ space_name }}"을 생성했습니다.
pt_pt: Criou a base de conhecimento "{{ space_name }}"
ru_ru: Создана база знаний "{{ space_name }}"
th_th: สร้างฐานความรู้ "{{ space_name }}"
vi_vn: Tạo thư viện kiến thức 「{{ space_name }}」
zh_cn: 创建了知识库「{{ space_name }}」
zh_tw: 建立了知識庫「{{ space_name }}」

# corp_log.content.space_delete
source: Deleted the knowledge base "{{ space_name }}"
de_de: Die Wissensdatenbank „{{ space_name }}“ wurde gelöscht.
es_es: Se eliminó la base de conocimientos "{{ space_name }}"
fr_fr: Base de connaissances "{{ space_name }}" supprimée
id_id: Menghapus basis pengetahuan "{{ space_name }}"
ja_jp: ナレッジベース「{{ space_name }}」を削除しました
km_kh: បានលុបមូលដ្ឋានចំណេះដឹង "{{ space_name }}"
ko_kr: 지식 기반 "{{ space_name }}"을 삭제했습니다.
pt_pt: Excluiu a base de conhecimento "{{ space_name }}"
ru_ru: Удалил базу знаний "{{ space_name }}"
th_th: ลบฐานความรู้ "{{ space_name }}"
vi_vn: Xóa thư viện kiến thức 「{{ space_name }}」
zh_cn: 删除了知识库「{{ space_name }}」
zh_tw: 刪除了知識庫「{{ space_name }}」

# corp_log.content.space_perm_group_create
source: Created the permission set "{{ space_perm_group_name }}"
de_de: Der Berechtigungssatz „{{ space_perm_group_name }}“ wurde erstellt.
es_es: Se creó el conjunto de permisos "{{ space_perm_group_name }}"
fr_fr: Ensemble de permissions "{{ space_perm_group_name }}" créé
id_id: Membuat set izin "{{ space_perm_group_name }}"
ja_jp: 権限セット「{{ space_perm_group_name }}」を作成しました
km_kh: បានបង្កើតសំណុំសិទ្ធិ "{{ space_perm_group_name }}"
ko_kr: "{{ space_perm_group_name }}" 권한 집합을 생성했습니다.
pt_pt: Criou o conjunto de permissões "{{ space_perm_group_name }}"
ru_ru: Создан набор разрешений "{{ space_perm_group_name }}"
th_th: สร้างชุดสิทธิ์ "{{ space_perm_group_name }}"
vi_vn: Tạo nhóm quyền thư viện kiến thức 「{{ space_perm_group_name }}」
zh_cn: 新建了知识库权限组「{{ space_perm_group_name }}」
zh_tw: 新建了知識庫權限組「{{ space_perm_group_name }}」

# corp_log.content.space_perm_group_delete
source: Deleted the permission set "{{ space_perm_group_name }}"
de_de: Der Berechtigungssatz „{{ space_perm_group_name }}“ wurde gelöscht.
es_es: Se eliminó el conjunto de permisos "{{ space_perm_group_name }}"
fr_fr: Ensemble de permissions "{{ space_perm_group_name }}" supprimé
id_id: Menghapus set izin "{{ space_perm_group_name }}"
ja_jp: 権限セット「{{ space_perm_group_name }}」を削除しました
km_kh: បានលុបសំណុំសិទ្ធិ "{{ space_perm_group_name }}"
ko_kr: "{{ space_perm_group_name }}" 권한 집합을 삭제했습니다.
pt_pt: Excluiu o conjunto de permissões "{{ space_perm_group_name }}"
ru_ru: Удален набор разрешений "{{ space_perm_group_name }}"
th_th: ลบชุดสิทธิ์ "{{ space_perm_group_name }}"
vi_vn: Xóa nhóm quyền thư viện kiến thức 「{{ space_perm_group_name }}」
zh_cn: 删除了知识库权限组「{{ space_perm_group_name }}」
zh_tw: 刪除了知識庫權限組「{{ space_perm_group_name }}」
