Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.excel_import_upsert_complete
source: {{ entryName }} successfully updated {{ updated }} pieces of data, successfully imported {{ imported }} pieces of data.
de_de: {{ entryName }} hat {{ updated }} Daten erfolgreich aktualisiert und {{ imported }} Daten erfolgreich importiert.
es_es: {{ entryName }} actualizó con éxito {{ updated }} piezas de datos, importó con éxito {{ imported }} piezas de datos.
fr_fr: {{ entryName }} a mis à jour avec succès {{ updated }} données, a importé avec succès {{ imported }} données.
id_id: {{ entryName }} berhasil memperbarui {{ updated }} bagian data, berhasil mengimpor {{ import }} bagian data.
ja_jp: 「{{ entryName }}」は{{ updated }}件のデータを正常に更新し、{{ imported }}件のデータを正常にインポートしました。
km_kh: {{ entryName }} បានធ្វើបច្ចុប្បន្នភាពទិន្នន័យ {{ updated }} និងនាំចូលទិន្នន័យ {{ imported }} ដោយជោគជ័យ។
ko_kr: {{ entryName }}이(가) {{ updated }}개의 데이터를 성공적으로 업데이트했고, {{ brought }}개의 데이터를 성공적으로 가져왔습니다.
pt_pt: {{ entryName }} atualizou com sucesso {{ updated }} dados, importou com sucesso {{ imported }} dados.
ru_ru: {{ entryName }} успешно обновлено {{ updated }} фрагментов данных, успешно импортировано {{ imported }} фрагментов данных.
th_th: {{ entryName }} อัปเดตข้อมูล {{ updated }} ชิ้นสำเร็จแล้ว นำเข้าข้อมูล {{ import }} ชิ้นสำเร็จแล้ว
vi_vn: 「{{ entryName }}」 cập nhật thành công {{ updated }} dữ liệu, thêm thành công {{ imported }} dữ liệu
zh_cn: 「{{ entryName }}」更新成功{{ updated }}条数据，新增成功{{ imported }}条数据。
zh_tw: 「{{ entryName }}」更新成功{{ updated }}筆資料，新增成功{{ imported }}筆資料。

# site.message.content.excel_import_upsert_complete_with_failure
source: {{ entryName }} successfully updated {{ updated }} pieces of data, successfully imported {{ imported }} pieces of data, but failed to import {{ failed }} pieces of data.The error report download link will become invalid after 24 hours. Please download it as soon as possible.
de_de: {{ entryName }} hat erfolgreich {{ updated }} Daten aktualisiert und {{ imported }} Daten importiert, der Import von {{ failed }} Daten ist jedoch fehlgeschlagen. Der Download-Link für den Fehlerbericht wird nach 24 Stunden ungültig. Bitte laden Sie ihn so schnell wie möglich herunter.
es_es: {{ entryName }} actualizó correctamente {{ updated }} datos, importó correctamente {{ imported }} datos, pero no pudo importar {{ failed }} datos. El enlace de descarga del informe de errores dejará de ser válido después de 24 horas. Descárguelo lo antes posible.
fr_fr: {{ entryName }} a mis à jour avec succès {{ updated }} données, a importé avec succès {{ imported }} données, mais n'a pas pu importer {{ failed }} données. Le lien pour télécharger le rapport d'erreur deviendra invalide après 24 heures. Veuillez le télécharger dès que possible.
id_id: {{ entryName }} berhasil memperbarui {{ updated }} data, berhasil mengimpor {{ import }} data, tetapi gagal mengimpor {{ failed }} data. Tautan unduhan laporan kesalahan akan menjadi tidak berlaku setelah 24 jam. Harap unduh sesegera mungkin.
ja_jp: 「{{ entryName }}」は{{ updated }}件のデータを正常に更新し、{{ imported }}件のデータを正常にインポートしましたが、{{ failed }}件のデータのインポートに失敗しました。エラーレポートのダウンロードリンクは24時間後に無効になります。できるだけ早くダウンロードしてください。
km_kh: {{ entryName }} បានធ្វើបច្ចុប្បន្នភាពទិន្នន័យ {{ updated }} ដោយជោគជ័យ នាំចូលទិន្នន័យ {{ imported }} ដោយជោគជ័យ ប៉ុន្តែបរាជ័យក្នុងការនាំចូលទិន្នន័យ {{ failed }}។ តំណទាញយករបាយការខុសនឹងផុតកំណត់ក្នុងរយៈពេល ២៤ម៉ោង។ សូមទាញយកវាឱ្យបានមុន។
ko_kr: {{ entryName }}님이 {{ updated }}개의 데이터를 성공적으로 업데이트했고, {{ imported }}개의 데이터를 성공적으로 가져왔지만, {{ fail }}개의 데이터를 가져오지 못했습니다. 오류 보고서 다운로드 링크는 24시간 후 사용할 수 없게 됩니다. 최대한 빨리 다운로드해 주세요.
pt_pt: {{ entryName }} atualizou com sucesso {{ updated }} dados, importou com sucesso {{ imported }} dados, mas não conseguiu importar {{ failed }} dados. O link para download do relatório de erros ficará inválido após 24 horas. Baixe-o o mais rápido possível.
ru_ru: {{ entryName }} успешно обновлено {{ updated }} частей данных, успешно импортировано {{ imported }} частей данных, но не удалось импортировать {{ failed }} частей данных. Ссылка для загрузки отчета об ошибках станет недействительной через 24 часа. Пожалуйста, загрузите ее как можно скорее.
th_th: {{ entryName }} อัปเดตข้อมูลสำเร็จแล้ว {{ updated }} ชิ้น นำเข้าข้อมูลสำเร็จแล้ว {{ import }} ชิ้น แต่ไม่สามารถนำเข้าข้อมูลสำเร็จแล้ว {{ failed }} ชิ้น ลิงก์ดาวน์โหลดรายงานข้อผิดพลาดจะใช้งานไม่ได้หลังจากผ่านไป 24 ชั่วโมง กรุณาดาวน์โหลดโดยเร็วที่สุด
vi_vn: 「{{ entryName }}」 cập nhật thành công {{ updated }} dữ liệu, thêm thành công {{ imported }} dữ liệu, thất bại {{ failed }} dữ liệu, liên kết tải báo cáo lỗi hết hạn sau 24 giờ, tải sớm
zh_cn: 「{{ entryName }}」更新成功{{ updated }}条数据，新增成功{{ imported }}条数据，失败{{ failed }}条数据，错误报告下载链接将于24小时后失效，请尽快下载。
zh_tw: 「{{ entryName }}」更新成功{{ updated }}筆資料，新增成功{{ imported }}筆資料，失敗{{ failed }}筆資料，錯誤報告下載連結將於24小時後失效，請盡快下載。

# site.message.content.file_export_complete
source: "{{ title }}" is ready for download. The download link will expire after 24 hours. Download it as soon as possible.
de_de: „{{ title }}“ steht zum Download bereit. Der Download-Link läuft nach 24 Stunden ab. Laden Sie es so schnell wie möglich herunter.
es_es: "{{ title }}" está listo para descargar. El enlace de descarga caducará en 24 horas. Descárgalo cuanto antes.
fr_fr: {{ title }} est prêt à être téléchargé. Le lien de téléchargement expirera après 24 heures. Téléchargez-le dès que possible.
id_id: "{{ title }}" siap diunduh. Tautan unduhan akan kedaluwarsa setelah 24 jam. Unduh sesegera mungkin.
ja_jp: 「{{ title }}」のダウンロード準備が整いました。ダウンロードリンクは24時間後に期限切れになります。できるだけ早くダウンロードしてください。
km_kh: "{{ title }}" រួចរាល់សម្រាប់ទាញយក។ តំណទាញយកនឹងផុតកំណត់ក្រោយ ២៤ ម៉ោង។ សូមទាញយកឱ្យបានលឿន
ko_kr: "{{ title }}"을(를) 다운로드할 준비가 되었습니다. 다운로드 링크는 24시간 후 만료됩니다. 최대한 빨리 다운로드하세요.
pt_pt: "{{ title }}" está pronto para download. O link para download expirará após 24 horas. Baixe o mais rápido possível.
ru_ru: "{{ title }}" готов к загрузке. Ссылка на загрузку истечет через 24 часа. Загрузите ее как можно скорее.
th_th: "{{ title }}" พร้อมสำหรับการดาวน์โหลดแล้ว ลิงก์ดาวน์โหลดจะหมดอายุหลังจาก 24 ชั่วโมง โปรดดาวน์โหลดโดยเร็วที่สุด
vi_vn: Tệp xuất 「{{ title }}」 đã sẵn sàng. Liên kết tải sẽ hết hạn sau 24 giờ, tải sớm
zh_cn: 「{{ title }}」导出文件已准备完成。文件下载链接将于24小时后失效，请尽快下载。
zh_tw: 「{{ title }}」匯出文件已準備完成。檔案下載連結將於24小時後失效，請儘快下載。

# site.message.content.file_export_data_limit
source: "{{ title }}" The export file is too large. When exporting, the data cannot exceed 16MB, 100,000 rows, and 1,000,000 grids. Please filter and export again.
de_de: "{{ title }}" Die Exportdatei ist zu groß. Beim Exportieren dürfen die Daten nicht größer als 16 MB, 100.000 Zeilen und 1.000.000 Raster sein. Bitte filtern und exportieren Sie erneut.
es_es: "{{ title }}" El archivo de exportación es demasiado grande. Al exportar, los datos no pueden superar los 16 MB, las 100 000 filas ni el millón de cuadrículas. Filtre y exporte de nuevo.
fr_fr: {{ title }} Le fichier d'exportation est trop grand. Lors de l'exportation, les données ne peuvent pas dépasser 16 Mo, 100 000 lignes et 1 000 000 de grilles. Veuillez filtrer et exporter à nouveau.
id_id: "{{ title }}" File ekspor terlalu besar. Saat mengekspor, data tidak boleh melebihi 16 MB, 100.000 baris, dan 1.000.000 kisi. Harap saring dan ekspor lagi.
ja_jp: 「{{ title }}」のエクスポートファイルが大きすぎます。エクスポート時にデータは16MB、100,000行、1,000,000グリッドを超えることはできません。フィルタリングして再度エクスポートしてください。
km_kh: "{{ title }}" ឯកសារនាំចេញធំពេក។ នៅពេលនាំចេញ ទិន្នន័យមិនអាចលើសពី 16MB, 100,000 ជួរ និង 1,000,000 ក្រឡាទេ។ សូមតម្រង និងនាំចេញម្តងទៀត
ko_kr: "{{ title }}" 내보내기 파일이 너무 큽니다. 내보낼 때 데이터는 16MB, 100,000개 행, 1,000,000개 그리드를 초과할 수 없습니다. 필터링 후 다시 내보내세요.
pt_pt: "{{ title }}" O arquivo de exportação é muito grande. Ao exportar, os dados não podem exceder 16 MB, 100.000 linhas e 1.000.000 de grades. Filtre e exporte novamente.
ru_ru: "{{ title }}" Файл экспорта слишком большой. При экспорте данные не могут превышать 16 МБ, 100 000 строк и 1 000 000 сеток. Пожалуйста, отфильтруйте и экспортируйте снова.
th_th: "{{ title }}" ไฟล์ส่งออกมีขนาดใหญ่เกินไป เมื่อส่งออก ข้อมูลจะต้องไม่เกิน 16MB, 100,000 แถว และ 1,000,000 กริด โปรดกรองและส่งออกอีกครั้ง
vi_vn: 「{{ title }}」 tệp xuất quá lớn. Dữ liệu không vượt 16MB, 10 vạn dòng, 100 vạn ô. Lọc lại và xuất
zh_cn: 「{{ title }}」导出文件过大。导出时，数据不能超过16MB、10万行，100万格。请筛选后重新导出。
zh_tw: 「{{ title }}」匯出檔案過大。匯出時，資料不能超過16MB、10万列，100万格。請篩選後重新匯出。

# site.message.content.file_export_failed
source: Failed to export "{{ title }}". Try again later or contact us.
de_de: Der Export von „{{ title }}“ ist fehlgeschlagen. Versuchen Sie es später erneut oder kontaktieren Sie uns.
es_es: No se pudo exportar "{{ title }}". Inténtelo de nuevo más tarde o contáctenos.
fr_fr: Échec de l'exportation de "{{ title }}". Réessayez plus tard ou contactez-nous.
id_id: Gagal mengekspor "{{ title }}". Coba lagi nanti atau hubungi kami.
ja_jp: 「{{ title }}」のエクスポートに失敗しました。後でもう一度試すか、お問い合わせください。
km_kh: នាំចេញ "{{ title }}" បរាជ័យ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ ឬទាក់ទងមកយើងខ្ញុំ
ko_kr: "{{ title }}"을(를) 내보내지 못했습니다. 나중에 다시 시도하거나 문의해 주세요.
pt_pt: Falha ao exportar "{{ title }}". Tente novamente mais tarde ou entre em contato conosco.
ru_ru: Не удалось экспортировать "{{ title }}". Попробуйте еще раз позже или свяжитесь с нами.
th_th: ไม่สามารถส่งออก "{{ title }}" ได้ โปรดลองอีกครั้งในภายหลังหรือติดต่อเรา
vi_vn: 「{{ title }}」 xuất thất bại. Thử lại sau hoặc liên hệ chúng tôi
zh_cn: 「{{ title }}」导出失败。你可以稍后重试，或直接联系我们。
zh_tw: 「{{ title }}」匯出失敗。你可以稍後重試，或直接聯繫我們.

# site.message.content.file_export_limit_failed
source: Export failed. The file size of {widget} is too large. A maximum of 1,000 attachments can be exported, and the compressed file cannot exceed 1 GB. Try exporting them in smaller batches.
de_de: Export fehlgeschlagen. Die Dateigröße von {widget} ist zu groß. Es können maximal 1.000 Anhänge exportiert werden, und die komprimierte Datei darf 1 GB nicht überschreiten. Versuchen Sie, die Anhänge in kleineren Mengen zu exportieren.
es_es: Error en la exportación. El tamaño del archivo {widget} es demasiado grande. Se puede exportar un máximo de 1000 archivos adjuntos y el archivo comprimido no puede superar 1 GB. Intente exportarlos en lotes más pequeños.
fr_fr: Échec de l'exportation. La taille du fichier de {widget} est trop grande. Un maximum de 1 000 pièces jointes peut être exporté, et le fichier compressé ne peut pas dépasser 1 Go. Essayez de les exporter par lots plus petits.
id_id: Ekspor gagal. Ukuran file {widget} terlalu besar. Maksimal 1.000 lampiran dapat diekspor, dan file terkompresi tidak boleh melebihi 1 GB. Coba ekspor dalam kelompok yang lebih kecil.
ja_jp: エクスポートに失敗しました。{widget}のファイルサイズが大きすぎます。最大1,000個の添付ファイルをエクスポートでき、圧縮ファイルのサイズは1 GBを超えることはできません。より小さなバッチでエクスポートしてみてください。
km_kh: នាំចេញបរាជ័យ។ ទំហំឯកសារ {widget} ធំពេក។ អាចនាំចេញឯកសារភ្ជាប់អតិបរមា ១,០០០ ហើយឯកសារបង្ហាប់មិនអាចលើសពី ១ GB។ សូមព្យាយាមនាំចេញជាក្រុមតូចៗ
ko_kr: 내보내기에 실패했습니다. {widget} 파일 크기가 너무 큽니다. 첨부 파일은 최대 1,000개까지 내보낼 수 있으며, 압축 파일은 1GB를 초과할 수 없습니다. 여러 번에 걸쳐 더 작은 단위로 내보내 보세요.
pt_pt: Falha na exportação. O tamanho do arquivo {widget} é muito grande. É possível exportar no máximo 1.000 anexos, e o arquivo compactado não pode exceder 1 GB. Tente exportá-los em lotes menores.
ru_ru: Экспорт не удался. Размер файла {widget} слишком большой. Можно экспортировать максимум 1000 вложений, а сжатый файл не может превышать 1 ГБ. Попробуйте экспортировать их меньшими партиями.
th_th: การส่งออกล้มเหลว ขนาดไฟล์ของ {widget} มีขนาดใหญ่เกินไป สามารถส่งออกไฟล์แนบได้สูงสุด 1,000 ไฟล์ และไฟล์ที่บีบอัดต้องไม่เกิน 1 GB ลองส่งออกเป็นชุดย่อย
vi_vn: 「{{ title }}」 tệp xuất quá lớn, thất bại. Giới hạn 1000 tệp đính kèm, nén không quá 1G, thử xuất từng phần
zh_cn: 「{{ title }}」导出文件过大，导出失败。导出时，附件总个数不能超过1000，压缩包不能超过1G，你可以尝试分批导出。
zh_tw: 「{{ title }}」匯出文件過大，匯出失敗。匯出時，附件總個數不能超過 1000，壓縮包不能超過 1 G，你可以嘗試分批匯出。

# site.message.content.file_export_memory_failed
source: Export failed. Too many sorting rules for the data in the {{ title }} form. Reduce the soring rules or data volume to be exported, and export again.
de_de: Export fehlgeschlagen. Zu viele Sortierregeln für die Daten im Formular {{ title }}. Reduzieren Sie die Sortierregeln oder die zu exportierende Datenmenge und wiederholen Sie den Export.
es_es: Error en la exportación. Hay demasiadas reglas de ordenación para los datos del formulario {{title}}. Reduzca las reglas de ordenación o el volumen de datos a exportar y vuelva a exportar.
fr_fr: Échec de l'exportation. Trop de règles de tri pour les données dans le formulaire {{ title }}. Réduisez les règles de tri ou le volume de données à exporter, et exportez à nouveau.
id_id: Ekspor gagal. Terlalu banyak aturan penyortiran untuk data dalam formulir {{ title }}. Kurangi aturan penyortiran atau volume data yang akan diekspor, lalu ekspor lagi.
ja_jp: エクスポートに失敗しました。「{{ title }}」フォームのデータに対するソートルールが多すぎます。ソートルールまたはエクスポートするデータ量を減らして再度エクスポートしてください。
km_kh: នាំចេញបរាជ័យ។ ច្បាប់តម្រៀបច្រើនពេកសម្រាប់ទិន្នន័យក្នុងទម្រង់ {{ title }}។ សូមកាត់បន្ថយច្បាប់តម្រៀប ឬបរិមាណទិន្នន័យដែលត្រូវនាំចេញ ហើយនាំចេញម្តងទៀត
ko_kr: 내보내기에 실패했습니다. {{ title }} 양식의 데이터에 대한 정렬 규칙이 너무 많습니다. 내보낼 정렬 규칙이나 데이터 양을 줄인 후 다시 내보내세요.
pt_pt: Falha na exportação. Excesso de regras de classificação para os dados no formulário {{ title }}. Reduza as regras de classificação ou o volume de dados a serem exportados e exporte novamente.
ru_ru: Экспорт не удался. Слишком много правил сортировки для данных в форме {{title}}. Уменьшите правила сортировки или объем данных для экспорта и повторите экспорт.
th_th: การส่งออกล้มเหลว มีกฎการเรียงลำดับข้อมูลในฟอร์ม {{ title }} มากเกินไป ลดกฎการเรียงลำดับหรือปริมาณข้อมูลที่จะส่งออก แล้วส่งออกอีกครั้ง
vi_vn: 「{{ title }}」 bảng hiện tại có quá nhiều dữ liệu sắp xếp, giảm quy tắc hoặc lượng dữ liệu và thử lại
zh_cn: 「{{ title }}」当前表格排序数据过多，请减少排序规则或导出数据量后重试。
zh_tw: 「{{ title }}」當前表格排序資料過多，請減少排序規則或匯出資料量後重試。

# site.message.content.file_stream_export_data_limit
source: Export failed. The file size of {{ title }} is too large. A maximum of 1,000,000 merged cells can be exported, and the data cannot exceed the Excel row limit. Filter the data and export again.
de_de: Export fehlgeschlagen. Die Dateigröße von {{ title }} ist zu groß. Es können maximal 1.000.000 verbundene Zellen exportiert werden, und die Daten dürfen das Excel-Zeilenlimit nicht überschreiten. Filtern Sie die Daten und exportieren Sie sie erneut.
es_es: Error en la exportación. El tamaño del archivo {{ title }} es demasiado grande. Se puede exportar un máximo de 1 000 000 de celdas combinadas y los datos no pueden superar el límite de filas de Excel. Filtre los datos y vuelva a exportarlos.
fr_fr: Échec de l'exportation. La taille du fichier de {{ title }} est trop grande. Un maximum de 1 000 000 de cellules fusionnées peut être exporté, et les données ne peuvent pas dépasser la limite de lignes Excel. Filtrez les données et exportez à nouveau.
id_id: Ekspor gagal. Ukuran berkas {{ title }} terlalu besar. Maksimal 1.000.000 sel gabungan dapat diekspor, dan data tidak dapat melebihi batas baris Excel. Filter data dan ekspor lagi.
ja_jp: エクスポートに失敗しました。「{{ title }}」のファイルサイズが大きすぎます。最大1,000,000のマージされたセルをエクスポートでき、データはExcelの行制限を超えることはできません。データをフィルタリングして再度エクスポートしてください。
km_kh: នាំចេញបរាជ័យ។ ទំហំឯកសារ {{ title }} ធំពេក។ អាចនាំចេញក្រឡារួមអតិបរមា ១,០០០,០០០ ហើយទិន្នន័យមិនអាចលើសដែនកំណត់ជួររបស់ Excel។ សូមតម្រងទិន្នន័យ និងនាំចេញម្តងទៀត
ko_kr: 내보내기에 실패했습니다. {{ title }}의 파일 크기가 너무 큽니다. 병합된 셀은 최대 1,000,000개까지 내보낼 수 있으며, 데이터는 Excel 행 제한을 초과할 수 없습니다. 데이터를 필터링한 후 다시 내보내세요.
pt_pt: Falha na exportação. O tamanho do arquivo {{ title }} é muito grande. É possível exportar no máximo 1.000.000 de células mescladas, e os dados não podem exceder o limite de linhas do Excel. Filtre os dados e exporte novamente.
ru_ru: Экспорт не удался. Размер файла {{title}} слишком велик. Можно экспортировать максимум 1 000 000 объединенных ячеек, а данные не могут превышать лимит строк Excel. Отфильтруйте данные и экспортируйте снова.
th_th: การส่งออกล้มเหลว ขนาดไฟล์ของ {{ title }} มีขนาดใหญ่เกินไป สามารถส่งออกเซลล์ที่ผสานกันได้สูงสุด 1,000,000 เซลล์ และข้อมูลไม่สามารถเกินขีดจำกัดแถวของ Excel ได้ กรองข้อมูลและส่งออกอีกครั้ง
vi_vn: 「{{ title }}」 tệp xuất quá lớn. Dữ liệu không vượt giới hạn dòng Excel, ô gộp không quá 1 triệu, lọc lại và xuất
zh_cn: 「{{ title }}」导出文件过大。导出时，数据不能超过Excel行数限制，合并单元格不能超过100万个，请筛选后重新导出。
zh_tw: 「{{ title }}」匯出文件過大。匯出時，資料不能超過 Excel 行數限制，合併單元格不能超過 100 萬個，請篩選後重新匯出。

# site.message.content.flow_cc
source: If further action is required, please review it as soon as possible.
de_de: Wenn weitere Maßnahmen erforderlich sind, überprüfen Sie diese bitte so schnell wie möglich.
es_es: Si se requiere alguna acción adicional, revísela lo antes posible.
fr_fr: Si une action supplémentaire est requise, veuillez la revoir dès que possible.
id_id: Jika diperlukan tindakan lebih lanjut, harap meninjaunya sesegera mungkin.
ja_jp: 追加の操作が必要な場合は、できるだけ早くご確認ください。
km_kh: បើតម្រូវឲ្យមានសកម្មភាពបន្ថែម សូមពិនិត្យវាឲ្យបានមុន។
ko_kr: 추가 조치가 필요한 경우 가능한 한 빨리 검토해 주시기 바랍니다.
pt_pt: Caso sejam necessárias outras medidas, revise-as o mais rápido possível.
ru_ru: Если требуются дальнейшие действия, пожалуйста, рассмотрите их как можно скорее.
th_th: หากต้องดำเนินการเพิ่มเติม โปรดตรวจสอบโดยเร็วที่สุด
vi_vn: Nếu cần thao tác thêm, vui lòng xem sớm
zh_cn: 如需进一步操作，请尽快查看。
zh_tw: 如需進一步操作，請盡快查看

# site.message.content.flow_cc_merge
source: If further action is required, please review it as soon as possible.
de_de: Wenn weitere Maßnahmen erforderlich sind, überprüfen Sie diese bitte so schnell wie möglich.
es_es: Si se requiere alguna acción adicional, revísela lo antes posible.
fr_fr: Si une action supplémentaire est requise, veuillez la revoir dès que possible.
id_id: Jika diperlukan tindakan lebih lanjut, harap meninjaunya sesegera mungkin.
ja_jp: 追加の操作が必要な場合は、できるだけ早くご確認ください。
km_kh: បើតម្រូវឲ្យមានសកម្មភាពបន្ថែម សូមពិនិត្យវាឲ្យបានមុន។
ko_kr: 추가 조치가 필요한 경우 가능한 한 빨리 검토해 주시기 바랍니다.
pt_pt: Caso sejam necessárias outras medidas, revise-as o mais rápido possível.
ru_ru: Если требуются дальнейшие действия, пожалуйста, рассмотрите их как можно скорее.
th_th: หากต้องดำเนินการเพิ่มเติม โปรดตรวจสอบโดยเร็วที่สุด
vi_vn: Nếu cần thao tác thêm, vui lòng xem sớm
zh_cn: 如需进一步操作，请尽快查看。
zh_tw: 如需進一步操作，請盡快查看

# site.message.content.flow_forward
source: {{ operator }} submitted the process, please process it in time
de_de: {{ operator }} hat den Vorgang übermittelt, bitte verarbeiten Sie ihn rechtzeitig
es_es: {{ operator }} envió el proceso, por favor proceselo a tiempo
fr_fr: {{ operator }} a soumis le processus, veuillez le traiter à temps
id_id: {{ operator }} telah mengirimkan prosesnya, mohon diproses tepat waktu
ja_jp: {{ operator }} がプロセスを提出しました。時間内に処理してください
km_kh: {{ operator }} បានដាក់ស្នើដំណើរការ សូមដោះស្រាយឱ្យទាន់ពេលវេលា
ko_kr: {{ operator }}님이 프로세스를 제출했습니다. 시간 내에 처리해 주세요.
pt_pt: {{ operator }} enviou o processo, processe-o a tempo
ru_ru: {{operator}} отправил процесс, пожалуйста, обработайте его вовремя
th_th: {{ operator }} ส่งกระบวนการแล้ว กรุณาดำเนินการให้ทันเวลา
vi_vn: {{ operator }} đã gửi quy trình, vui lòng xử lý kịp thời
zh_cn: {{ operator }} 提交了流程，请及时处理
zh_tw: {{ operator }} 提交了流程，請及時處理

# site.message.content.flow_member_transfer
source: Submitted by {{ flowCreatorName }}, please handle it promptly.
de_de: Gesendet von {{ flowCreatorName }}, bitte bearbeiten Sie es umgehend.
es_es: Enviado por {{ flowCreatorName }}, por favor trátelo con prontitud.
fr_fr: Soumis par {{ flowCreatorName }}, veuillez le traiter rapidement.
id_id: Dikirimkan oleh {{ flowCreatorName }}, mohon segera tangani.
ja_jp: {{flowCreatorName}} によって提出されました。速やかに処理してください。
km_kh: បានដាក់ស្នើដោយ {{ flowCreatorName }} សូមដោះស្រាយឱ្យបានលឿន
ko_kr: {{ flowCreatorName }}님이 제출하였습니다. 신속하게 처리해 주시기 바랍니다.
pt_pt: Enviado por {{ flowCreatorName }}, por favor, resolva-o o mais rápido possível.
ru_ru: Отправлено {{flowCreatorName}}, пожалуйста, обработайте его как можно скорее.
th_th: ส่งโดย {{ flowCreatorName }} กรุณาจัดการโดยเร็ว
vi_vn: {{ flowCreatorName }} đã gửi, vui lòng xử lý kịp thời
zh_cn: 由 {{ flowCreatorName }} 提交，请及时处理。
zh_tw: 由{{ flowCreatorName }}提交，請及時處理

# site.message.content.flow_timeout
source: Submitted by {{ flowCreatorName }}, please handle it promptly.
de_de: Gesendet von {{ flowCreatorName }}, bitte bearbeiten Sie es umgehend.
es_es: Enviado por {{ flowCreatorName }}, por favor trátelo con prontitud.
fr_fr: Soumis par {{ flowCreatorName }}, veuillez le traiter rapidement.
id_id: Dikirimkan oleh {{ flowCreatorName }}, mohon segera tangani.
ja_jp: {{flowCreatorName}} によって提出されました。速やかに処理してください。
km_kh: បានដាក់ស្នើដោយ {{ flowCreatorName }} សូមដោះស្រាយវាឱ្យបានទាន់ពេលវេលា។
ko_kr: {{ flowCreatorName }}님이 제출하였습니다. 신속하게 처리해 주시기 바랍니다.
pt_pt: Enviado por {{ flowCreatorName }}, por favor, resolva-o o mais rápido possível.
ru_ru: Отправлено {{flowCreatorName}}, пожалуйста, обработайте его как можно скорее.
th_th: ส่งโดย {{ flowCreatorName }} กรุณาจัดการโดยเร็ว
vi_vn: {{ flowCreatorName }} đã gửi, vui lòng xử lý kịp thời
zh_cn: 由 {{ flowCreatorName }} 提交，请及时处理。
zh_tw: 由{{ flowCreatorName }}提交，請及時處理

# site.message.content.follow_plan_complete
source: {{ operator }} completed your follow-up plan "{{ data_label }}".
de_de: {{ operator }} hat Ihren Folgeplan "{{ data_label }}" abgeschlossen.
es_es: {{ operator }} completó su plan de seguimiento "{{ data_label }}".
fr_fr: {{ operator }} a terminé votre plan de suivi "{{ data_label }}".
id_id: {{ operator }} menyelesaikan rencana tindak lanjut Anda "{{ data_label }}".
ja_jp: {{ operator }}があなたのフォローアッププラン「{{ data_label }}」を完了しました。
km_kh: {{ operator }} បានបញ្ចប់ផែនការតាមដានរបស់អ្នក "{{ data_label }}"
ko_kr: {{ operator }}님이 귀하의 후속 계획 "{{ data_label }}"을 완료했습니다.
pt_pt: {{ operator }} concluiu seu plano de acompanhamento "{{ data_label }}".
ru_ru: {{operator}} выполнил ваш план последующих действий "{{data_label}}".
th_th: {{ operator }} ดำเนินการตามแผนการติดตาม "{{ data_label }}" ของคุณเสร็จสิ้นแล้ว
vi_vn: {{ operator }} đã hoàn thành kế hoạch theo dõi 「{{ data_label }}」 của bạn
zh_cn: {{ operator }}完成了你的跟进计划「{{ data_label }}」。
zh_tw: {{ operator }}完成了你的跟進計劃「{{ data_label }}」。

# site.message.content.follow_plan_complete_merge
source: {{ operator }} completed {{ plan_num }} of your follow-up plans.
de_de: {{ operator }} hat {{ plan_num }} Ihrer Folgepläne abgeschlossen.
es_es: {{ operator }} completó {{ plan_num }} de sus planes de seguimiento.
fr_fr: {{ operator }} a terminé {{ plan_num }} de vos plans de suivi.
id_id: {{ operator }} menyelesaikan {{ plan_num }} dari rencana tindak lanjut Anda.
ja_jp: {{ operator }}があなたのフォローアッププランの{{ plan_num }}件を完了しました。
km_kh: {{ operator }} បានបញ្ចប់ {{ plan_num }} នៃផែនការតាមដានរបស់អ្នក។
ko_kr: {{ operator }}님이 귀하의 후속 계획 중 {{ plan_num }}개를 완료했습니다.
pt_pt: {{ operator }} concluiu {{ plan_num }} dos seus planos de acompanhamento.
ru_ru: {{operator}} выполнил {{plan_num}} ваших последующих планов.
th_th: {{ operator }} ดำเนินการตามแผนติดตามผลของคุณสำเร็จแล้ว {{ plan_num }}
vi_vn: {{ operator }} đã hoàn thành {{ plan_num }} kế hoạch theo dõi của bạn
zh_cn: {{ operator }}完成了你的{{ plan_num }}条跟进计划。
zh_tw: {{ operator }}完成了你的{{ plan_num }}條跟進計劃。
