Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# excel.member.exceed
source: The number of members you want to export reached the maximum limit. Only the first 100,000 records are exported
de_de: Die Anzahl der zu exportierenden Mitglieder hat die maximale Anzahl erreicht. Es werden nur die ersten 100.000 Datensätze exportiert.
es_es: El número de miembros que desea exportar alcanzó el límite máximo. Solo se exportan los primeros 100 000 registros.
fr_fr: Le nombre de membres que vous souhaitez exporter a atteint la limite maximale. Seuls les 100 000 premiers enregistrements sont exportés.
id_id: Jumlah anggota yang ingin diekspor telah mencapai batas maksimum. Hanya 100.000 data pertama yang diekspor
ja_jp: エクスポートするメンバーの数が最大制限に達しました。最初の100,000件のみがエクスポートされます
km_kh: ចំនួនសមាជិកដែលអ្នកចង់នាំចេញបានឈានដល់ដែនកំណត់អតិបរមា។ មានតែកំណត់ត្រា 100,000 ដំបូងប៉ុណ្ណោះដែលត្រូវបាននាំចេញ
ko_kr: 내보내려는 멤버 수가 최대 한도에 도달했습니다. 처음 100,000개 레코드만 내보내집니다.
pt_pt: O número de membros que você deseja exportar atingiu o limite máximo. Apenas os primeiros 100.000 registros serão exportados.
ru_ru: Количество членов, которых вы хотите экспортировать, достигло максимального предела. Экспортируются только первые 100 000 записей
th_th: จำนวนสมาชิกที่คุณต้องการส่งออกถึงขีดจำกัดสูงสุดแล้ว ส่งออกเฉพาะ 100,000 รายการแรกเท่านั้น
vi_vn: Số người xuất của bạn vượt giới hạn, hệ thống chỉ xuất 100.000 bản ghi đầu tiên
zh_cn: 你本次导出的人数超过上限，系统仅为你导出前10万条数据
zh_tw: 你本次匯出的人數超過上限，系統僅為你匯出前10萬筆資料

# excel.member.filename
source: Internal Contacts
de_de: Interne Kontakte
es_es: Contactos internos
fr_fr: Contacts internes
id_id: Kontak Internal
ja_jp: 内部連絡先
km_kh: ទំនាក់ទំនងខាងក្នុង
ko_kr: 내부 연락처
pt_pt: Contatos internos
ru_ru: Внутренние контакты
th_th: การติดต่อภายใน
vi_vn: Danh bạ nội bộ
zh_cn: 内部通讯录
zh_tw: 內部通訊錄

# excel.member.fullRoleName
source: Role Group and Role
de_de: Rollengruppe und Rolle
es_es: Grupo de roles y rol
fr_fr: Groupe de rôles et rôle
id_id: Kelompok Peran dan Peran
ja_jp: ロールグループとロール
km_kh: ក្រុមតួនាទី និងតួនាទី
ko_kr: 역할 그룹 및 역할
pt_pt: Grupo de funções e função
ru_ru: Группа ролей и роль
th_th: กลุ่มบทบาทและบทบาท
vi_vn: Nhóm vai trò và vai trò
zh_cn: 角色组及角色
zh_tw: 角色組及角色

# excel.member.name
source: Name
es_es: Nombre
fr_fr: Nom
id_id: Nama
ja_jp: 名前
km_kh: ឈ្មោះ
ko_kr: 이름
pt_pt: Nome
ru_ru: Имя
th_th: ชื่อ
vi_vn: Tên
zh_cn: 姓名
zh_tw: 姓名

# excel.member.phone
source: Mobile
es_es: Móvil
id_id: Seluler
ja_jp: 携帯
km_kh: ទូរស័ព្ទចល័ត
ko_kr: 이동하는
pt_pt: Móvel
ru_ru: Мобильный
th_th: มือถือ
vi_vn: Số điện thoại
zh_cn: 手机
zh_tw: 手機

# excel.member.role
source: Roles
de_de: Rollen
fr_fr: Rôles
id_id: Peran
ja_jp: 役割
km_kh: តួនាទី
ko_kr: 역할
pt_pt: Funções
ru_ru: Роли
th_th: บทบาท
vi_vn: Vai trò
zh_cn: 角色
zh_tw: 角色

# excel.member.role.rel.filename
source: Contacts Role
de_de: Kontakte-Rolle
es_es: Rol de contactos
fr_fr: Rôle des contacts
id_id: Peran Kontak
ja_jp: 連絡先ロール
km_kh: តួនាទីទំនាក់ទំនង
ko_kr: 연락처 역할
pt_pt: Função de contatos
ru_ru: Контакты Роль
th_th: บทบาทผู้ติดต่อ
vi_vn: Vai trò danh bạ
zh_cn: 通讯录角色
zh_tw: 通訊錄角色

# excel.member.status
source: Status
es_es: Estado
fr_fr: Statut
ja_jp: ステータス
km_kh: ស្ថានភាព
ko_kr: 상태
ru_ru: Статус
th_th: สถานะ
vi_vn: Trạng thái thành viên
zh_cn: 成员状态
zh_tw: 成員狀態

# excel.member.username
source: No.
de_de: NEIN.
fr_fr: N°
id_id: TIDAK.
ja_jp: 番号
km_kh: លេខ
ko_kr: 아니요.
pt_pt: Não.
ru_ru: Нет.
th_th: เลขที่
vi_vn: Số thứ tự
zh_cn: 编号
zh_tw: 編號

# excel.member_role_rel_import.repeat_nickname.id
source: Member ID
de_de: Mitglieds-ID
es_es: ID de miembro
fr_fr: ID du membre
id_id: ID Anggota
ja_jp: メンバーID
km_kh: អត្តលេខសមាជិក
ko_kr: 회원 ID
pt_pt: ID do membro
ru_ru: Идентификатор участника
th_th: รหัสสมาชิก
vi_vn: ID thành viên
zh_cn: 成员id
zh_tw: 成員 id

# excel.member_role_rel_import.repeat_nickname.sheet_name
source: Duplicate Member
de_de: Doppeltes Mitglied
es_es: Miembro duplicado
fr_fr: Membre en double
id_id: Anggota Duplikat
ja_jp: 重複メンバー
km_kh: សមាជិកស្ទួន
ko_kr: 중복 회원
pt_pt: Membro Duplicado
ru_ru: Дублирующий участник
th_th: สมาชิกซ้ำ
vi_vn: Thành viên trùng tên
zh_cn: 重名成员
zh_tw: 重名成員

# excel.member_role_rel_import_error.default_filename
source: Error report.xlsx
de_de: Fehlerbericht.xlsx
es_es: Informe de errores.xlsx
fr_fr: Rapport d'erreur.xlsx
id_id: Laporan kesalahan.xlsx
ja_jp: エラーレポート.xlsx
km_kh: របាយការណ៍កំហុស.xlsx
ko_kr: 오류 보고서.xlsx
pt_pt: Relatório de erros.xlsx
ru_ru: Отчет об ошибке.xlsx
th_th: รายงานข้อผิดพลาด.xlsx
vi_vn: Báo cáo lỗi.xlsx
zh_cn: 错误报告.xlsx
zh_tw: 錯誤報告.xlsx

# excel.member_role_rel_import_error.filename
source: {{ uploadExcelName }}_error report_{{ timestamp }}.xlsx
de_de: {{ uploadExcelName }}_Fehlerbericht_{{ Zeitstempel }}.xlsx
es_es: {{ uploadExcelName }}_reporte de errores_{{ timestamp }}.xlsx
fr_fr: {{ uploadExcelName }}_rapport d'erreur_{{ timestamp }}.xlsx
id_id: {{ uploadExcelName }}_laporan kesalahan_{{ timestamp }}.xlsx
ja_jp: {{ uploadExcelName }}_エラーレポート_{{ timestamp }}.xlsx
km_kh: របាយការណ៍កំហុស {{ uploadExcelName }}_{{ timestamp }}.xlsx
ko_kr: {{ uploadExcelName }}_오류 보고서_{{ timestamp }}.xlsx
pt_pt: {{ uploadExcelName }}_relatório de erro_{{ timestamp }}.xlsx
ru_ru: {{ uploadExcelName }}_отчет об ошибке_{{ timestamp }}.xlsx
th_th: {{ uploadExcelName }}_รายงานข้อผิดพลาด_{{ timestamp }}.xlsx
vi_vn: {{ uploadExcelName }}_Báo cáo lỗi_{{ timestamp }}.xlsx
zh_cn: {{ uploadExcelName }}_错误报告_{{ timestamp }}.xlsx
zh_tw: {{ uploadExcelName }}_錯誤報告_{{ timestamp }}.xlsx

# excel.widget.property.required
source: Required
de_de: Erforderlich
es_es: Requerido
fr_fr: Requis
id_id: Diperlukan
ja_jp: 必須
km_kh: ត្រូវការ
ko_kr: 필수의
pt_pt: Obrigatório
ru_ru: Необходимый
th_th: ที่จำเป็น
vi_vn: Bắt buộc
zh_cn: 必填
zh_tw: 必填

# filezip.filename.package
source: {{ formName }}_attachment{{ seq }}.zip
fr_fr: {{ formName }}_pièce jointe{{ seq }}.zip
id_id: {{namaformulir}}_lampiran{{urutan}}.zip
ja_jp: {{ formName }}_添付ファイル{{ seq }}.zip
km_kh: ឯកសារភ្ជាប់ {{ formName }}_{{ seq }}.zip
ko_kr: {{ formName }}_첨부파일{{ seq }}.zip
vi_vn: {{ formName }}_Tệp nén đính kèm{{ seq }}.zip
zh_cn: {{ formName }}_附件压缩包{{ seq }}.zip
zh_tw: {{ formName }}_附件壓縮包{{ seq }}.zip

# flow.createTime
source: Workflow Created Time
de_de: Workflow-Erstellungszeit
es_es: Hora de creación del flujo de trabajo
fr_fr: Heure de création du flux de travail
id_id: Waktu Pembuatan Alur Kerja
ja_jp: ワークフロー作成時間
km_kh: ពេលវេលាបង្កើតលំហូរការងារ
ko_kr: 워크플로 생성 시간
pt_pt: Tempo de criação do fluxo de trabalho
ru_ru: Время создания рабочего процесса
th_th: เวลาที่สร้างเวิร์กโฟลว์
vi_vn: Thời gian khởi tạo quy trình
zh_cn: 流程发起时间
zh_tw: 流程發起時間

# flow.creator
source: Workflow Initiator
es_es: Iniciador del flujo de trabajo
fr_fr: Initiateur du flux de travail
id_id: Pemrakarsa Alur Kerja
ja_jp: ワークフローイニシエーター
km_kh: អ្នកចាប់ផ្តើមលំហូរការងារ
ko_kr: 워크플로우 개시자
pt_pt: Iniciador de fluxo de trabalho
ru_ru: Инициатор рабочего процесса
th_th: ผู้ริเริ่มเวิร์กโฟลว์
vi_vn: Người khởi tạo quy trình
zh_cn: 流程发起人
zh_tw: 流程發起人

# flow.initiateFlow
source: Initiate Now
de_de: Jetzt starten
es_es: Iniciar ahora
fr_fr: Commencer maintenant
id_id: Mulailah Sekarang
ja_jp: 今すぐ開始
km_kh: ចាប់ផ្តើមឥឡូវនេះ
ko_kr: 지금 시작하세요
pt_pt: Inicie agora
ru_ru: Начать сейчас
th_th: เริ่มต้นตอนนี้
vi_vn: Khởi tạo quy trình
zh_cn: 发起流程
zh_tw: 發起流程

# flow.initiateFlow.desc
source: Members of this group can initiate workflow
de_de: Mitglieder dieser Gruppe können Workflows initiieren
es_es: Los miembros de este grupo pueden iniciar el flujo de trabajo.
fr_fr: Les membres de ce groupe peuvent initier un flux de travail
id_id: Anggota grup ini dapat memulai alur kerja
ja_jp: このグループのメンバーはワークフローを開始できます
km_kh: សមាជិកក្រុមនេះអាចចាប់ផ្តើមលំហូរការងារ
ko_kr: 이 그룹의 멤버는 워크플로를 시작할 수 있습니다.
pt_pt: Os membros deste grupo podem iniciar o fluxo de trabalho
ru_ru: Члены этой группы могут инициировать рабочий процесс
th_th: สมาชิกของกลุ่มนี้สามารถเริ่มเวิร์กโฟลว์ได้
vi_vn: Thành viên trong nhóm này có thể khởi tạo quy trình
zh_cn: 在此分组内的成员可以发起流程
zh_tw: 在此分組內的成員可以發起流程

# flow.manageAllFlow
source: Manage All Workflows
de_de: Verwalten Sie alle Workflows
es_es: Administrar todos los flujos de trabajo
fr_fr: Gérer tous les flux de travail
id_id: Kelola Semua Alur Kerja
ja_jp: すべてのワークフローを管理
km_kh: គ្រប់គ្រងលំហូរការងារទាំងអស់
ko_kr: 모든 워크플로 관리
pt_pt: Gerenciar todos os fluxos de trabalho
ru_ru: Управление всеми рабочими процессами
th_th: จัดการเวิร์กโฟลว์ทั้งหมด
vi_vn: Quản lý tất cả quy trình
zh_cn: 管理全部流程
zh_tw: 管理全部流程

# flow.manageAllFlow.desc
source: Members of this group can manage all processes
de_de: Mitglieder dieser Gruppe können alle Prozesse verwalten
es_es: Los miembros de este grupo pueden gestionar todos los procesos.
fr_fr: Les membres de ce groupe peuvent gérer tous les processus
id_id: Anggota grup ini dapat mengelola semua proses
ja_jp: このグループのメンバーはすべてのプロセスを管理できます
km_kh: សមាជិកក្រុមនេះអាចគ្រប់គ្រងដំណើរការទាំងអស់
ko_kr: 이 그룹의 멤버는 모든 프로세스를 관리할 수 있습니다.
pt_pt: Os membros deste grupo podem gerenciar todos os processos
ru_ru: Члены этой группы могут управлять всеми процессами
th_th: สมาชิกในกลุ่มนี้สามารถจัดการกระบวนการทั้งหมดได้
vi_vn: Thành viên trong nhóm này có thể quản lý tất cả quy trình
zh_cn: 在此分组内的成员可以管理全部流程
zh_tw: 在此分組內的成員可以管理全部流程

# flow.node.approve
source: Approval
de_de: Genehmigung
es_es: Aprobación
fr_fr: Approbation
id_id: Persetujuan
ja_jp: 承認
km_kh: ការអនុម័ត
ko_kr: 승인
pt_pt: Aprovação
ru_ru: Одобрение
th_th: การอนุมัติ
vi_vn: Nút phê duyệt
zh_cn: 审批节点
zh_tw: 簽核節點

# flow.node.end
source: End
de_de: Ende
es_es: Fin
fr_fr: Fin
id_id: Akhir
ja_jp: 終了
km_kh: បញ្ចប់
ko_kr: 끝
pt_pt: Fim
ru_ru: Конец
th_th: จบ
vi_vn: Nút kết thúc quy trình
zh_cn: 流程结束节点
zh_tw: 流程結束節點

# flow.node.start
source: Start
es_es: Comenzar
fr_fr: Début
id_id: Awal
ja_jp: 開始
km_kh: ចាប់ផ្តើម
ko_kr: 시작
pt_pt: Começar
ru_ru: Начинать
th_th: เริ่ม
vi_vn: Nút bắt đầu quy trình
zh_cn: 流程发起节点
zh_tw: 流程發起節點

# flow.state.closed
source: End Manually
de_de: Manuell beenden
es_es: Finalizar manualmente
fr_fr: Terminer manuellement
id_id: Akhiri Secara Manual
ja_jp: 手動終了
km_kh: បញ្ចប់ដោយដៃ
ko_kr: 수동으로 종료
pt_pt: Terminar manualmente
ru_ru: Завершить вручную
th_th: จบด้วยมือ
vi_vn: Kết thúc thủ công
zh_cn: 手动结束
zh_tw: 手動結束

# flow.state.complete
source: Completed
de_de: Vollendet
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
ja_jp: 完了
km_kh: បានបញ្ចប់
ko_kr: 완전한
pt_pt: Concluído
ru_ru: Завершенный
th_th: สมบูรณ์
vi_vn: Hoàn thành luân chuyển
zh_cn: 流转完成
zh_tw: 流轉完成

# flow.state.inProcess
source: In Progress
de_de: Im Gange
es_es: En curso
fr_fr: En cours
id_id: Sedang berlangsung
ja_jp: 進行中
km_kh: កំពុងដំណើរការ
ko_kr: 진행 중
pt_pt: Em andamento
ru_ru: В ходе выполнения
th_th: อยู่ระหว่างดำเนินการ
vi_vn: Đang thực hiện
zh_cn: 进行中
zh_tw: 進行中

# flow.state.rejected
source: Reject
de_de: Ablehnen
es_es: Rechazar
fr_fr: Rejeter
id_id: Menolak
ja_jp: 否認
km_kh: បដិសេធ
ko_kr: 거부하다
pt_pt: Rejeitar
ru_ru: Отклонять
th_th: ปฏิเสธ
vi_vn: Từ chối
zh_cn: 否决
zh_tw: 否決

# flow.viewAllFlow
source: View All Workflows
de_de: Alle Workflows anzeigen
es_es: Ver todos los flujos de trabajo
fr_fr: Afficher tous les flux de travail
id_id: Lihat Semua Alur Kerja
ja_jp: すべてのワークフローを表示
km_kh: មើលលំហូរការងារទាំងអស់
ko_kr: 모든 워크플로 보기
pt_pt: Ver todos os fluxos de trabalho
ru_ru: Просмотреть все рабочие процессы
th_th: ดูเวิร์กโฟลว์ทั้งหมด
vi_vn: Xem tất cả quy trình
zh_cn: 查看全部流程
zh_tw: 查看全部流程

# flow.viewAllFlow.desc
source: Members of this group can view all processes
de_de: Mitglieder dieser Gruppe können alle Prozesse einsehen
es_es: Los miembros de este grupo pueden ver todos los procesos
fr_fr: Les membres de ce groupe peuvent voir tous les processus
id_id: Anggota grup ini dapat melihat semua proses
ja_jp: このグループのメンバーはすべてのプロセスを表示できます
km_kh: សមាជិកក្រុមនេះអាចមើលដំណើរការទាំងអស់
ko_kr: 이 그룹의 멤버는 모든 프로세스를 볼 수 있습니다.
pt_pt: Os membros deste grupo podem visualizar todos os processos
ru_ru: Участники этой группы могут просматривать все процессы
th_th: สมาชิกในกลุ่มนี้สามารถดูกระบวนการทั้งหมดได้
vi_vn: Thành viên trong nhóm này có thể xem tất cả quy trình
zh_cn: 在此分组内的成员可以查看全部流程
zh_tw: 在此分組內的成員可以查看全部流程

# form.analysisField.avgDuration
source: Avg. Time of Process(hours)
de_de: Durchschnittliche Bearbeitungszeit (Stunden)
es_es: Tiempo promedio de proceso (horas)
fr_fr: Temps moyen du processus (heures)
id_id: Rata-rata Waktu Proses (jam)
ja_jp: プロセスの平均時間（時間）
km_kh: ពេលវេលាជាមធ្យមនៃដំណើរការ(ម៉ោង)
ko_kr: 평균 처리 시간(시간)
pt_pt: Tempo médio de processamento (horas)
ru_ru: Среднее время процесса (часы)
th_th: เวลาเฉลี่ยของกระบวนการ (ชั่วโมง)
vi_vn: Thời gian xử lý trung bình (giờ)
zh_cn: 平均处理时间（小时）
zh_tw: 平均處理時間（小時）

# form.analysisField.creator
source: Member
de_de: Mitglied
es_es: Miembro
fr_fr: Membre
id_id: Anggota
ja_jp: メンバー
km_kh: សមាជិក
ko_kr: 회원
pt_pt: Membro
ru_ru: Член
th_th: สมาชิก
vi_vn: Thành viên
zh_cn: 成员
zh_tw: 成員

# form.analysisField.dataCount
source: Data Count
de_de: Datenanzahl
es_es: Recuento de datos
fr_fr: Nombre de données
id_id: Jumlah Data
ja_jp: データカウント
km_kh: ចំនួនទិន្នន័យ
ko_kr: 데이터 개수
pt_pt: Contagem de dados
ru_ru: Количество данных
th_th: การนับข้อมูล
vi_vn: Số lượng dữ liệu
zh_cn: 数据条数
zh_tw: 資料條數

# form.analysisField.flowNode
source: Node
de_de: Knoten
es_es: Nodo
fr_fr: Nœud
id_id: simpul
ja_jp: ノード
km_kh: ថ្នាំង
ko_kr: 마디
pt_pt: Nó
ru_ru: Узел
th_th: โหนด
vi_vn: Nút
zh_cn: 节点
zh_tw: 節點

# form.analysisField.processCompleteTime
source: Workflow Complete Time
de_de: Workflow-Abschlusszeit
es_es: Tiempo de finalización del flujo de trabajo
fr_fr: Heure de fin du flux de travail
id_id: Alur Kerja Waktu Lengkap
ja_jp: ワークフロー完了時間
km_kh: ពេលវេលាបញ្ចប់លំហូរការងារ
ko_kr: 워크플로 완료 시간
pt_pt: Tempo de conclusão do fluxo de trabalho
ru_ru: Время завершения рабочего процесса
th_th: เวิร์กโฟลว์เสร็จสิ้นเวลา
vi_vn: Thời gian kết thúc quy trình
zh_cn: 流程结束时间
zh_tw: 流程結束時間

# form.analysisField.processCreateTime
source: Workflow Create Time
de_de: Workflow-Erstellungszeit
es_es: Hora de creación del flujo de trabajo
fr_fr: Heure de création du flux de travail
id_id: Alur Kerja Menciptakan Waktu
ja_jp: ワークフロー作成時間
km_kh: ពេលវេលាបង្កើតលំហូរការងារ
ko_kr: 워크플로 생성 시간
pt_pt: Tempo de criação do fluxo de trabalho
ru_ru: Время создания рабочего процесса
th_th: เวิร์กโฟลว์สร้างเวลา
vi_vn: Thời gian tạo quy trình
zh_cn: 流程创建时间
zh_tw: 流程建立時間

# form.analysisField.taskInflowTime
source: Node Inflow Time
de_de: Knotenzuflusszeit
es_es: Tiempo de entrada del nodo
fr_fr: Heure d’entrée du nœud
id_id: Waktu Masuk Node
ja_jp: ノード流入時間
km_kh: ពេលវេលាទឹកចូលថ្នាំង
ko_kr: 노드 유입 시간
pt_pt: Tempo de entrada do nó
ru_ru: Время притока узла
th_th: เวลาการไหลเข้าของโหนด
vi_vn: Thời gian流入 nút
zh_cn: 节点流入时间
zh_tw: 節點流入時間

# form.analysisField.taskOutflowTime
source: Node Outflow Time
de_de: Knoten-Abflusszeit
es_es: Tiempo de salida del nodo
fr_fr: Heure de sortie du nœud
id_id: Waktu Keluar Node
ja_jp: ノード流出時間
km_kh: ពេលវេលាទឹកចេញថ្នាំង
ko_kr: 노드 유출 시간
pt_pt: Tempo de saída do nó
ru_ru: Время оттока узла
th_th: เวลาการไหลออกของโหนด
vi_vn: Thời gian流出 nút
zh_cn: 节点流出时间
zh_tw: 節點流出時間

# form.data.tab.common.name
source: Basic Information
de_de: Grundlegende Informationen
es_es: Información básica
fr_fr: Informations de base
id_id: Informasi Dasar
ja_jp: 基本情報
km_kh: ព័ត៌មានមូលដ្ឋាន
ko_kr: 기본 정보
pt_pt: Informações básicas
ru_ru: Основная информация
th_th: ข้อมูลพื้นฐาน
vi_vn: Thông tin cơ bản
zh_cn: 基础信息
zh_tw: 基礎信息

# form.default.field.options.firstText
source: Option 1
es_es: Opción 1
id_id: Opsi 1
ja_jp: オプション 1
km_kh: ជម្រើស 1
ko_kr: 옵션 1
pt_pt: Opção 1
ru_ru: Вариант 1
th_th: ตัวเลือกที่ 1
vi_vn: Tùy chọn 1
zh_cn: 选项1
zh_tw: 選項1

# form.default.field.options.firstValue
source: Option 1
es_es: Opción 1
id_id: Opsi 1
ja_jp: オプション 1
km_kh: ជម្រើស 1
ko_kr: 옵션 1
pt_pt: Opção 1
ru_ru: Вариант 1
th_th: ตัวเลือกที่ 1
vi_vn: Tùy chọn 1
zh_cn: 选项1
zh_tw: 選項1

# form.default.field.options.secondText
source: Option 2
es_es: Opción 2
id_id: Opsi 2
ja_jp: オプション 2
km_kh: ជម្រើស 2
ko_kr: 옵션 2
pt_pt: Opção 2
ru_ru: Вариант 2
th_th: ตัวเลือกที่ 2
vi_vn: Tùy chọn 2
zh_cn: 选项2
zh_tw: 選項2

# form.default.field.options.secondValue
source: Option 2
es_es: Opción 2
id_id: Opsi 2
ja_jp: オプション 2
km_kh: ជម្រើស 2
ko_kr: 옵션 2
pt_pt: Opção 2
ru_ru: Вариант 2
th_th: ตัวเลือกที่ 2
vi_vn: Tùy chọn 2
zh_cn: 选项2
zh_tw: 選項2

# form.default.field.options.thirdText
source: Option 3
es_es: Opción 3
id_id: Opsi 3
ja_jp: オプション 3
km_kh: ជម្រើស 3
ko_kr: 옵션 3
pt_pt: Opção 3
ru_ru: Вариант 3
th_th: ตัวเลือกที่ 3
vi_vn: Tùy chọn 3
zh_cn: 选项3
zh_tw: 選項3

# form.default.field.options.thirdValue
source: Option 3
es_es: Opción 3
id_id: Opsi 3
ja_jp: オプション 3
km_kh: ជម្រើស 3
ko_kr: 옵션 3
pt_pt: Opção 3
ru_ru: Вариант 3
th_th: ตัวเลือกที่ 3
vi_vn: Tùy chọn 3
zh_cn: 选项3
zh_tw: 選項3

# form.default.field.repeatRemind
source: Duplicate value is not allowed
de_de: Doppelte Werte sind nicht zulässig
es_es: No se permiten valores duplicados
fr_fr: Les valeurs en double ne sont pas autorisées
id_id: Nilai duplikat tidak diizinkan
ja_jp: 重複する値は許可されません
km_kh: មិនអនុញ្ញាតឱ្យមានតម្លៃស្ទួន
ko_kr: 중복된 값은 허용되지 않습니다.
pt_pt: Não é permitido valor duplicado
ru_ru: Повторяющиеся значения не допускаются.
th_th: ไม่อนุญาตให้มีค่าซ้ำกัน
vi_vn: Nội dung này đã tồn tại, không cho phép gửi trùng
zh_cn: 此项内容已存在，不允许重复提交
zh_tw: 此項內容已存在，不允許重複送出

# form.operate.batchPrint
source: Batch Print
de_de: Stapeldruck
es_es: Impresión por lotes
fr_fr: Impression par lot
id_id: Cetak Batch
ja_jp: 一括印刷
km_kh: បោះពុម្ពជាក្រុម
ko_kr: 일괄 인쇄
pt_pt: Impressão em lote
ru_ru: Пакетная печать
th_th: พิมพ์เป็นชุด
vi_vn: In hàng loạt
zh_cn: 批量打印
zh_tw: 批次列印

# form.operate.batchUpdate
source: Batch Edit
de_de: Stapelbearbeitung
es_es: Edición por lotes
fr_fr: Édition par lot
id_id: Edit Batch
ja_jp: 一括編集
km_kh: កែសម្រួលជាក្រុម
ko_kr: 일괄 편집
pt_pt: Edição em lote
ru_ru: Пакетное редактирование
th_th: แก้ไขแบบแบตช์
vi_vn: Sửa hàng loạt
zh_cn: 批量修改
zh_tw: 批次修改

# form.operate.copy
source: Copy
de_de: Kopie
es_es: Copiar
fr_fr: Copier
id_id: Menyalin
ja_jp: コピー
km_kh: ចម្លង
ko_kr: 복사
pt_pt: Cópia
ru_ru: Копировать
th_th: สำเนา
vi_vn: Sao chép
zh_cn: 复制
zh_tw: 複製

# form.operate.create
source: Add
de_de: Hinzufügen
es_es: Agregar
fr_fr: Ajouter
id_id: Menambahkan
ja_jp: 追加
km_kh: បន្ថែម
ko_kr: 추가하다
pt_pt: Adicionar
ru_ru: Добавлять
th_th: เพิ่ม
vi_vn: Thêm
zh_cn: 添加
zh_tw: 新增

# form.operate.delete
source: Delete
de_de: Löschen
es_es: Borrar
fr_fr: Supprimer
id_id: Menghapus
ja_jp: 削除
km_kh: លុប
ko_kr: 삭제
pt_pt: Excluir
ru_ru: Удалить
th_th: ลบ
vi_vn: Xóa
zh_cn: 删除
zh_tw: 刪除

# form.operate.export
source: Export
es_es: Exportar
fr_fr: Exporter
id_id: Ekspor
ja_jp: エクスポート
km_kh: នាំចេញ
ko_kr: 내보내다
pt_pt: Exportar
ru_ru: Экспорт
th_th: ส่งออก
vi_vn: Xuất
zh_cn: 导出
zh_tw: 匯出

# form.operate.flowActivate
source: Activation Process
de_de: Aktivierungsprozess
es_es: Proceso de activación
fr_fr: Processus d'activation
id_id: Proses Aktivasi
ja_jp: プロセスを有効化
km_kh: ដំណើរការបើកដំណើរការ
ko_kr: 활성화 프로세스
pt_pt: Processo de ativação
ru_ru: Процесс активации
th_th: กระบวนการเปิดใช้งาน
vi_vn: Kích hoạt quy trình
zh_cn: 激活流程
zh_tw: 啟動流程

# form.operate.flowClose
source: End the Workflow
de_de: Beenden des Workflows
es_es: Finalizar el flujo de trabajo
fr_fr: Terminer le flux de travail
id_id: Akhiri Alur Kerja
ja_jp: プロセスを終了
km_kh: បញ្ចប់លំហូរការងារ
ko_kr: 워크플로 종료
pt_pt: Encerrar o fluxo de trabalho
ru_ru: Завершить рабочий процесс
th_th: ยุติเวิร์กโฟลว์
vi_vn: Kết thúc quy trình
zh_cn: 结束流程
zh_tw: 結束流程

# form.operate.flowTransfer
source: Change the approver of the process
de_de: Den Genehmiger des Prozesses ändern
es_es: Cambiar el aprobador del proceso
fr_fr: Changer l'approbateur du processus
id_id: Ubah pemberi persetujuan proses
ja_jp: プロセスの承認者を変更
km_kh: ផ្លាស់ប្តូរអ្នកអនុម័តដំណើរការ
ko_kr: 프로세스 승인자 변경
pt_pt: Alterar o aprovador do processo
ru_ru: Изменить утверждающего процесс
th_th: เปลี่ยนผู้รับรองกระบวนการ
vi_vn: Thay đổi người phụ trách quy trình
zh_cn: 调整流程负责人
zh_tw: 調整流程負責人

# form.operate.import
source: Import
es_es: Importar
fr_fr: Importer
id_id: Impor
ja_jp: インポート
km_kh: នាំចូល
ko_kr: 수입
pt_pt: Importar
ru_ru: Импорт
th_th: การนำเข้า
vi_vn: Nhập
zh_cn: 导入
zh_tw: 匯入

# form.operate.read
source: View
de_de: Sicht
es_es: Vista
fr_fr: Afficher
id_id: Melihat
ja_jp: 表示
km_kh: មើល
ko_kr: 보다
pt_pt: Visualizar
ru_ru: Вид
th_th: ดู
vi_vn: Xem
zh_cn: 查看
zh_tw: 查看

# form.operate.update
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
id_id: Sunting
ja_jp: 編集
km_kh: កែសម្រួល
ko_kr: 편집하다
pt_pt: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Sửa
zh_cn: 编辑
zh_tw: 編輯

# form.subformField.id
source: SubForm ID
de_de: Unterformular-ID
es_es: ID de subformulario
fr_fr: ID de sous-formulaire
id_id: ID SubFormulir
ja_jp: サブフォームID
km_kh: អត្តសញ្ញាណទម្រង់រង
ko_kr: 하위 폼 ID
pt_pt: ID do subformulário
ru_ru: Идентификатор подформы
th_th: รหัสแบบฟอร์มย่อย
vi_vn: ID bảng phụ
zh_cn: 子表单id
zh_tw: 子表單id

source: form.sysField.archiveTime
zh_cn: 归档时间

source: form.sysField.archiver
zh_cn: 归档人

# form.sysField.chargers
source: Current Approver
de_de: Aktueller Genehmiger
es_es: Aprobador actual
fr_fr: Approbateur actuel
id_id: Pemberi Persetujuan Saat Ini
ja_jp: 現在の承認者
km_kh: អ្នកអនុម័តបច្ចុប្បន្ន
ko_kr: 현재 승인자
pt_pt: Aprovador atual
ru_ru: Текущий утверждающий
th_th: ผู้รับรองปัจจุบัน
vi_vn: Người phụ trách hiện tại
zh_cn: 当前负责人
zh_tw: 當前負責人

# form.sysField.createTime
source: Submission Time
de_de: Einreichungszeit
es_es: Hora de presentación
fr_fr: Heure de soumission
id_id: Waktu Pengajuan
ja_jp: 作成時間
km_kh: ពេលវេលាដាក់ស្នើ
ko_kr: 제출 시간
pt_pt: Tempo de envio
ru_ru: Время подачи
th_th: ระยะเวลาการส่ง
vi_vn: Thời gian gửi
zh_cn: 提交时间
zh_tw: 送出時間

# form.sysField.creator
source: Submitter
de_de: Einsender
es_es: Remitente
fr_fr: Soumetteur
id_id: Pengirim
ja_jp: 作成者
km_kh: អ្នកដាក់ស្នើ
ko_kr: 제출자
pt_pt: Remetente
ru_ru: Отправитель
th_th: ผู้ส่ง
vi_vn: Người gửi
zh_cn: 提交人
zh_tw: 送出人

# form.sysField.dataLabel
source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
id_id: Judul
ja_jp: タイトル
km_kh: ចំណងជើង
ko_kr: 제목
pt_pt: Título
ru_ru: Заголовок
th_th: ชื่อ
vi_vn: Tiêu đề
zh_cn: 标题
zh_tw: 標題

# form.sysField.deleteTime
source: Deleted Time
de_de: Gelöschte Zeit
es_es: Tiempo eliminado
fr_fr: Heure de suppression
id_id: Waktu yang Dihapus
ja_jp: 削除時間
km_kh: ពេលវេលាលុប
ko_kr: 삭제된 시간
pt_pt: Tempo Excluído
ru_ru: Удаленное время
th_th: เวลาที่ถูกลบ
vi_vn: Thời gian xóa
zh_cn: 删除时间
zh_tw: 刪除時間

# form.sysField.deleter
source: Deleted User
de_de: Gelöschter Benutzer
es_es: Usuario eliminado
fr_fr: Utilisateur supprimé
id_id: Pengguna yang Dihapus
ja_jp: 削除者
km_kh: អ្នកប្រើប្រាស់ដែលបានលុប
ko_kr: 삭제된 사용자
pt_pt: Usuário Excluído
ru_ru: Удаленный пользователь
th_th: ผู้ใช้ที่ถูกลบ
vi_vn: Người xóa
zh_cn: 删除人
zh_tw: 刪除人

# form.sysField.ext
source: URL Parameter
es_es: Parámetro URL
fr_fr: Paramètre URL
id_id: Parameternya
ja_jp: URLパラメーター
km_kh: ប៉ារ៉ាម៉ែត្រ URL
ko_kr: URL 매개변수
pt_pt: Parâmetro de URL
ru_ru: Параметр URL-адреса
th_th: พารามิเตอร์ URL
vi_vn: Trường mở rộng
zh_cn: 扩展字段
zh_tw: 連結參數

# form.sysField.flowComment
source: Approval Comment
de_de: Genehmigungskommentar
es_es: Comentario de aprobación
fr_fr: Commentaire d'approbation
id_id: Komentar Persetujuan
ja_jp: 承認コメント
km_kh: យោបល់អនុម័ត
ko_kr: 승인 의견
pt_pt: Comentário de aprovação
ru_ru: Комментарий к утверждению
th_th: ความคิดเห็นการอนุมัติ
vi_vn: Ý kiến phê duyệt
zh_cn: 审批意见
zh_tw: 簽核意見

# form.sysField.flowNodes
source: Current Node
de_de: Aktueller Knoten
es_es: Nodo actual
fr_fr: Nœud actuel
id_id: Node Saat Ini
ja_jp: 現在のノード
km_kh: ថ្នាំងបច្ចុប្បន្ន
ko_kr: 현재 노드
pt_pt: Nó atual
ru_ru: Текущий узел
th_th: โหนดปัจจุบัน
vi_vn: Nút hiện tại
zh_cn: 当前节点
zh_tw: 當前節點

# form.sysField.flowState
source: Workflow Status
es_es: Estado del flujo de trabajo
fr_fr: Statut du flux de travail
id_id: Status Alur Kerja
ja_jp: ワークフロー状態
km_kh: ស្ថានភាពលំហូរការងារ
ko_kr: 워크플로 상태
pt_pt: Status do fluxo de trabalho
ru_ru: Статус рабочего процесса
th_th: สถานะเวิร์กโฟลว์
vi_vn: Trạng thái quy trình
zh_cn: 流程状态
zh_tw: 流程狀態
