Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# message.title.accountChangeCollaborator
source: Customer Collaborator Changed
de_de: Kundenmitarbeiter geändert
es_es: Se modificó el colaborador del cliente
fr_fr: Changement de collaborateur client
id_id: Kolaborator Pelanggan Berubah
ja_jp: 顧客協力者変更
km_kh: អ្នកសហការអតិថិជនបានផ្លាស់ប្តូរ
ko_kr: 고객 협력자가 변경되었습니다
pt_pt: Colaborador do cliente alterado
ru_ru: Сотрудник клиента изменен
th_th: ผู้ร่วมมือลูกค้าถูกเปลี่ยนแปลง
vi_vn: Thay đổi người cộng tác khách hàng
zh_cn: 客户协作人变更
zh_tw: 客戶協作者變更

# message.title.accountRecycle
source: Customer Recycling Notification
de_de: Recyclingbenachrichtigung für Kunden
es_es: Notificación de reciclaje al cliente
fr_fr: Notification de recyclage client
id_id: Pemberitahuan Daur Ulang Pelanggan
ja_jp: 顧客回収通知
km_kh: ការជូនដំណឹងយកអតិថិជនមកវិញ
ko_kr: 고객 재활용 알림
pt_pt: Notificação de reciclagem do cliente
ru_ru: Уведомление о переработке отходов для клиентов
th_th: แจ้งการรีไซเคิลของลูกค้า
vi_vn: Thông báo thu hồi khách hàng
zh_cn: 客户回收通知
zh_tw: 客戶回收通知

# message.title.contactsChangeCharger
source: Contact Handler Changed
de_de: Kontakt-Handler geändert
es_es: El manejador de contactos cambió
fr_fr: Changement de responsable de contact
id_id: Penanganan Kontak Berubah
ja_jp: 連絡先担当者変更
km_kh: អ្នកដោះស្រាយទំនាក់ទំនងបានផ្លាស់ប្តូរ
ko_kr: 연락처 처리자가 변경되었습니다
pt_pt: O manipulador de contato foi alterado
ru_ru: Контактный обработчик изменен
th_th: ตัวจัดการการติดต่อถูกเปลี่ยนแปลง
vi_vn: Thay đổi người phụ trách liên hệ
zh_cn: 联系人负责人变更
zh_tw: 聯繫人負責人變更

# message.title.contactsChangeCollaborator
source: Collaborator of Contacts Changed
de_de: Mitarbeiter der Kontakte geändert
es_es: Colaborador de Contactos Cambiado
fr_fr: Changement de collaborateur de contact
id_id: Kolaborator Kontak Berubah
ja_jp: 連絡先の協力者変更
km_kh: អ្នកសហការទំនាក់ទំនងបានផ្លាស់ប្តូរ
ko_kr: 연락처 공동 작업자가 변경되었습니다.
pt_pt: Colaborador de Contatos Alterado
ru_ru: Сотрудник контактов изменен
th_th: ผู้ร่วมมือของผู้ติดต่อถูกเปลี่ยนแปลง
vi_vn: Thay đổi người cộng tác liên hệ
zh_cn: 联系人协作人变更
zh_tw: 聯繫人協作者變更

# message.title.email.analytics_exceed
source: {{ _g_productName }}: System Usage Alert
de_de: {{ _g_productName }} Systemnutzungswarnung
es_es: Alerta de uso del sistema {{ _g_productName }}
fr_fr: Alerte d'utilisation du système {{ _g_productName }}
id_id: Peringatan Penggunaan Sistem {{ _g_productName }}
ja_jp: {{ _g_productName }} システム使用状況アラート
km_kh: {{ _g_productName }} ការជូនដំណឹងការប្រើប្រាស់ប្រព័ន្ធ
ko_kr: {{ _g_productName }} 시스템 사용 알림
pt_pt: Alerta de uso do sistema {{ _g_productName }}
ru_ru: {{ _g_productName }} Оповещение об использовании системы
th_th: การแจ้งเตือนการใช้งานระบบ {{ _g_productName }}
vi_vn: Nhắc nhở vượt dung lượng hệ thống 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」系统超量提醒
zh_tw: 「{{ _g_productName }}」系統用量超出限制通知

# message.title.email.corpCoop
source: {{ _g_productName }}: Customer and Partner Notification
de_de: {{ _g_productName }} Kunden- und Partnerbenachrichtigung
es_es: Notificación a clientes y socios de {{ _g_productName }}
fr_fr: Notification client et partenaire {{ _g_productName }}
id_id: Pemberitahuan Pelanggan dan Mitra {{ _g_productName }}
ja_jp: {{ _g_productName }} 顧客およびパートナー通知
km_kh: {{ _g_productName }} ការជូនដំណឹងអតិថិជននិងដៃគូ
ko_kr: {{ _g_productName }} 고객 및 파트너 알림
pt_pt: {{ _g_productName }} Notificação ao cliente e parceiro
ru_ru: {{ _g_productName }} Уведомление клиентов и партнеров
th_th: {{ _g_productName }} การแจ้งเตือนลูกค้าและพันธมิตร
vi_vn: Thông báo kết nối doanh nghiệp 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」企业互联通知
zh_tw: 「{{ _g_productName }}」企業互聯通知

# message.title.email.merged_item_exceed
source: {{ _g_productName }}: System Usage Alert
de_de: {{ _g_productName }} Systemnutzungswarnung
es_es: Alerta de uso del sistema {{ _g_productName }}
fr_fr: Alerte d'utilisation du système {{ _g_productName }}
id_id: Peringatan Penggunaan Sistem {{ _g_productName }}
ja_jp: {{ _g_productName }} システム使用状況アラート
km_kh: {{ _g_productName }} ការជូនដំណឹងការប្រើប្រាស់ប្រព័ន្ធ
ko_kr: {{ _g_productName }} 시스템 사용 알림
pt_pt: Alerta de uso do sistema {{ _g_productName }}
ru_ru: {{ _g_productName }} Оповещение об использовании системы
th_th: การแจ้งเตือนการใช้งานระบบ {{ _g_productName }}
vi_vn: Nhắc nhở vượt dung lượng hệ thống 「{{ _g_productName }}」
zh_cn: 「{{ _g_productName }}」系统超量提醒
zh_tw: 「{{ _g_productName }}」系統用量超出限制通知

# message.title.excelImportComplete
source: Data Import Completed
de_de: Datenimport abgeschlossen
es_es: Importación de datos completada
fr_fr: Importation de données terminée
id_id: Impor Data Selesai
ja_jp: データのインポートが完了しました
km_kh: ការនាំចូលទិន្នន័យបានបញ្ចប់
ko_kr: 데이터 가져오기 완료
pt_pt: Importação de dados concluída
ru_ru: Импорт данных завершен
th_th: การนำเข้าข้อมูลเสร็จสมบูรณ์
vi_vn: Hoàn thành nhập dữ liệu
zh_cn: 数据导入完成
zh_tw: 資料匯入完成

# message.title.followPlanComplete
source: Your follow-up plan has been completed by others
de_de: Ihr Folgeplan wurde von anderen abgeschlossen
es_es: Su plan de seguimiento ha sido completado por otros
fr_fr: Votre plan de suivi a été complété par d'autres
id_id: Rencana tindak lanjut Anda telah diselesaikan oleh orang lain
ja_jp: あなたのフォローアッププランが他のユーザーによって完了しました
km_kh: ផែនការតាមដានរបស់អ្នកត្រូវបានបញ្ចប់ដោយអ្នកដទៃ
ko_kr: 귀하의 후속 계획은 다른 사람들에 의해 완료되었습니다.
pt_pt: Seu plano de acompanhamento foi concluído por outros
ru_ru: Ваш план действий был выполнен другими
th_th: แผนการติดตามของคุณได้ถูกทำเสร็จโดยผู้อื่นแล้ว
vi_vn: Kế hoạch theo dõi của bạn đã được người khác hoàn thành
zh_cn: 你的跟进计划已被他人完成
zh_tw: 你的跟進計劃已被他人完成

# message.title.leadsApportion
source: Lead Assignment Notification
de_de: Lead-Zuweisungsbenachrichtigung
es_es: Notificación de asignación de liderazgo
fr_fr: Notification d'affectation de piste
id_id: Pemberitahuan Penugasan Prospek
ja_jp: リード割り当て通知
km_kh: ការជូនដំណឹងចាត់ចែងអ្នកនាំមុខ
ko_kr: 리드 할당 알림
pt_pt: Notificação de atribuição de leads
ru_ru: Уведомление о назначении ведущего
th_th: การแจ้งเตือนการมอบหมายงานนำ
vi_vn: Thông báo phân bổ đầu mối
zh_cn: 线索分配通知
zh_tw: 線索分配通知

# message.title.leadsChangeCharger
source: Lead Handler Changed
de_de: Lead Handler geändert
es_es: Se cambió el manejador principal
fr_fr: Changement de responsable de piste
id_id: Penanganan Utama Diganti
ja_jp: リード担当者変更
km_kh: អ្នកដោះស្រាយអ្នកនាំមុខបានផ្លាស់ប្តូរ
ko_kr: 리드 핸들러가 변경되었습니다
pt_pt: Manipulador de chumbo alterado
ru_ru: Изменен ведущий обработчик
th_th: มีการเปลี่ยนแปลงตัวจัดการหลัก
vi_vn: Thay đổi người phụ trách đầu mối
zh_cn: 线索负责人变更
zh_tw: 線索負責人變更

# message.title.leadsChangeCollaborator
source: Lead Collaborator Changed
de_de: Leitender Mitarbeiter geändert
es_es: Se cambió el colaborador principal
fr_fr: Changement de collaborateur de piste
id_id: Kolaborator Utama Berganti
ja_jp: リード協力者変更
km_kh: អ្នកសហការអ្នកនាំមុខបានផ្លាស់ប្តូរ
ko_kr: 리드 협력자가 변경되었습니다
pt_pt: Colaborador principal alterado
ru_ru: Ведущий соавтор изменен
th_th: มีการเปลี่ยนแปลงผู้ร่วมงานหลัก
vi_vn: Thay đổi người cộng tác đầu mối
zh_cn: 线索协作人变更
zh_tw: 線索協作者變更

# message.title.leadsRecycle
source: Lead Recycling Notification
de_de: Benachrichtigung zum Bleirecycling
es_es: Notificación de reciclaje de plomo
fr_fr: Notification de recyclage de piste
id_id: Pemberitahuan Daur Ulang Timbal
ja_jp: リード回収通知
km_kh: ការជូនដំណឹងយកអ្នកនាំមុខមកវិញ
ko_kr: 납 재활용 알림
pt_pt: Notificação de Reciclagem de Chumbo
ru_ru: Уведомление о переработке свинца
th_th: แจ้งเตือนการรีไซเคิลตะกั่ว
vi_vn: Thông báo thu hồi đầu mối
zh_cn: 线索回收通知
zh_tw: 線索回收通知

# message.title.newFollowPlan
source: New Follow-up Plan Assignment
de_de: Neue Folgeplanzuweisung
es_es: Nueva asignación del plan de seguimiento
fr_fr: Nouvelle affectation de plan de suivi
id_id: Penugasan Rencana Tindak Lanjut Baru
ja_jp: 新しいフォローアッププランの割り当て
km_kh: ការចាត់ចែងផែនការតាមដានថ្មី
ko_kr: 새로운 후속 계획 할당
pt_pt: Atribuição de novo plano de acompanhamento
ru_ru: Новое задание по плану последующих действий
th_th: การกำหนดแผนติดตามผลใหม่
vi_vn: Có phân công kế hoạch theo dõi mới
zh_cn: 有新的跟进计划指派
zh_tw: 有新的跟進計劃指派

# message.title.opportunityChangeCharger
source: BO Handler Changed
de_de: BO-Handler geändert
es_es: Se cambió el manejador de BO
fr_fr: Changement de responsable d'opportunité commerciale
id_id: BO Handler Berganti
ja_jp: 商機担当者変更
km_kh: អ្នកដោះស្រាយ BO បានផ្លាស់ប្តូរ
ko_kr: BO 핸들러가 변경되었습니다
pt_pt: Manipulador de BO alterado
ru_ru: Изменен обработчик BO
th_th: ตัวจัดการ BO ถูกเปลี่ยนแปลง
vi_vn: Thay đổi người phụ trách cơ hội
zh_cn: 商机负责人变更
zh_tw: 潛在客戶負責人變更

# message.title.opportunityChangeCollaborator
source: BO Collaborator Changed
de_de: BO-Mitarbeiter geändert
es_es: Se cambió el colaborador de BO
fr_fr: Changement de collaborateur d'opportunité commerciale
id_id: Kolaborator BO Berubah
ja_jp: 商機協力者変更
km_kh: អ្នកសហការ BO បានផ្លាស់ប្តូរ
ko_kr: BO 협력자가 변경되었습니다
pt_pt: Colaborador do BO alterado
ru_ru: Сотрудник BO изменен
th_th: มีการเปลี่ยนแปลงผู้ร่วมมือ BO
vi_vn: Thay đổi người cộng tác cơ hội
zh_cn: 商机协作人变更
zh_tw: 潛在客戶協作者變更

# message.title.opportunityWin
source: Winning BO Reminder
de_de: Gewinnende BO-Erinnerung
es_es: Recordatorio de BO ganador
fr_fr: Rappel de victoire d'opportunité commerciale
id_id: Pengingat BO yang Memenangkan
ja_jp: 商機獲得リマインダー
km_kh: ការរំលឹក BO ដែលឈ្នះ
ko_kr: 우승 BO 알림
pt_pt: Lembrete de BO vencedor
ru_ru: Напоминание о выигрышном BO
th_th: คำเตือนการชนะ BO
vi_vn: Thông báo thắng cơ hội
zh_cn: 商机赢单通知
zh_tw: 潛在客戶贏單通知

# message.title.pluginExpire
source: {{ _g_productName }}: Plugin will be expired soon.
de_de: Das Plugin {{ _g_productName }} läuft bald ab.
es_es: El complemento {{ _g_productName }} caducará pronto.
fr_fr: Le plugin {{ _g_productName }} expirera bientôt.
id_id: Plugin {{ _g_productName }} akan segera kedaluwarsa.
ja_jp: プラグイン{{ _g_productName }}の有効期限が近づいています。
km_kh: ផ្លាកអន្តរកម្ម {{ _g_productName }} នឹងផុតកំណត់ឆាប់ៗនេះ
ko_kr: 플러그인 {{ _g_productName }}이 곧 만료됩니다.
pt_pt: O plugin {{ _g_productName }} irá expirar em breve.
ru_ru: Срок действия плагина {{ _g_productName }} скоро истечет.
th_th: ปลั๊กอิน {{ _g_productName }} จะหมดอายุเร็ว ๆ นี้
vi_vn: Plugin 「{{ _g_productName }}」 sắp hết hạn
zh_cn: 「{{ _g_productName }}」插件即将到期
zh_tw: 「{{ _g_productName }}」外掛即將到期

# message.viewDash
source: View Dashboard
de_de: Dashboard anzeigen
es_es: Ver el panel de control
fr_fr: Voir le tableau de bord
id_id: Lihat Dasbor
ja_jp: ダッシュボードを見る
km_kh: មើលផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 보기
pt_pt: Ver painel
ru_ru: Просмотреть панель инструментов
th_th: ดูแดชบอร์ด
vi_vn: Xem bảng điều khiển
zh_cn: 查看仪表盘
zh_tw: 查看儀表板

# message.viewDataDetails
source: View Detailed Data
de_de: Detaillierte Daten anzeigen
es_es: Ver datos detallados
fr_fr: Voir les données détaillées
id_id: Lihat Data Detail
ja_jp: 詳細データを見る
km_kh: មើលទិន្នន័យលម្អិត
ko_kr: 자세한 데이터 보기
pt_pt: Ver dados detalhados
ru_ru: Просмотреть подробные данные
th_th: ดูข้อมูลรายละเอียด
vi_vn: Xem dữ liệu chi tiết
zh_cn: 查看详细数据
zh_tw: 查看詳細資料

# message.viewForm
source: View Form
de_de: Formular anzeigen
es_es: Ver formulario
fr_fr: Voir le formulaire
id_id: Lihat Formulir
ja_jp: フォームを見る
km_kh: មើលទម្រង់
ko_kr: 양식 보기
pt_pt: Ver formulário
ru_ru: Просмотреть форму
th_th: ดูแบบฟอร์ม
vi_vn: Xem biểu mẫu
zh_cn: 查看表单
zh_tw: 查看表單

# not.support.op
source: Unsupported comparison operator {{ op }}
de_de: Nicht unterstützter Vergleichsoperator {{ op }}
es_es: Operador de comparación no compatible {{ op }}
fr_fr: Opérateur de comparaison non pris en charge {{ op }}
id_id: Operator perbandingan tidak didukung {{ op }}
ja_jp: サポートされていない比較演算子 {{ op }}
km_kh: មិនគាំទ្រប្រមាណវិធីប្រៀបធៀប {{ op }}
ko_kr: 지원되지 않는 비교 연산자 {{ op }}
pt_pt: Operador de comparação não suportado {{ op }}
ru_ru: Неподдерживаемый оператор сравнения {{ op }}
th_th: ตัวดำเนินการเปรียบเทียบที่ไม่รองรับ {{ op }}
vi_vn: Toán tử so sánh {{ op }} không hỗ trợ
zh_cn: 不支持的比较运算符 {{ op }}
zh_tw: 不支持的比較運算符 {{ op }}

# notSupported.ie.description
source: Your browser seems a bit outdated.
de_de: Ihr Browser scheint etwas veraltet zu sein.
es_es: Su navegador parece un poco anticuado.
fr_fr: Votre navigateur semble un peu obsolète.
id_id: Peramban Anda nampaknya agak ketinggalan zaman.
ja_jp: お使いのブラウザは少し古いようです。
km_kh: កម្មវិធីរុករករបស់អ្នកហាក់ដូចជាហួសសម័យ
ko_kr: 귀하의 브라우저가 약간 오래된 것 같습니다.
pt_pt: Seu navegador parece um pouco desatualizado.
ru_ru: Ваш браузер, похоже, немного устарел.
th_th: เบราว์เซอร์ของคุณดูเหมือนจะล้าสมัยสักเล็กน้อย
vi_vn: Trình duyệt của bạn có vẻ lỗi thời
zh_cn: 你的浏览器好像有点过时了
zh_tw: 你的瀏覽器好像有點過時了

# notSupported.ie.subtitle
source: For normal use, install the following modern browsers, or upgrade your browser.
de_de: Installieren Sie für den normalen Gebrauch die folgenden modernen Browser oder aktualisieren Sie Ihren Browser.
es_es: Para un uso normal, instale los siguientes navegadores modernos o actualice su navegador.
fr_fr: Pour une utilisation normale, installez les navigateurs modernes suivants ou mettez à jour votre navigateur.
id_id: Untuk penggunaan normal, instal browser modern berikut, atau tingkatkan browser Anda.
ja_jp: 通常の使用のために、以下の最新ブラウザをインストールするか、ブラウザをアップグレードしてください。
km_kh: ដើម្បីប្រើប្រាស់ធម្មតា សូមដំឡើងកម្មវិធីរុករកទំនើបខាងក្រោម ឬធ្វើឱ្យទាន់សម័យកម្មវិធីរុករករបស់អ្នក
ko_kr: 정상적으로 이용하시려면 다음의 최신 브라우저를 설치하시거나, 브라우저를 업그레이드하시기 바랍니다.
pt_pt: Para uso normal, instale os seguintes navegadores modernos ou atualize seu navegador.
ru_ru: Для обычного использования установите следующие современные браузеры или обновите свой браузер.
th_th: สำหรับการใช้งานทั่วไป โปรดติดตั้งเบราว์เซอร์สมัยใหม่ต่อไปนี้หรืออัปเกรดเบราว์เซอร์ของคุณ
vi_vn: Để dùng bình thường, cài hoặc cập nhật các trình duyệt hiện đại sau
zh_cn: 为了正常使用，建议安装以下现代浏览器或更新浏览器版本
zh_tw: 為了正常使用，建議安裝以下現代瀏覽器或更新瀏覽器版本

# op.param.error
source: The data type of prefix operations should be Number
de_de: Der Datentyp der Präfixoperationen sollte „Zahl“ sein.
es_es: El tipo de datos de las operaciones de prefijo debe ser Número
fr_fr: Le type de données des opérations de préfixe doit être un nombre
id_id: Tipe data operasi awalan haruslah Angka
ja_jp: プレフィックス演算のデータ型は数値でなければなりません
km_kh: ប្រភេទទិន្នន័យនៃប្រតិបត្តិការ prefix គួរតែជាលេខ
ko_kr: 접두사 연산의 데이터 유형은 숫자여야 합니다.
pt_pt: O tipo de dados das operações de prefixo deve ser Número
ru_ru: Тип данных префиксных операций должен быть Число.
th_th: ชนิดข้อมูลของการดำเนินการคำนำหน้าควรเป็นตัวเลข
vi_vn: Kiểu dữ liệu của phép toán tiền tố phải là số
zh_cn: 前缀运算的数据类型应该为数字
zh_tw: 前綴運算的資料類型應該為數字

# op.param.number
source: The operation field of {{op}} operator should be of Number
de_de: Das Operationsfeld des Operators {{op}} sollte eine Zahl sein
es_es: El campo de operación del operador {{op}} debe ser de Número
fr_fr: Le champ d'opération de l'opérateur {{op}} doit être un nombre
id_id: Bidang operasi operator {{op}} harus berupa Angka
ja_jp: {{ op }}演算子の操作フィールドは数値型でなければなりません
km_kh: វាលប្រតិបត្តិការនៃប្រមាណវិធី {{op}} គួរតែជាលេខ
ko_kr: {{op}} 연산자의 연산 필드는 숫자여야 합니다.
pt_pt: O campo de operação do operador {{op}} deve ser de Número
ru_ru: Поле операции оператора {{op}} должно быть числом
th_th: ฟิลด์การดำเนินการของตัวดำเนินการ {{op}} ควรเป็นหมายเลข
vi_vn: Trường toán tử {{ op }} phải là kiểu số
zh_cn: {{ op }}运算符的运算字段应该为数值类型
zh_tw: {{ op }}運算符的運算欄位應該為數值類型

# open_store.space.enterprise
source: In-house Plugin
de_de: Internes Plugin
es_es: Plugin interno
fr_fr: Plugin interne
id_id: Plugin internal
ja_jp: 社内プラグイン
km_kh: កម្មវិធីជំនួយក្នុងស្ថាប័ន
ko_kr: 사내 플러그인
pt_pt: Plugin interno
ru_ru: Внутренний плагин
th_th: ปลั๊กอินภายในองค์กร
vi_vn: Plugin nội bộ
zh_cn: 企业插件
zh_tw: 企業外掛

# open_store.space.store
source: Official Plugin
de_de: Offizielles Plugin
es_es: Plugin oficial
fr_fr: Plugin officiel
id_id: Plugin resmi
ja_jp: 公式プラグイン
km_kh: កម្មវិធីជំនួយផ្លូវការ
ko_kr: 공식 플러그인
pt_pt: Plugin oficial
ru_ru: Официальный плагин
th_th: ปลั๊กอินอย่างเป็นทางการ
vi_vn: Plugin chính thức
zh_cn: 官方插件
zh_tw: 官方外掛

# page.title.aggregateEdit
source: Aggregate Table Design | {{ _g_productName }}
de_de: Aggregattabellendesign | {{ _g_productName }}
es_es: Diseño de tabla de agregados | {{ _g_productName }}
fr_fr: Conception de table d'agrégation | {{ _g_productName }}
id_id: Desain Tabel Agregat | {{ _g_productName }}
ja_jp: 集計テーブルのデザイン | {{ _g_productName }}
km_kh: ការរចនាតារាងសរុប | {{ _g_productName }}
ko_kr: 집계 테이블 디자인 | {{ _g_productName }}
pt_pt: Design de tabela agregada | {{ _g_productName }}
ru_ru: Проектирование сводной таблицы | {{ _g_productName }}
th_th: การออกแบบตารางรวม | {{ _g_productName }}
vi_vn: Thiết kế bảng tổng hợp | {{ _g_productName }}
zh_cn: 聚合表设计 | {{ _g_productName }}
zh_tw: 彙總表設計 | {{ _g_productName }}

# page.title.aiAssistant
source: AI Assistant
de_de: KI-Assistent
es_es: Asistente de IA
fr_fr: Assistant IA
id_id: Asisten AI
ja_jp: AI アシスタント
km_kh: ជំនួយការ AI
ko_kr: AI 어시스턴트
pt_pt: Assistente de IA
ru_ru: Помощник ИИ
th_th: ผู้ช่วย AI
vi_vn: Trợ lý AI
zh_cn: AI 助理
zh_tw: AI 助理

# page.title.baseConfig
source: Form Design-{{entryName}} | {{ _g_productName }}
de_de: Formulardesign-{{entryName}} | {{ _g_productName }}
es_es: Diseño de formulario-{{entryName}} | {{ _g_productName }}
fr_fr: Conception de formulaire - {{entryName}} | {{ _g_productName }}
id_id: Desain Formulir-{{entryName}} | {{ _g_productName }}
ja_jp: フォームデザイン-{{entryName}} | {{ _g_productName }}
km_kh: ការរចនាទម្រង់-{{entryName}} | {{ _g_productName }}
ko_kr: 양식 디자인-{{entryName}} | {{ _g_productName }}
pt_pt: Design de formulário-{{entryName}} | {{ _g_productName }}
ru_ru: Дизайн формы-{{entryName}} | {{ _g_productName }}
th_th: การออกแบบแบบฟอร์ม-{{entryName}} | {{ _g_productName }}
vi_vn: Thiết kế biểu mẫu-{{ entryName }} | {{ _g_productName }}
zh_cn: 表单设计-{{ entryName }} | {{ _g_productName }}
zh_tw: 表單設計-{{ entryName }} | {{ _g_productName }}

# page.title.corpCoop
source: Customers and Partners | {{ _g_productName }}
de_de: Kunden und Partner | {{ _g_productName }}
es_es: Clientes y socios | {{ _g_productName }}
fr_fr: Clients et partenaires | {{ _g_productName }}
id_id: Pelanggan dan Mitra | {{ _g_productName }}
ja_jp: 顧客およびパートナー | {{ _g_productName }}
km_kh: អតិថិជននិងដៃគូ | {{ _g_productName }}
ko_kr: 고객 및 파트너 | {{ _g_productName }}
pt_pt: Clientes e Parceiros | {{ _g_productName }}
ru_ru: Клиенты и партнеры | {{ _g_productName }}
th_th: ลูกค้าและพันธมิตร | {{ _g_productName }}
vi_vn: Kết nối doanh nghiệp | {{ _g_productName }}
zh_cn: 企业互联 | {{ _g_productName }}
zh_tw: 企業互聯 | {{ _g_productName }}

# page.title.corpManagement
source: Management | {{ _g_productName }}
de_de: Verwaltung | {{ _g_productName }}
es_es: Gestión | {{ _g_productName }}
fr_fr: Gestion | {{ _g_productName }}
id_id: Manajemen | {{ _g_productName }}
ja_jp: 管理バックエンド | {{ _g_productName }}
km_kh: ការគ្រប់គ្រង | {{ _g_productName }}
ko_kr: 관리 | {{ _g_productName }}
pt_pt: Gestão | {{ _g_productName }}
ru_ru: Управление | {{ _g_productName }}
th_th: การจัดการ | {{ _g_productName }}
vi_vn: Quản lý后台 | {{ _g_productName }}
zh_cn: 管理后台 | {{ _g_productName }}
zh_tw: 企業管理 | {{ _g_productName }}

# page.title.customWorkbench
source: Custom Workspace
de_de: Benutzerdefinierter Arbeitsbereich
es_es: Espacio de trabajo personalizado
fr_fr: Espace de travail personnalisé
id_id: Ruang Kerja Kustom
ja_jp: カスタムワークスペース
km_kh: កន្លែងធ្វើការផ្ទាល់ខ្លួន
ko_kr: 사용자 정의 작업 공간
pt_pt: Espaço de trabalho personalizado
ru_ru: Индивидуальное рабочее пространство
th_th: พื้นที่ทำงานที่กำหนดเอง
vi_vn: Bảng làm việc tùy chỉnh
zh_cn: 自定义工作台
zh_tw: 自訂工作台

# page.title.dashEdit
source: Dashboard Design-{{entryName}} | {{ _g_productName }}
es_es: Diseño del tablero - {{entryName}} | {{ _g_productName }}
fr_fr: Conception de tableau de bord - {{entryName}} | {{ _g_productName }}
id_id: Desain Dasbor-{{entryName}} | {{ _g_productName }}
ja_jp: ダッシュボードデザイン-{{entryName}} | {{ _g_productName }}
km_kh: ការរចនាផ្ទាំងគ្រប់គ្រង-{{entryName}} | {{ _g_productName }}
ko_kr: 대시보드 디자인-{{entryName}} | {{ _g_productName }}
pt_pt: Design do painel-{{entryName}} | {{ _g_productName }}
ru_ru: Дизайн панели инструментов-{{entryName}} | {{ _g_productName }}
th_th: การออกแบบแดชบอร์ด-{{entryName}} | {{ _g_productName }}
vi_vn: Thiết kế bảng điều khiển-{{ entryName }} | {{ _g_productName }}
zh_cn: 仪表盘设计-{{ entryName }} | {{ _g_productName }}
zh_tw: 儀表板設計-{{ entryName }} | {{ _g_productName }}

# page.title.dashPreview
source: Dashboard Preview | {{ _g_productName }}
de_de: Dashboard-Vorschau | {{ _g_productName }}
es_es: Vista previa del panel | {{ _g_productName }}
fr_fr: Aperçu du tableau de bord | {{ _g_productName }}
id_id: Pratinjau Dasbor | {{ _g_productName }}
ja_jp: ダッシュボードプレビュー | {{ _g_productName }}
km_kh: មើលមុនផ្ទាំងគ្រប់គ្រង | {{ _g_productName }}
ko_kr: 대시보드 미리보기 | {{ _g_productName }}
pt_pt: Prévia do painel | {{ _g_productName }}
ru_ru: Предварительный просмотр панели управления | {{ _g_productName }}
th_th: ตัวอย่างแดชบอร์ด | {{ _g_productName }}
vi_vn: Xem trước bảng điều khiển | {{ _g_productName }}
zh_cn: 仪表盘预览 | {{ _g_productName }}
zh_tw: 儀表板預覽 | {{ _g_productName }}

# page.title.dataTrigger
source: Automation | {{ _g_productName }}
de_de: Automatisierung | {{ _g_productName }}
es_es: Automatización | {{ _g_productName }}
fr_fr: Automatisation | {{ _g_productName }}
id_id: Otomatisasi | {{ _g_productName }}
ja_jp: 自動化 | {{ _g_productName }}
km_kh: ស្វ័យប្រវត្តិកម្ម | {{ _g_productName }}
ko_kr: 자동화 | {{ _g_productName }}
pt_pt: Automação | {{ _g_productName }}
ru_ru: Автоматизация | {{ _g_productName }}
th_th: ระบบอัตโนมัติ | {{ _g_productName }}
vi_vn: Trợ lý thông minh | {{ _g_productName }}
zh_cn: 智能助手 | {{ _g_productName }}
zh_tw: 智慧助手 | {{ _g_productName }}

# page.title.dataUrl
source: View Data
de_de: Daten anzeigen
es_es: Ver datos
fr_fr: Voir les données
id_id: Lihat Data
ja_jp: データを見る
km_kh: មើលទិន្នន័យ
ko_kr: 데이터 보기
pt_pt: Exibir dados
ru_ru: Просмотреть данные
th_th: ดูข้อมูล
vi_vn: Xem dữ liệu
zh_cn: 数据查看
zh_tw: 資料查看

# page.title.dingtalkAuthPc
source: Sign in to {{ _g_productName }}
de_de: Melden Sie sich bei {{ _g_productName }} an
es_es: Iniciar sesión en {{ _g_productName }}
fr_fr: Se connecter à {{ _g_productName }}
id_id: Masuk ke {{ _g_productName }}
ja_jp: {{ _g_productName }}にサインイン
km_kh: ចូលទៅកាន់ {{ _g_productName }}
ko_kr: {{ _g_productName }}에 로그인하세요
pt_pt: Faça login em {{ _g_productName }}
ru_ru: Войти в {{ _g_productName }}
th_th: ลงชื่อเข้าใช้ {{ _g_productName }}
vi_vn: Đăng nhập {{ _g_productName }}
zh_cn: 登录{{ _g_productName }}
zh_tw: 登入{{ _g_productName }}

# page.title.error
source: Something went wrong
de_de: Da ist etwas schiefgelaufen
es_es: Algo salió mal
fr_fr: Une erreur s'est produite
id_id: Ada yang salah
ja_jp: 何か問題が発生しました
km_kh: មានបញ្ហាកើតឡើង
ko_kr: 뭔가 잘못됐어요
pt_pt: Algo deu errado
ru_ru: Что-то пошло не так
th_th: มีบางอย่างผิดพลาดเกิดขึ้น
vi_vn: Có lỗi xảy ra
zh_cn: 出错了
zh_tw: 出錯了

# page.title.error.flow
source: Workflow Prompt
de_de: Workflow-Eingabeaufforderung
es_es: Aviso de flujo de trabajo
fr_fr: Invite de flux de travail
id_id: Perintah Alur Kerja
ja_jp: ワークフロープロンプト
km_kh: ការជូនដំណឹងលំហូរការងារ
ko_kr: 워크플로 프롬프트
pt_pt: Prompt de fluxo de trabalho
ru_ru: Подсказка рабочего процесса
th_th: คำสั่งเวิร์กโฟลว์
vi_vn: Nhắc nhở quy trình
zh_cn: 流程提示
zh_tw: 流程提示

# page.title.error403
source: Access denied
de_de: Zugriff verweigert
es_es: Acceso denegado
fr_fr: Accès refusé
id_id: Akses ditolak
ja_jp: アクセス拒否
km_kh: ការចូលប្រើបានច្រានចោល
ko_kr: 접근 불가
pt_pt: Acesso negado
ru_ru: Доступ запрещен
th_th: ปฏิเสธการเข้าถึง
vi_vn: Không có quyền truy cập
zh_cn: 没有访问权限
zh_tw: 沒有存取權限

# page.title.error404
source: Page not found
de_de: Seite nicht gefunden
es_es: Página no encontrada
fr_fr: Page introuvable
id_id: Halaman tidak ditemukan
ja_jp: ページが見つかりません
km_kh: មិនមានទំព័រនេះទេ
ko_kr: 페이지를 찾을 수 없습니다
pt_pt: Página não encontrada
ru_ru: Страница не найдена
th_th: ไม่พบหน้าเพจ
vi_vn: Không tìm thấy trang
zh_cn: 找不到该页面
zh_tw: 找不到該頁面
