Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.manage_group_remove
source: {{ operator }} deleted an admin group named "{{ manageGroup }}".
de_de: {{ operator }} hat eine Administratorgruppe mit dem Namen „{{ manageGroup }}“ gelöscht.
es_es: {{ operator }} eliminó un grupo de administradores llamado "{{ manageGroup }}".
fr_fr: {{ operator }} a supprimé un groupe d'administration nommé "{{ manageGroup }}".
id_id: {{ operator }} menghapus grup admin bernama "{{ manageGroup }}".
ja_jp: {{ operator }}が管理グループ「{{ manageGroup }}」を削除しました。
km_kh: {{ operator }} បានលុបក្រុមអ្នកគ្រប់គ្រងឈ្មោះ "{{ manageGroup }}"
ko_kr: {{ operator }}가 "{{ manageGroup }}"이라는 관리자 그룹을 삭제했습니다.
pt_pt: {{ operator }} excluiu um grupo de administradores chamado "{{ manageGroup }}".
ru_ru: {{operator}} удалил группу администраторов с именем «{{manageGroup}}».
th_th: {{ operator }} ลบกลุ่มผู้ดูแลระบบชื่อ "{{ manageGroup }}"
vi_vn: {{ operator }} đã xóa nhóm quản lý thường 「{{ manageGroup }}」
zh_cn: {{ operator }} 删除了普通管理组 「{{ manageGroup }}」
zh_tw: {{ operator }} 刪除了普通管理組 「{{ manageGroup }}」

# site.message.content.manage_group_remove_members
source: {{ operator }} removed {{ members }} from the admin group "{{ manageGroup }}".
de_de: {{ operator }} hat {{ members }} aus der Administratorgruppe "{{ manageGroup }}" entfernt.
es_es: {{ operator }} eliminó a {{ members }} del grupo de administración "{{ manageGroup }}".
fr_fr: {{ operator }} a retiré {{ members }} du groupe d'administration "{{ manageGroup }}".
id_id: {{ operator }} menghapus {{ members }} dari grup admin "{{ manageGroup }}".
ja_jp: {{ operator }}が管理グループ「{{ manageGroup }}」から{{ members }}を削除しました。
km_kh: {{ operator }} បានដក {{ members }} ចេញពីក្រុមអ្នកគ្រប់គ្រង "{{ manageGroup }}"
ko_kr: {{ operator }}가 {{ members }}을(를) 관리자 그룹 "{{ manageGroup }}"에서 제거했습니다.
pt_pt: {{ operator }} removeu {{ members }} do grupo de administradores "{{ manageGroup }}".
ru_ru: {{operator}} удалил {{members}} из группы администраторов "{{manageGroup}}".
th_th: {{ operator }} ลบ {{ members }} ออกจากกลุ่มผู้ดูแลระบบ "{{ manageGroup }}"
vi_vn: {{ operator }} đã xóa thành viên 「{{ members }}」 khỏi nhóm quản lý 「{{ manageGroup }}」
zh_cn: {{ operator }} 在管理组 「{{ manageGroup }}」删除了成员：{{ members }}
zh_tw: {{ operator }} 在管理組 「{{ manageGroup }}」刪除了成員：{{ members }}

# site.message.content.manager_login
source: Admin {{ operator }} logged in to the system.
de_de: Der Administrator {{ operator }} hat sich beim System angemeldet.
es_es: El administrador {{ operator }} inició sesión en el sistema.
fr_fr: L'administrateur {{ operator }} s'est connecté au système.
id_id: Admin {{ operator }} masuk ke sistem.
ja_jp: 管理者{{ operator }}がシステムにログインしました。
km_kh: អ្នកគ្រប់គ្រង {{ operator }} បានចូលប្រព័ន្ធ។
ko_kr: 관리자 {{ operator }}가 시스템에 로그인했습니다.
pt_pt: O administrador {{ operator }} efetuou login no sistema.
ru_ru: Администратор {{operator}} вошел в систему.
th_th: ผู้ดูแลระบบ {{ operator }} ได้ล็อกอินเข้าสู่ระบบแล้ว
vi_vn: Quản trị viên {{ operator }} đã đăng nhập hệ thống
zh_cn: 管理员 {{ operator }} 登录了系统
zh_tw: 管理員 {{ operator }} 登入了系統

# site.message.content.member_import
source: {{ operator }} imported {{ memberSize }} member(s).
de_de: {{ operator }} hat {{ memberSize }} Mitglied(er) importiert.
es_es: {{ operator }} importó {{ memberSize }} miembro(s).
fr_fr: {{ operator }} a importé {{ memberSize }} membre(s).
id_id: {{ operator }} mengimpor {{ memberSize }} anggota.
ja_jp: {{ operator }}が{{ memberSize }}のメンバーをインポートしました。
km_kh: {{ operator }} បាននាំចូលសមាជិក {{ memberSize }} នាក់
ko_kr: {{ operator }}가 {{ memberSize }}개의 멤버를 가져왔습니다.
pt_pt: {{ operator }} importou {{ memberSize }} membro(s).
ru_ru: {{operator}} импортировано {{memberSize}} участников.
th_th: {{ operator }} นำเข้าสมาชิก {{ memberSize }} ราย
vi_vn: {{ operator }} đã nhập {{ memberSize }} thành viên
zh_cn: {{ operator }} 导入了 {{ memberSize }} 个成员。
zh_tw: {{ operator }}匯入了 {{ memberSize }} 個成員。

# site.message.content.member_invite
source: {{ operator }} invited {{ memberList }}.
de_de: {{ operator }} hat {{ memberList }} eingeladen.
es_es: {{ operator }} invitó a {{ memberList }}.
fr_fr: {{ operator }} a invité {{ memberList }}.
id_id: {{ operator }} mengundang {{ memberList }}.
ja_jp: {{ operator }}が{{ memberList }}を招待しました。
km_kh: {{ operator }} បានអញ្ជើញ {{ memberList }}
ko_kr: {{ operator }}님이 {{ memberList }}님을 초대했습니다.
pt_pt: {{ operator }} convidou {{ memberList }}.
ru_ru: {{operator}} пригласил {{memberList}}.
th_th: {{ operator }} ได้เชิญ {{ memberList }}
vi_vn: {{ operator }} đã mời {{ memberList }}
zh_cn: {{ operator }} 邀请了 {{ memberList }}
zh_tw: {{ operator }} 邀請了 {{ memberList }}

# site.message.content.member_remove
source: {{ operator }} has set the members {{ memberList }} as resigned
de_de: {{ operator }} hat die Mitglieder {{ memberList }} als zurückgetreten festgelegt
es_es: {{ operator }} ha establecido a los miembros {{ memberList }} como renunciados
fr_fr: {{ operator }} a défini les membres {{ memberList }} comme démissionnaires
id_id: {{ operator }} telah menetapkan anggota {{ memberList }} sebagai yang mengundurkan diri
ja_jp: {{ operator }} がメンバー {{ memberList }} を退職扱いに設定しました
km_kh: {{ operator }} បានកំណត់សមាជិក {{ memberList }} ជាបានលាលែង
ko_kr: {{ operator }}가 {{ memberList }} 멤버를 사임한 것으로 설정했습니다.
pt_pt: {{ operator }} definiu os membros {{ memberList }} como resignados
ru_ru: {{operator}} установил участников {{memberList}} как ушедших в отставку
th_th: {{ operator }} ได้ตั้งค่าสมาชิก {{ memberList }} ให้ลาออกแล้ว
vi_vn: {{ operator }} đã chuyển thành viên {{ memberList }} thành nghỉ việc
zh_cn: {{ operator }} 将成员 {{ memberList }} 转为离职
zh_tw: {{ operator }} 將成員 {{ memberList }} 轉為離職

# site.message.content.merged_item_exceed
source: The system usage for your company/team "{{ corpName }}" has exceeded the limit. To continue without interruption. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Systemnutzung für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit überschritten. Um ohne Unterbrechung fortzufahren, gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El uso del sistema de su empresa/equipo "{{ corpName }}" ha excedido el límite. Para continuar sin interrupciones, vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: L'utilisation du système pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite. Pour continuer sans interruption. Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Penggunaan sistem untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas. Untuk melanjutkan tanpa gangguan. Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社/チーム「{{ corpName }}」のシステム使用量が制限を超えています。中断せずに継続するために、「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ការប្រើប្រាស់ប្រព័ន្ធសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត។ ដើម្បីបន្តដោយមិនមានការរំខាន។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 시스템 사용량이 한도를 초과했습니다. 중단 없이 계속하려면 "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O uso do sistema da sua empresa/equipe "{{ corpName }}" excedeu o limite. Para continuar sem interrupções, acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Использование системы для вашей компании/команды "{{ corpName }}" превысило лимит. Чтобы продолжить без перерыва. Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: การใช้งานระบบของบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัดแล้ว หากต้องการดำเนินการต่อโดยไม่หยุดชะงัก ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Dung lượng hệ thống của 「{{ corpName }}」 vượt giới hạn, để dùng bình thường, xem chi tiết và nâng cấp tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的系统用量已超出限制，为了不影响正常使用，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的系統用量已超出限制，為了不影響正常使用，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.message_webhook_disable
source: Your message push has failed 100 times, and the webhook(Message) has been automatically disabled, please check the cause and adjust the configuration in "Management - Webhook(Message)".
de_de: Ihr Nachrichten-Push ist 100 Mal fehlgeschlagen und der Webhook (Nachricht) wurde automatisch deaktiviert. Bitte überprüfen Sie die Ursache und passen Sie die Konfiguration unter „Verwaltung – Webhook (Nachricht)“ an.
es_es: El envío de su mensaje ha fallado 100 veces y el webhook(Mensaje) se ha deshabilitado automáticamente. Verifique la causa y ajuste la configuración en "Administración - Webhook(Mensaje)".
fr_fr: Votre envoi de message a échoué 100 fois, et le webhook(Message) a été automatiquement désactivé, veuillez vérifier la cause et ajuster la configuration dans "Gestion - Webhook(Message)".
id_id: Pengiriman pesan Anda telah gagal 100 kali, dan webhook(Pesan) telah dinonaktifkan secara otomatis, silakan periksa penyebabnya dan sesuaikan konfigurasi dalam "Manajemen - Webhook(Pesan)".
ja_jp: メッセージのプッシュに100回失敗しました。Webhook（メッセージ）が自動的に無効になりました。原因を確認し、「管理 - Webhook（メッセージ）」で設定を調整してください。
km_kh: ការផ្ញើសាររបស់អ្នកបរាជ័យ ១០០ ដង ហើយ webhook(សារ) ត្រូវបានបិទស្វ័យប្រវត្តិ សូមពិនិត្យមូលហេតុ និងកែសម្រួលការកំណត់នៅក្នុង "ការគ្រប់គ្រង - Webhook(សារ)"
ko_kr: 귀하의 메시지 푸시가 100번 실패하였고, 웹훅(메시지)이 자동으로 비활성화되었습니다. 원인을 확인하고 "관리 - 웹훅(메시지)"에서 구성을 조정하세요.
pt_pt: O envio de sua mensagem falhou 100 vezes e o webhook (mensagem) foi desativado automaticamente. Verifique a causa e ajuste a configuração em "Gerenciamento - Webhook (mensagem)".
ru_ru: Отправка вашего сообщения не удалась 100 раз, и веб-перехватчик (сообщение) был автоматически отключен. Проверьте причину и измените конфигурацию в разделе «Управление — Веб-перехватчик (сообщение)».
th_th: การส่งข้อความของคุณล้มเหลว 100 ครั้งและเว็บฮุก (ข้อความ) จะถูกปิดการใช้งานโดยอัตโนมัติ โปรดตรวจสอบสาเหตุและปรับแต่งการกำหนดค่าใน "การจัดการ - เว็บฮุก (ข้อความ)"
vi_vn: Đẩy tin nhắn thất bại 100 lần, đã tự động tắt, kiểm tra lý do và điều chỉnh tại 「Quản lý后台 - Đẩy tin nhắn」
zh_cn: 你的消息推送失败条数已达100条，消息推送已自动关闭，请及时排查原因并在「管理后台-消息推送」调整配置。
zh_tw: 你的訊息推播失敗條數已達100條，訊息推播已自動關閉，請及時排查原因並在「企業管理-訊息推播」調整配置。

# site.message.content.message_webhook_failed
source: Your message push failed. If more than 100 messages fail to push, the webhook(Message) will be automatically disabled. Please check the cause in time and adjust the configuration in "Management - Webhook(Message)".
de_de: Der Nachrichten-Push ist fehlgeschlagen. Wenn mehr als 100 Nachrichten nicht gesendet werden können, wird der Webhook (Nachricht) automatisch deaktiviert. Bitte prüfen Sie rechtzeitig die Ursache und passen Sie die Konfiguration unter „Verwaltung – Webhook (Nachricht)“ an.
es_es: Se produjo un error al enviar su mensaje. Si más de 100 mensajes no se envían, el webhook(Mensaje) se deshabilitará automáticamente. Verifique la causa a tiempo y ajuste la configuración en "Administración - Webhook(Mensaje)".
fr_fr: Votre envoi de message a échoué. Si plus de 100 messages échouent à être envoyés, le webhook(Message) sera automatiquement désactivé. Veuillez vérifier la cause à temps et ajuster la configuration dans "Gestion - Webhook(Message)".
id_id: Pesan Anda gagal dikirim. Jika lebih dari 100 pesan gagal dikirim, webhook(Pesan) akan dinonaktifkan secara otomatis. Harap periksa penyebabnya tepat waktu dan sesuaikan konfigurasi di "Manajemen - Webhook(Pesan)".
ja_jp: メッセージのプッシュに失敗しました。100件以上のメッセージのプッシュに失敗すると、Webhook（メッセージ）が自動的に無効になります。原因を確認し、「管理 - Webhook（メッセージ）」で設定を調整してください。
km_kh: ការផ្ញើសាររបស់អ្នកបរាជ័យ។ ប្រសិនបើមានសារបរាជ័យលើសពី ១០០ ដង webhook(សារ) នឹងត្រូវបានបិទស្វ័យប្រវត្តិ។ សូមពិនិត្យមូលហេតុឱ្យបានទាន់ពេលវេលា និងកែសម្រួលការកំណត់នៅក្នុង "ការគ្រប់គ្រង - Webhook(សារ)"
ko_kr: 메시지 푸시에 실패했습니다. 100개 이상의 메시지가 푸시되지 않으면 웹훅(메시지)이 자동으로 비활성화됩니다. 원인을 확인하고 "관리 - 웹훅(메시지)"에서 설정을 조정하세요.
pt_pt: envio da sua mensagem falhou. Se mais de 100 mensagens não forem enviadas, o webhook (Mensagem) será desativado automaticamente. Verifique a causa a tempo e ajuste a configuração em "Gerenciamento - Webhook (Mensagem)".
ru_ru: Ваше сообщение не удалось отправить. Если более 100 сообщений не удалось отправить, вебхук (сообщение) будет автоматически отключен. Пожалуйста, проверьте причину вовремя и отрегулируйте конфигурацию в "Управление - Вебхук (сообщение)".
th_th: การส่งข้อความของคุณล้มเหลว หากส่งข้อความมากกว่า 100 ข้อความล้มเหลว เว็บฮุก (ข้อความ) จะถูกปิดใช้งานโดยอัตโนมัติ โปรดตรวจสอบสาเหตุในเวลาที่เหมาะสมและปรับการกำหนดค่าใน "การจัดการ - เว็บฮุก (ข้อความ)"
vi_vn: Đẩy tin nhắn của bạn thất bại, vượt 100 tin thất bại sẽ tự động tắt đẩy tin, kiểm tra lý do và điều chỉnh tại 「Quản lý后台 - Đẩy tin nhắn」
zh_cn: 你的消息推送失败，超过100条消息推送失败会自动关闭消息推送，请及时排查原因并在「管理后台-消息推送」调整配置。
zh_tw: 你的訊息推播失敗，超過100條訊息推播失敗會自動關閉訊息推播，請及時排查原因並在「企業管理-訊息推播」調整配置。

# site.message.content.message_webhook_failed_times
source: Your message push has failed {{ count }} times. If more than 100 messages fail to push, the webhook(Message) will automatically be disabled, please check the cause in time and adjust the configuration in "Management - Webhook(Message)".
de_de: Ihr Nachrichten-Push ist {{ count }} Mal fehlgeschlagen. Wenn mehr als 100 Nachrichten nicht gesendet werden konnten, wird der Webhook (Nachricht) automatisch deaktiviert. Bitte überprüfen Sie rechtzeitig die Ursache und passen Sie die Konfiguration unter „Verwaltung – Webhook (Nachricht)“ an.
es_es: El envío de mensajes ha fallado {{ count }} veces. Si más de 100 mensajes no se envían correctamente, el webhook(Mensaje) se deshabilitará automáticamente. Verifique la causa a tiempo y ajuste la configuración en "Administración - Webhook(Mensaje)".
fr_fr: Votre envoi de message a échoué {{ count }} fois. Si plus de 100 messages échouent à être envoyés, le webhook(Message) sera automatiquement désactivé, veuillez vérifier la cause à temps et ajuster la configuration dans "Gestion - Webhook(Message)".
id_id: Pengiriman pesan Anda telah gagal {{ count }} kali. Jika lebih dari 100 pesan gagal dikirim, webhook(Message) akan otomatis dinonaktifkan, harap periksa penyebabnya tepat waktu dan sesuaikan konfigurasi di "Manajemen - Webhook(Message)".
ja_jp: メッセージのプッシュに{{ count }}回失敗しました。100件以上のメッセージのプッシュに失敗すると、Webhook（メッセージ）が自動的に無効になります。原因を確認し、「管理 - Webhook（メッセージ）」で設定を調整してください。
km_kh: ការផ្ញើសាររបស់អ្នកបរាជ័យ {{ count }} ដង។ ប្រសិនបើមានសារបរាជ័យលើសពី ១០០ ដង webhook(សារ) នឹងត្រូវបានបិទស្វ័យប្រវត្តិ សូមពិនិត្យមូលហេតុឱ្យបានទាន់ពេលវេលា និងកែសម្រួលការកំណត់នៅក្នុង "ការគ្រប់គ្រង - Webhook(សារ)"
ko_kr: 메시지 푸시가 {{ count }}회 실패했습니다. 100개 이상의 메시지가 푸시되지 않으면 웹훅(메시지)이 자동으로 비활성화됩니다. 원인을 확인하고 "관리 - 웹훅(메시지)"에서 설정을 조정하세요.
pt_pt: O envio da sua mensagem falhou {{ count }} vezes. Se mais de 100 mensagens não forem enviadas, o webhook (Mensagem) será desativado automaticamente. Verifique a causa a tempo e ajuste a configuração em "Gerenciamento - Webhook (Mensagem)".
ru_ru: Ваше сообщение не было отправлено {{ count }} раз. Если более 100 сообщений не удалось отправить, вебхук (сообщение) будет автоматически отключен, пожалуйста, проверьте причину вовремя и скорректируйте конфигурацию в "Управление - Вебхук (сообщение)".
th_th: การส่งข้อความของคุณล้มเหลว {{ count }} ครั้ง หากส่งข้อความล้มเหลวมากกว่า 100 ข้อความ เว็บฮุก (ข้อความ) จะถูกปิดใช้งานโดยอัตโนมัติ โปรดตรวจสอบสาเหตุในเวลาที่เหมาะสมและปรับการกำหนดค่าใน "การจัดการ - เว็บฮุก (ข้อความ)"
vi_vn: Đẩy tin nhắn thất bại {{ count }} lần, vượt 100 tin thất bại sẽ tự động tắt, kiểm tra lý do và điều chỉnh tại 「Quản lý后台 - Đẩy tin nhắn」
zh_cn: 你的消息推送失败条数已达{{ count }}条，超过100条消息推送失败会自动关闭消息推送，请及时排查原因并在「管理后台-消息推送」调整配置。
zh_tw: 你的訊息推播失敗條數已達{{ count }}條，超過100條訊息推播失敗會自動關閉訊息推播，請及時排查原因並在「企業管理-訊息推播」調整配置。

# site.message.content.multi_app_trial_expiring
source: Some apps that your company/team "{{ corpName }}" have tried for free are about to expire. Once expired, data will be retained but features restricted, so upgrade your plan timely. If you have subscribed to a trial or purchased a premium plan, ignore this notification.
de_de: Einige Apps, die Ihr Unternehmen/Team "{{ corpName }}" kostenlos getestet hat, laufen bald ab. Nach Ablauf bleiben die Daten erhalten, die Funktionen sind jedoch eingeschränkt. Aktualisieren Sie Ihren Plan daher rechtzeitig. Wenn Sie eine Testversion abonniert oder einen Premium-Plan erworben haben, ignorieren Sie diese Benachrichtigung.
es_es: Algunas aplicaciones que tu empresa/equipo "{{ corpName }}" ha probado gratis están a punto de caducar. Una vez caducadas, los datos se conservarán, pero las funciones estarán restringidas, así que actualiza tu plan a tiempo. Si te suscribiste a una prueba o compraste un plan premium, ignora esta notificación.
fr_fr: Certaines applications que votre entreprise/équipe "{{ corpName }}" a essayées gratuitement sont sur le point d'expirer. Une fois expirées, les données seront conservées mais les fonctionnalités seront restreintes, alors mettez à niveau votre plan à temps. Si vous avez souscrit à un essai ou acheté un plan premium, ignorez cette notification.
id_id: Beberapa aplikasi yang telah dicoba secara gratis oleh perusahaan/tim Anda "{{ corpName }}" akan segera kedaluwarsa. Setelah kedaluwarsa, data akan tetap tersimpan tetapi fiturnya terbatas, jadi tingkatkan paket Anda tepat waktu. Jika Anda telah berlangganan uji coba atau membeli paket premium, abaikan pemberitahuan ini.
ja_jp: あなたの会社/チーム「{{ corpName }}」が無料で試用している一部のアプリが期限切れになろうとしています。期限が切れると、データは保持されますが、機能が制限されますので、タイムリーにプランをアップグレードしてください。既に試用またはプレミアムプランを購入されている場合は、この通知を無視してください。
km_kh: កម្មវិធីមួយចំនួនដែលក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នកបានសាកល្បងដោយឥតគិតថ្លៃ ជិតដល់ពេលផុតកំណត់។ នៅពេលផុតកំណត់ ទិន្នន័យនឹងត្រូវបានរក្សាទុក ប៉ុន្តែមុខងារនឹងត្រូវបានដាក់កម្រិត ដូច្នេះសូមធ្វើអាប់ដេតផែនការរបស់អ្នកឱ្យបានទាន់ពេលវេលា។ បើអ្នកបានជាវសាកល្បង ឬបានទិញផែនការបុព្វលាភរួចហើយ សូមមិនអើពើនឹងការជូនដំណឹងនេះទេ។
ko_kr: 회사/팀 "{{ corpName }}"에서 무료로 사용해 보셨던 일부 앱이 곧 만료됩니다. 만료되면 데이터는 유지되지만 기능은 제한되므로, 플랜을 적시에 업그레이드하시기 바랍니다. 체험판을 구독하셨거나 프리미엄 플랜을 구매하셨다면 이 알림을 무시하세요.
pt_pt: Alguns aplicativos que sua empresa/equipe "{{ corpName }}" experimentou gratuitamente estão prestes a expirar. Após a expiração, os dados serão mantidos, mas os recursos serão restritos, portanto, atualize seu plano o mais rápido possível. Se você assinou um teste gratuito ou adquiriu um plano premium, ignore esta notificação.
ru_ru: Некоторые приложения, которые ваша компания/команда "{{ corpName }}" пробовали бесплатно, скоро истечет. После истечения срока действия данные будут сохранены, но функции будут ограничены, поэтому своевременно обновите свой план. Если вы подписались на пробную версию или приобрели премиум-план, проигнорируйте это уведомление.
th_th: แอปบางตัวที่บริษัท/ทีมของคุณ "{{ corpName }}" ได้ทดลองใช้ฟรีกำลังจะหมดอายุ เมื่อหมดอายุแล้ว ข้อมูลจะถูกเก็บไว้แต่ฟีเจอร์ต่างๆ จะถูกจำกัด ดังนั้นควรอัปเกรดแผนของคุณทันที หากคุณสมัครใช้งานแบบทดลองใช้หรือซื้อแผนพรีเมียมแล้ว โปรดละเว้นการแจ้งเตือนนี้
vi_vn: Nhiều ứng dụng thử nghiệm của 「{{ corpName }}」 sắp hết hạn, dữ liệu giữ lại nhưng chức năng bị hạn chế, nâng cấp kịp thời. Nếu đã mua hoặc thử nghiệm cao cấp, bỏ qua thông báo này
zh_cn: 你团队「{{ corpName }}」试用的多个应用即将到期，到期后数据保留，功能受到限制，请及时升级。如果你已开通试用或购买高级版本，请忽略此提醒。
zh_tw: 你團隊「{{ corpName }}」試用的多個應用即將到期，到期後資料保留，功能受到限制，請及時升級。如果你已啟用試用或購買進階版本，請忽略此通知。

# site.message.content.new_follow_plan
source: {{ operator }} added a follow-up plan "{{ data_label }}" for you.
de_de: {{ operator }} hat einen Folgeplan "{{ data_label }}" für Sie hinzugefügt.
es_es: {{ operator }} agregó un plan de seguimiento "{{ data_label }}" para usted.
fr_fr: {{ operator }} a ajouté un plan de suivi "{{ data_label }}" pour vous.
id_id: {{ operator }} menambahkan rencana tindak lanjut "{{ data_label }}" untuk Anda.
ja_jp: {{ operator }}があなたのためにフォローアッププラン「{{ data_label }}」を追加しました。
km_kh: {{ operator }} បានបន្ថែមផែនការតាមដាន "{{ data_label }}" សម្រាប់អ្នក
ko_kr: {{ operator }}님이 귀하를 위해 후속 계획 "{{ data_label }}"을 추가했습니다.
pt_pt: {{ operator }} adicionou um plano de acompanhamento "{{ data_label }}" para você.
ru_ru: {{operator}} добавил для вас план последующих действий «{{data_label}}».
th_th: {{ operator }} เพิ่มแผนการติดตามผล "{{ data_label }}" ให้กับคุณแล้ว
vi_vn: {{ operator }} đã thêm kế hoạch theo dõi 「{{ data_label }}」 cho bạn
zh_cn: {{ operator }}为你添加了一条跟进计划「{{ data_label }}」。
zh_tw: {{ operator }}為你新增了一條跟進計劃「{{ data_label }}」。

# site.message.content.oauth_create
source: {{ operator }} added authorization for "{{ suite_name }}".
de_de: {{ operator }} hat die Autorisierung für "{{ suite_name }}" hinzugefügt.
es_es: {{ operator }} agregó autorización para "{{ suite_name }}".
fr_fr: {{ operator }} a ajouté l'autorisation pour "{{ suite_name }}".
id_id: {{ operator }} menambahkan otorisasi untuk "{{ suite_name }}".
ja_jp: {{ operator }}が「{{ suite_name }}」の認可を追加しました。
km_kh: {{ operator }} បានបន្ថែមការអនុញ្ញាតសម្រាប់ "{{ suite_name }}"។
ko_kr: {{ operator }}가 "{{ suite_name }}"에 대한 권한을 추가했습니다.
pt_pt: {{ operator }} adicionou autorização para "{{ suite_name }}".
ru_ru: {{operator}} добавил авторизацию для "{{suit_name}}".
th_th: {{ operator }} เพิ่มการอนุญาตสำหรับ "{{ suite_name }}"
vi_vn: {{ operator }} đã thêm ủy quyền cho 「{{ suite_name }}」
zh_cn: {{ operator }} 新增了对「{{ suite_name }}」的授权
zh_tw: {{ operator }} 新增了對「{{ suite_name }}」的授權

# site.message.content.oauth_delete
source: {{ operator }} revoked the authorization for "{{ suite_name }}".
de_de: {{ operator }} hat die Autorisierung für "{{ suite_name }}" widerrufen.
es_es: {{ operator }} revocó la autorización para "{{ suite_name }}".
fr_fr: {{ operator }} a révoqué l'autorisation pour "{{ suite_name }}".
id_id: {{ operator }} mencabut otorisasi untuk "{{ suite_name }}".
ja_jp: {{ operator }}が「{{ suite_name }}」の認可を取り消しました。
km_kh: {{ operator }} បានដកហូតការអនុញ្ញាតសម្រាប់ "{{ suite_name }}"។
ko_kr: {{ operator }}가 "{{ suite_name }}"에 대한 권한을 취소했습니다.
pt_pt: {{ operator }} revogou a autorização para "{{ suite_name }}".
ru_ru: {{operator}} отозвал разрешение для "{{suit_name}}".
th_th: {{ operator }} เพิกถอนการอนุญาตสำหรับ "{{ suite_name }}"
vi_vn: {{ operator }} đã hủy ủy quyền cho 「{{ suite_name }}」
zh_cn: {{ operator }} 解除了对「{{ suite_name }}」的授权
zh_tw: {{ operator }} 解除了對「{{ suite_name }}」的授權
