Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.upload_without_coin_usage
source: The number of uploaded attachments in your company's/team's "{{ corpName }}" account has reached {{ usage }} out of the total limit of {{ limit }}. If the limit is exceeded, cloud coins will be consumed. To prevent any disruptions to your business, enable "File uploads exceeding the limit will cost coins" in Payment Settings and ensure that your account has sufficient coins.
de_de: Die Anzahl der hochgeladenen Anhänge im Konto "{{ corpName }}" Ihres Unternehmens/Teams hat {{ usage }} des Gesamtlimits von {{ limit }} erreicht. Bei Überschreitung des Limits werden Cloud-Coins verbraucht. Um Störungen Ihres Geschäftsbetriebs zu vermeiden, aktivieren Sie in den Zahlungseinstellungen die Option "Datei-Uploads, die das Limit überschreiten, kosten Coins" und stellen Sie sicher, dass Ihr Konto über genügend Coins verfügt.
es_es: El número de archivos adjuntos subidos a la cuenta "{{ corpName }}" de su empresa/equipo ha alcanzado {{ usage }} del límite total de {{ limit }}. Si se supera el límite, se consumirán monedas de la nube. Para evitar interrupciones en su negocio, active "Subir archivos que superen el límite costará monedas" en la Configuración de pagos y asegúrese de que su cuenta tenga suficientes monedas.
fr_fr: Le nombre de pièces jointes téléchargées dans le compte de votre entreprise/équipe "{{ corpName }}" a atteint {{ usage }} sur la limite totale de {{ limit }}. Si la limite est dépassée, des pièces cloud seront consommées. Pour éviter toute perturbation de votre activité, activez "Les téléchargements de fichiers dépassant la limite coûteront des pièces" dans les paramètres de paiement et assurez-vous que votre compte dispose de suffisamment de pièces.
id_id: Jumlah lampiran yang diunggah di akun "{{ corpName }}" perusahaan/tim Anda telah mencapai {{ usage }} dari total batas {{ limit }}. Jika batas terlampaui, koin cloud akan digunakan. Untuk mencegah gangguan apa pun pada bisnis Anda, aktifkan "Unggahan file yang melebihi batas akan dikenakan biaya koin" di Pengaturan Pembayaran dan pastikan akun Anda memiliki koin yang cukup.
ja_jp: あなたの会社／チーム「{{ corpName }}」のアカウントにアップロードされた添付ファイルの数が{{ usage }}に達し、全体の制限{{ limit }}に近づいています。制限を超える場合、クラウドコインが消費されます。業務に支障がないように、「制限を超えるファイルのアップロードにはコインが必要」と支払い設定で有効にし、アカウントに十分なコインがあることを確認してください。
km_kh: ចំនួនឯកសារភ្ជាប់ដែលបានផ្ទុកឡើងនៅក្នុងគណនីក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានឈានដល់ {{ usage }} ក្នុងចំណោមកម្រិតសរុប {{ limit }}។ បើលើសកម្រិត កាក់ពពកនឹងត្រូវបានប្រើប្រាស់។ ដើម្បីការពារការរំខានដល់អាជីវកម្មរបស់អ្នក សូមបើក "ការផ្ទុកឯកសារលើសកម្រិតនឹងចំណាយកាក់" ក្នុងការកំណត់ការទូទាត់ និងធានាថាគណនីរបស់អ្នកមានកាក់គ្រប់គ្រាន់។
ko_kr: 회사/팀의 "{{ corpName }}" 계정에 업로드된 첨부 파일 수가 총 한도 {{ limit }}개 중 {{ usage }}개에 도달했습니다. 한도를 초과하면 클라우드 코인이 소모됩니다. 업무 중단을 방지하려면 결제 설정에서 "한도를 초과하는 파일 업로드 시 코인이 소모됨"을 활성화하고 계정에 충분한 코인이 있는지 확인하세요.
pt_pt: O número de anexos enviados na conta "{{ corpName }}" da sua empresa/equipe atingiu {{ usage }} do limite total de {{ limit }}. Se o limite for excedido, as moedas da nuvem serão consumidas. Para evitar interrupções nos seus negócios, ative a opção "Carregamentos de arquivos que excederem o limite custarão moedas" nas Configurações de Pagamento e verifique se sua conta possui moedas suficientes.
ru_ru: Количество загруженных вложений в аккаунте вашей компании/команды "{{ corpName }}" достигло {{ usage }} из общего лимита {{ limit }}. Если лимит будет превышен, будут израсходованы облачные монеты. Чтобы предотвратить любые сбои в работе вашего бизнеса, включите "Загрузка файлов, превышающих лимит, будет стоить монет" в настройках платежей и убедитесь, что на вашем счете достаточно монет.
th_th: จำนวนไฟล์แนบที่อัปโหลดในบัญชี "{{ corpName }}" ของบริษัท/ทีมของคุณถึง {{ usage }} จากขีดจำกัดทั้งหมด {{ limit }} แล้ว หากเกินขีดจำกัด คลาวด์คอยน์จะถูกใช้ไป เพื่อป้องกันไม่ให้ธุรกิจของคุณหยุดชะงัก โปรดเปิดใช้งาน "การอัปโหลดไฟล์ที่เกินขีดจำกัดจะเสียเหรียญ" ในการตั้งค่าการชำระเงิน และตรวจสอบให้แน่ใจว่าบัญชีของคุณมีเหรียญเพียงพอ
vi_vn: Dung lượng tệp đính kèm của 「{{ corpName }}」 đã dùng {{ usage }}, giới hạn {{ limit }}, vượt quá sẽ tiêu cloud coin. Bật tùy chọn tiêu cloud coin trong cài đặt thanh toán và đảm bảo đủ cloud coin
zh_cn: 你团队「{{ corpName }}」的账号附件上传量已用{{ usage }} ，版本总附件上传量为{{ limit }} ，附件上传量超量后将消耗云币使用。为避免影响业务运作，请你打开云币支付设置中的附件开关，并确保云币余额充足。
zh_tw: 你團隊「{{ corpName }}」的帳號附件上傳量已用{{ usage }} ，版本總附件上傳量為{{ limit }} ，附件上傳量超額後將消耗雲幣使用。為避免影響業務運作，請你打開雲幣支付設定中的附件開關，並確保雲幣餘額充足。

# site.message.content.user_buffer
source: The number of members in your company/team "{{ corpName }}" has exceeded the limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der Mitglieder in Ihrem Unternehmen/Team "{{ corpName }}" hat das Limit überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de miembros de su empresa/equipo "{{ corpName }}" ha superado el límite. Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre de membres dans votre entreprise/équipe "{{ corpName }}" a dépassé la limite. Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah anggota di perusahaan/tim Anda "{{ corpName }}" telah melampaui batas. Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社/チーム「{{ corpName }}」のメンバー数が制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួនសមាជិកនៅក្នុងក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 구성원 수가 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O número de membros na sua empresa/equipe "{{ corpName }}" excedeu o limite. Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество участников в вашей компании/команде "{{ corpName }}" превысило лимит. Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวนสมาชิกในบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัดแล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Số thành viên của 「{{ corpName }}」 vượt giới hạn, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的成员数量已超出限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的成員數量已超出限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.webhook_failed_count
source: The number of Webhook failed in your form {{ entryName }} has reached {{ count }}. Please check and adjust as soon as possible.
de_de: Die Anzahl der Webhook-Fehler in Ihrem Formular {{ entryName }} hat {{ count }} erreicht. Bitte überprüfen und korrigieren Sie dies so schnell wie möglich.
es_es: El número de webhooks fallidos en tu formulario {{ entryName }} ha alcanzado {{ count }}. Por favor, compruébalo y ajústalo lo antes posible.
fr_fr: Le nombre de webhooks échoués dans votre formulaire {{ entryName }} a atteint {{ count }}. Veuillez vérifier et ajuster dès que possible.
id_id: Jumlah Webhook yang gagal dalam formulir Anda {{ entryName }} telah mencapai {{ count }}. Harap periksa dan sesuaikan sesegera mungkin.
ja_jp: あなたのフォーム「{{ entryName }}」のWebhookが{{ count }}回失敗しました。できるだけ早く確認し、調整してください。
km_kh: ចំនួន Webhook បរាជ័យនៅក្នុងទម្រង់ {{ entryName }} របស់អ្នក បានឈានដល់ {{ count }}។ សូមពិនិត្យ និងកែតម្រូវឱ្យបានមុន។
ko_kr: {{ entryName }} 양식에서 실패한 웹훅 수가 {{ count }}개에 도달했습니다. 최대한 빨리 확인하고 조정해 주세요.
pt_pt: O número de Webhook com falha no seu formulário {{ entryName }} atingiu {{ count }}. Verifique e ajuste o mais rápido possível.
ru_ru: Количество сбоев Webhook в вашей форме {{ entryName }} достигло {{ count }}. Проверьте и исправьте как можно скорее.
th_th: จำนวน Webhook ที่ล้มเหลวในแบบฟอร์ม {{ entryName }} ของคุณถึง {{ count }} แล้ว โปรดตรวจสอบและปรับเปลี่ยนโดยเร็วที่สุด
vi_vn: Đẩy dữ liệu biểu mẫu 「{{ entryName }}」 thất bại {{ count }} lần, vui lòng kiểm tra và điều chỉnh sớm, đẩy thủ công trong cài đặt biểu mẫu
zh_cn: 你的表单「{{ entryName }}」数据推送失败条数已达{{ count }}条，请排查原因尽快调整，并在表单设置中手动推送。
zh_tw: 你的表單「{{ entryName }}」資料推播失敗條數已達{{ count }}條，請排查原因儘快調整，並在表單設定中手動推播。

# site.message.content.webhook_failed_disable
source: The number of Webhook failed in your form {{ entryName }} has reached {{ count }}, webhook has been disabled. Please enable it if needed.
de_de: Die Anzahl der fehlgeschlagenen Webhooks in Ihrem Formular {{ entryName }} hat {{ count }} erreicht. Der Webhook wurde deaktiviert. Bitte aktivieren Sie ihn bei Bedarf.
es_es: El número de webhooks fallidos en tu formulario {{ entryName }} ha alcanzado {{ count }}. El webhook se ha deshabilitado. Habilítalo si es necesario.
fr_fr: Le nombre de webhooks échoués dans votre formulaire {{ entryName }} a atteint {{ count }}, le webhook a été désactivé. Veuillez l'activer si nécessaire.
id_id: Jumlah Webhook yang gagal dalam formulir Anda {{entryName}} telah mencapai {{ count }}, webhook telah dinonaktifkan. Harap aktifkan jika diperlukan.
ja_jp: あなたのフォーム「{{ entryName }}」のWebhookが{{ count }}回失敗し、Webhookが無効になりました。必要に応じて有効にしてください。
km_kh: ចំនួន Webhook បរាជ័យនៅក្នុងទម្រង់ {{ entryName }} របស់អ្នក បានឈានដល់ {{ count }} ហើយ Webhook ត្រូវបានបិទ។ សូមបើកវាឡើងវិញបើចាំបាច់។
ko_kr: {{ entryName }} 양식에서 실패한 Webhook 수가 {{ count }}개에 도달하여 Webhook이 비활성화되었습니다. 필요한 경우 활성화해 주세요.
pt_pt: número de Webhook com falha no seu formulário {{ entryName }} atingiu {{ count }}. O webhook foi desativado. Ative-o se necessário.
ru_ru: Количество сбоев Webhook в вашей форме {{ entryName }} достигло {{ count }}, webhook отключен. Пожалуйста, включите его, если необходимо.
th_th: จำนวน Webhook ที่ล้มเหลวในแบบฟอร์ม {{ entryName }} ของคุณถึง {{ count }} แล้ว Webhook ได้ถูกปิดใช้งาน โปรดเปิดใช้งานหากจำเป็น
vi_vn: Đẩy dữ liệu biểu mẫu 「{{ entryName }}」 thất bại {{ count }} lần, đã tắt đẩy dữ liệu, bật lại trong cài đặt biểu mẫu nếu cần
zh_cn: 你的表单「{{ entryName }}」数据推送失败条数已达{{ count }}条，数据推送已关闭，如有需要，请在表单设置中重新启用。
zh_tw: 你的表單「{{ entryName }}」資料推播失敗條數已達{{ count }}條，資料推播已關閉，如有需要，請在表單設定中重新啟用。

# site.message.content.webhook_failed_first
source: Webhook failed in your form {{ entryName }}. Please check and adjust as soon as possible.
de_de: Webhook in Ihrem Formular {{ entryName }} ist fehlgeschlagen. Bitte überprüfen und korrigieren Sie dies so schnell wie möglich.
es_es: El webhook falló en tu formulario {{ entryName }}. Por favor, revísalo y ajústalo lo antes posible.
fr_fr: Le webhook a échoué dans votre formulaire {{ entryName }}. Veuillez vérifier et ajuster dès que possible.
id_id: Webhook gagal di formulir Anda {{entryName}}. Harap periksa dan sesuaikan sesegera mungkin.
ja_jp: あなたのフォーム「{{ entryName }}」のWebhookが失敗しました。できるだけ早く確認し、調整してください。
km_kh: Webhook បរាជ័យនៅក្នុងទម្រង់ {{ entryName }} របស់អ្នក។ សូមពិនិត្យ និងកែតម្រូវឱ្យបានមុន។
ko_kr: {{ entryName }} 양식에서 웹훅이 실패했습니다. 최대한 빨리 확인하여 수정해 주세요.
pt_pt: O webhook falhou no seu formulário {{ entryName }}. Verifique e ajuste o mais rápido possível.
ru_ru: Webhook не сработал в вашей форме {{ entryName }}. Проверьте и исправьте как можно скорее.
th_th: เว็บฮุกล้มเหลวในแบบฟอร์ม {{ entryName }} ของคุณ โปรดตรวจสอบและปรับเปลี่ยนโดยเร็วที่สุด
vi_vn: Đẩy dữ liệu biểu mẫu 「{{ entryName }}」 của bạn thất bại, vui lòng kiểm tra và điều chỉnh sớm, đẩy thủ công trong cài đặt biểu mẫu
zh_cn: 你的表单「{{ entryName }}」数据推送失败，请排查原因尽快调整，并在表单设置中手动推送。
zh_tw: 你的表單「{{ entryName }}」資料推播失敗，請排查原因儘快調整，並在表單設定中手動推播。

# site.message.content.webhook_form_type
source: Due to the form type switch, the webhook in your form will push data according to the new form type.
de_de: Aufgrund des Formulartypwechsels überträgt der Webhook in Ihrem Formular Daten entsprechend dem neuen Formulartyp.
es_es: Debido al cambio de tipo de formulario, el webhook en su formulario enviará datos de acuerdo con el nuevo tipo de formulario.
fr_fr: En raison du changement de type de formulaire, le webhook dans votre formulaire poussera les données selon le nouveau type de formulaire.
id_id: Karena perubahan jenis formulir, webhook di formulir Anda akan mendorong data sesuai dengan jenis formulir yang baru.
ja_jp: フォームタイプの切り替えにより、フォーム内のWebhookは新しいフォームタイプに基づいてデータをプッシュします。
km_kh: ដោយសារការផ្លាស់ប្តូរប្រភេទទម្រង់ Webhook នៅក្នុងទម្រង់របស់អ្នកនឹងផ្ញើទិន្នន័យតាមប្រភេទទម្រង់ថ្មី។
ko_kr: 양식 유형이 전환되었기 때문에 양식의 웹훅은 새로운 양식 유형에 따라 데이터를 푸시합니다.
pt_pt: Devido à troca do tipo de formulário, o webhook no seu formulário enviará dados de acordo com o novo tipo de formulário.
ru_ru: Из-за переключения типа формы веб-хук в вашей форме будет отправлять данные в соответствии с новым типом формы.
th_th: เนื่องจากการสลับประเภทแบบฟอร์ม เว็บฮุกในแบบฟอร์มของคุณจะผลักข้อมูลตามประเภทแบบฟอร์มใหม่
vi_vn: Do chuyển loại biểu mẫu, 「{{ entryName }}」 sẽ đẩy dữ liệu theo loại mới
zh_cn: 由于表单类型切换，你的表单「{{ entryName }}」将按照新的表单类型进行数据推送。
zh_tw: 由於表單類型切換，你的表單「{{ entryName }}」將按照新的表單類型進行資料推播。

# site.message.link_text.accept_application
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
id_id: Menerima
ja_jp: 承諾
km_kh: ទទួលយក
ko_kr: 수용하다
pt_pt: Aceitar
ru_ru: Принимать
th_th: ยอมรับ
vi_vn: Chấp nhận yêu cầu
zh_cn: 接受申请
zh_tw: 接受申請

# site.message.link_text.accept_invitation
source: Accept
de_de: Akzeptieren
es_es: Aceptar
fr_fr: Accepter
id_id: Menerima
ja_jp: 承諾
km_kh: ទទួលយក
ko_kr: 수용하다
pt_pt: Aceitar
ru_ru: Принимать
th_th: ยอมรับ
vi_vn: Chấp nhận
zh_cn: 接受邀请
zh_tw: 接受邀請

# site.message.link_text.download_error_report
source: Download error report
de_de: Fehlerbericht herunterladen
es_es: Descargar informe de errores
fr_fr: Télécharger le rapport d'erreur
id_id: Unduh laporan kesalahan
ja_jp: エラーレポートをダウンロード
km_kh: ទាញយករបាយការណ៍កំហុស
ko_kr: 오류 보고서 다운로드
pt_pt: Baixar relatório de erros
ru_ru: Загрузить отчет об ошибке
th_th: ดาวน์โหลดรายงานข้อผิดพลาด
vi_vn: Tải báo cáo lỗi
zh_cn: 下载错误报告
zh_tw: 下載錯誤報告

# site.message.link_text.download_now
source: Download Now
de_de: Jetzt herunterladen
es_es: Descargar ahora
fr_fr: Télécharger maintenant
id_id: Unduh Sekarang
ja_jp: 今すぐダウンロード
km_kh: ទាញយកឥឡូវនេះ
ko_kr: 지금 다운로드
pt_pt: Baixe agora
ru_ru: Загрузить сейчас
th_th: ดาวน์โหลดทันที
vi_vn: Tải xuống ngay
zh_cn: 立即下载
zh_tw: 立即下載

# site.message.link_text.view_details
source: View details
de_de: Details anzeigen
es_es: Ver detalles
fr_fr: Voir les détails
id_id: Lihat detailnya
ja_jp: 詳細を見る
km_kh: មើលព័ត៌មានលម្អិត
ko_kr: 세부 정보 보기
pt_pt: Ver detalhes
ru_ru: Посмотреть подробности
th_th: ดูรายละเอียด
vi_vn: Xem chi tiết
zh_cn: 查看详情
zh_tw: 查看詳情

# site.message.title.dash_alert
source: Data alert
de_de: Datenwarnung
es_es: Alerta de datos
fr_fr: Alerte de données
id_id: Peringatan data
ja_jp: データアラート
km_kh: ការព្រមានទិន្នន័យ
ko_kr: 데이터 알림
pt_pt: Alerta de dados
ru_ru: Оповещение о данных
th_th: การแจ้งเตือนข้อมูล
vi_vn: Cảnh báo dữ liệu
zh_cn: 数据预警
zh_tw: 資料預警

# template_center.space.self_build
source: Enterprise Templates
de_de: Selbstbauvorlagen
es_es: Plantillas de autoconstrucción
fr_fr: Modèles auto-construits
id_id: Template Bangun Sendiri
ja_jp: エンタープライズテンプレート
km_kh: គំរូសហគ្រាស
ko_kr: 자체 빌드 템플릿
pt_pt: Modelos de autoconstrução
ru_ru: Шаблоны для самостоятельной сборки
th_th: เทมเพลตสร้างเอง
vi_vn: Mẫu doanh nghiệp
zh_cn: 企业模板
zh_tw: 企業範本

# template_center.space.standard
source: Official Templates
de_de: Standardvorlagen
es_es: Plantillas estándar
fr_fr: Modèles standard
id_id: Template Standar
ja_jp: 公式テンプレート
km_kh: គំរូផ្លូវការ
ko_kr: 표준 템플릿
pt_pt: Modelos Padrão
ru_ru: Стандартные шаблоны
th_th: เทมเพลตมาตรฐาน
vi_vn: Mẫu chính thức
zh_cn: 官方模板
zh_tw: 官方範本

# template_file.contacts_bulk_import_template
source: Contacts Bulk Import Template
de_de: Vorlage für den Massenimport von Kontakten
es_es: Plantilla de importación masiva de contactos
fr_fr: Contacts Bulk Import Template-French
id_id: Templat Impor Massal Kontak
ja_jp: 連絡先一括インポートテンプレート
km_kh: គំរូនាំចូលទំនាក់ទំនងច្រើន
ko_kr: 연락처 대량 가져오기 템플릿
pt_pt: Modelo de importação em massa de contatos
ru_ru: Шаблон массового импорта контактов
th_th: เทมเพลตการนำเข้ารายชื่อติดต่อจำนวนมาก
vi_vn: Mẫu nhập hàng loạt danh bạ
zh_cn: 通讯录批量导入模板
zh_tw: 通訊錄批次匯入範本

# template_file.contacts_corp_coop_import_template
source: Collaborator Bulk Import Template
de_de: Vorlage für den Massenimport von Mitarbeitern
es_es: Plantilla de importación masiva de colaboradores
fr_fr: Modèle d'importation en masse des collaborateurs
id_id: Templat Impor Massal Kolaborator
ja_jp: コラボレーター一括インポートテンプレート
km_kh: គំរូនាំចូលអ្នកសហការជាក្រុម
ko_kr: Collaborator 대량 가져오기 템플릿
pt_pt: Modelo de importação em massa do colaborador
ru_ru: Шаблон массового импорта Collaborator
th_th: เทมเพลตการนำเข้าเป็นกลุ่มสำหรับผู้ทำงานร่วมกัน
vi_vn: Mẫu nhập hàng loạt doanh nghiệp liên kết
zh_cn: 连接企业批量导入模板
zh_tw: 連接企業批次匯入範本

# template_file.contacts_member_role_rel_import_template
source: Role Import Template
de_de: Vorlage für den Rollenimport
es_es: Plantilla de importación de roles
fr_fr: Role Import Template-French
id_id: Templat Impor Peran
ja_jp: ロールインポートテンプレート
km_kh: គំរូនាំចូលតួនាទី
ko_kr: 역할 가져오기 템플릿
pt_pt: Modelo de importação de função
ru_ru: Шаблон импорта роли
th_th: เทมเพลตการนำเข้าบทบาท
vi_vn: Mẫu nhập vai trò
zh_cn: 角色导入模板
zh_tw: 角色匯入範本

# template_file.direct_user_provisioning_import_template
source: Batch Creation Template for Contacts
de_de: Vorlage zur Stapelerstellung für Kontakte
es_es: Plantilla de creación de lotes para contactos
fr_fr: Modèle de création par lot pour les contacts
id_id: Template Pembuatan Batch untuk Kontak
ja_jp: 連絡先の一括作成テンプレート
km_kh: គំរូបង្កើតទំនាក់ទំនងជាក្រុម
ko_kr: 연락처 일괄 생성 템플릿
pt_pt: Modelo de criação em lote para contatos
ru_ru: Шаблон пакетного создания контактов
th_th: เทมเพลตการสร้างแบตช์สำหรับผู้ติดต่อ
vi_vn: Mẫu tạo hàng loạt danh bạ
zh_cn: 通讯录批量创建模板
zh_tw: 通訊錄批次建立範本

# template_file.real_name_certification_letter
source: {{ _g_productName }} Identity Authentication Application
de_de: {{ _g_productName }} Anwendung zur Identitätsauthentifizierung
es_es: {{ _g_productName }} Aplicación de autenticación de identidad
fr_fr: Application d'authentification d'identité {{ _g_productName }}
id_id: {{ _g_productName }} Aplikasi Autentikasi Identitas
ja_jp: {{ _g_productName }} 身分証明申請書
km_kh: កម្មវិធីផ្ទៀងផ្ទាត់អត្តសញ្ញាណ {{ _g_productName }}
ko_kr: {{ _g_productName }} 신원 인증 애플리케이션
pt_pt: {{ _g_productName }} Aplicativo de autenticação de identidade
ru_ru: {{ _g_productName }} Приложение для аутентификации личности
th_th: แอปพลิเคชั่นการตรวจสอบตัวตน {{ _g_productName }}
vi_vn: Đơn xác thực danh tính {{ _g_productName }}
zh_cn: {{ _g_productName }}实名认证_认证公函
zh_tw: {{ _g_productName }}實名認證_認證證書

# tenant.verify.files.corp
source: Enterprise name, relevant supporting documents, etc.
de_de: Firmenname, relevante Belege usw.
es_es: Nombre de la empresa, documentos de soporte pertinentes, etc.
fr_fr: Nom de l'entreprise, documents justificatifs pertinents, etc.
id_id: Nama perusahaan, dokumen pendukung yang relevan, dll.
ja_jp: 企業名、関連する証明書類など。
km_kh: ឈ្មោះសហគ្រាស ឯកសារគាំទ្រពាក់ព័ន្ធ ជាដើម
ko_kr: 기업명, 관련 증빙서류 등
pt_pt: Nome da empresa, documentos comprobatórios relevantes, etc.
ru_ru: Название предприятия, соответствующие подтверждающие документы и т. д.
th_th: ชื่อบริษัท เอกสารประกอบที่เกี่ยวข้อง ฯลฯ
vi_vn: Tên doanh nghiệp, tài liệu chứng minh liên quan, v.v.
zh_cn: 企业名称、相关证明材料等
zh_tw: 企業名稱、相關證明材料等

# tenant.verify.files.owner
source: Name, ID card/other documents
de_de: Name, Ausweis/andere Dokumente
es_es: Nombre, DNI/otros documentos
fr_fr: Nom, carte d'identité/autres documents
id_id: Nama, KTP/dokumen lainnya
ja_jp: 名前、IDカード/その他の書類
km_kh: ឈ្មោះ អត្តសញ្ញាណប័ណ្ណ/ឯកសារផ្សេងៗ
ko_kr: 이름, 신분증/기타 서류
pt_pt: Nome, documento de identidade/outros documentos
ru_ru: Имя, удостоверение личности/другие документы
th_th: ชื่อ, บัตรประชาชน/เอกสารอื่นๆ
vi_vn: Tên, chứng minh thư/hộ chiếu
zh_cn: 姓名、身份证/其他证件
zh_tw: 姓名、身份證/其他證件

# tenant.verify.title.approved
source: The credentials you submitted have been approved
de_de: Die von Ihnen übermittelten Anmeldeinformationen wurden genehmigt
es_es: Las credenciales que envió han sido aprobadas
fr_fr: Les informations d'identification que vous avez soumises ont été approuvées
id_id: Kredensial yang Anda kirimkan telah disetujui
ja_jp: 送信された証明書が承認されました。
km_kh: ព័ត៌មានផ្ទៀងផ្ទាត់ដែលអ្នកដាក់ស្នើត្រូវបានអនុម័ត
ko_kr: 제출하신 자격증명이 승인되었습니다.
pt_pt: As credenciais que você enviou foram aprovadas
ru_ru: Представленные вами учетные данные были одобрены.
th_th: ข้อมูลประจำตัวที่คุณส่งได้รับการอนุมัติแล้ว
vi_vn: Thông tin xác thực bạn gửi đã được duyệt
zh_cn: 你提交的认证信息已通过
zh_tw: 你送出的認證資訊已通過

# tenant.verify.title.declined
source: The credentials you submitted have been rejected
de_de: Die von Ihnen übermittelten Anmeldeinformationen wurden abgelehnt
es_es: Las credenciales que usted envió han sido rechazadas
fr_fr: Les informations d'identification que vous avez soumises ont été rejetées
id_id: Kredensial yang Anda kirimkan telah ditolak
ja_jp: 送信された証明書が拒否されました。
km_kh: ព័ត៌មានផ្ទៀងផ្ទាត់ដែលអ្នកដាក់ស្នើត្រូវបានបដិសេធ
ko_kr: 제출하신 자격증명이 거부되었습니다.
pt_pt: As credenciais que você enviou foram rejeitadas
ru_ru: Представленные вами учетные данные были отклонены.
th_th: ข้อมูลประจำตัวที่คุณส่งมาถูกปฏิเสธ
vi_vn: Thông tin xác thực bạn gửi không được duyệt
zh_cn: 你提交的认证信息未通过
zh_tw: 你送出的認證資訊未通過

# tenant.verify.title.has_expired
source: The authentication of your company has expired, and public links are no longer accessible. Authenticate as soon as possible.
de_de: Die Authentifizierung Ihres Unternehmens ist abgelaufen und öffentliche Links sind nicht mehr zugänglich. Authentifizieren Sie sich so schnell wie möglich.
es_es: La autenticación de su empresa ha expirado y los enlaces públicos ya no están disponibles. Autentíquese lo antes posible.
fr_fr: L'authentification de votre entreprise a expiré, et les liens publics ne sont plus accessibles. Authentifiez-vous dès que possible.
id_id: Otentikasi perusahaan Anda telah kedaluwarsa, dan tautan publik tidak dapat diakses lagi. Lakukan autentikasi sesegera mungkin.
ja_jp: 会社の認証が期限切れになり、公開リンクはアクセスできなくなります。できるだけ早く認証してください。
km_kh: ការផ្ទៀងផ្ទាត់របស់ក្រុមហ៊ុនអ្នកបានផុតកំណត់ ហើយតំណសាធារណៈលែងអាចចូលប្រើបាន។ សូមផ្ទៀងផ្ទាត់ឱ្យបានលឿន
ko_kr: 회사 인증이 만료되어 공개 링크에 더 이상 접근할 수 없습니다. 최대한 빨리 인증하세요.
pt_pt: A autenticação da sua empresa expirou e os links públicos não estão mais acessíveis. Autentique-se o mais rápido possível.
ru_ru: Аутентификация вашей компании истекла, и публичные ссылки больше не доступны. Пройдите аутентификацию как можно скорее.
th_th: การยืนยันตัวตนของบริษัทของคุณหมดอายุแล้ว และไม่สามารถเข้าถึงลิงก์สาธารณะได้อีกต่อไป ยืนยันตัวตนโดยเร็วที่สุด
vi_vn: Thông tin xác thực doanh nghiệp của bạn đã hết hạn, liên kết công khai không dùng được, xác thực lại sớm
zh_cn: 你所在企业的认证信息已过期，公开链接已无法使用，请尽快认证
zh_tw: 你所在企業的認證資訊已過期，公開連結已無法使用，請儘快認證
