Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# message.member.import.errCode.1019
source: Member name should be no more than {{ length }} characters
de_de: Der Mitgliedsname darf nicht länger als {{ length }} Zeichen sein.
es_es: El nombre del miembro no debe tener más de {{ length }} caracteres
fr_fr: Le nom du membre ne doit pas dépasser {{ length }} caractères
id_id: Nama anggota tidak boleh lebih dari {{ panjang }} karakter
ja_jp: メンバー名は{{ length }}文字以内でなければなりません
km_kh: ឈ្មោះសមាជិកមិនគួរលើសពី {{ length }} តួអក្សរ
ko_kr: 회원 이름은 {{ length }}자를 넘을 수 없습니다.
pt_pt: O nome do membro não deve ter mais de {{ length }} caracteres
ru_ru: Имя участника не должно быть длиннее {{ length }} символов
th_th: ชื่อสมาชิกต้องมีความยาวไม่เกิน {{ length }} อักขระ
vi_vn: Tên thành viên tối đa {{ length }} ký tự
zh_cn: 成员姓名最长为{{ length }}个字符
zh_tw: 成員姓名最長為{{ length }}個字元

# message.member.import.errCode.1024
source: Invalid mobile number
de_de: Ungültige Handynummer
es_es: Número de móvil no válido
fr_fr: Numéro de mobile invalide
id_id: Nomor ponsel tidak valid
ja_jp: 無効な携帯番号
km_kh: លេខទូរស័ព្ទមិនត្រឹមត្រូវ
ko_kr: 잘못된 휴대폰 번호입니다
pt_pt: Número de celular inválido
ru_ru: Неверный номер мобильного телефона
th_th: เบอร์มือถือไม่ถูกต้อง
vi_vn: Định dạng số điện thoại không đúng
zh_cn: 手机格式不正确
zh_tw: 手機格式不正確

# message.member.import.errCode.1027
source: Mobile number already exists
de_de: Handynummer existiert bereits
es_es: El número de móvil ya existe
fr_fr: Le numéro de mobile existe déjà
id_id: Nomor ponsel sudah ada
ja_jp: 携帯番号は既に存在します
km_kh: លេខទូរស័ព្ទមានរួចហើយ
ko_kr: 휴대폰 번호가 이미 존재합니다
pt_pt: Número de celular já existe
ru_ru: Номер мобильного телефона уже существует
th_th: หมายเลขมือถือมีอยู่แล้ว
vi_vn: Số điện thoại đã tồn tại
zh_cn: 手机已存在
zh_tw: 手機已存在

# message.member.import.errCode.1082
source: It is required to provide an email
de_de: Die Angabe einer E-Mail-Adresse ist erforderlich
es_es: Es necesario proporcionar un correo electrónico
fr_fr: Il est obligatoire de fournir un email
id_id: Diperlukan untuk memberikan email
ja_jp: Eメールアドレスを入力してください
km_kh: ត្រូវការផ្តល់អ៊ីមែល
ko_kr: 이메일 주소를 입력해야 합니다.
pt_pt: É necessário fornecer um e-mail
ru_ru: Необходимо указать адрес электронной почты.
th_th: จำเป็นต้องระบุอีเมล์
vi_vn: Phải điền số điện thoại hoặc email
zh_cn: 手机和邮箱必填一项
zh_tw: 手機和郵件必填一項

# message.member.import.errCode.1084
source: Member No. is required
de_de: Mitgliedsnummer ist erforderlich
es_es: Se requiere el número de miembro
fr_fr: Le numéro de membre est requis
id_id: Nomor Anggota diperlukan
ja_jp: メンバー番号が必要です
km_kh: ត្រូវការលេខសមាជិក
ko_kr: 회원번호가 필요합니다
pt_pt: O número do membro é obrigatório
ru_ru: Требуется номер участника
th_th: จำเป็นต้องระบุหมายเลขสมาชิก
vi_vn: Số thành viên bắt buộc
zh_cn: 成员编号必填
zh_tw: 成員編號必填

# message.member.import.errCode.1085
source: Enter the member's name
de_de: Geben Sie den Namen des Mitglieds ein
es_es: Introduzca el nombre del miembro
fr_fr: Entrez le nom du membre
id_id: Masukkan nama anggota
ja_jp: メンバー名を入力してください
km_kh: បញ្ចូលឈ្មោះសមាជិក
ko_kr: 회원의 이름을 입력하세요
pt_pt: Digite o nome do membro
ru_ru: Введите имя участника
th_th: กรอกชื่อสมาชิก
vi_vn: Vui lòng nhập tên thành viên
zh_cn: 请输入成员姓名
zh_tw: 請輸入成員姓名

# message.member.import.errCode.1087
source: Member No. already exists
de_de: Mitgliedsnummer ist bereits vorhanden
es_es: El número de miembro ya existe
fr_fr: Le numéro de membre existe déjà
id_id: Nomor Anggota sudah ada
ja_jp: メンバー番号は既に存在します
km_kh: លេខសមាជិកមានរួចហើយ
ko_kr: 회원번호가 이미 존재합니다
pt_pt: O número do membro já existe
ru_ru: Номер участника уже существует
th_th: หมายเลขสมาชิก มีอยู่แล้ว
vi_vn: Số thành viên đã tồn tại
zh_cn: 成员编号已存在
zh_tw: 成員編號已存在

# message.member.import.errCode.1092
source: Member No. should be no more than {{ length }} characters
de_de: Die Mitgliedsnummer darf nicht mehr als {{ length }} Zeichen umfassen.
es_es: El número de miembro no debe tener más de {{ length }} caracteres
fr_fr: Le numéro de membre ne doit pas dépasser {{ length }} caractères
id_id: Nomor Anggota tidak boleh lebih dari {{length }} karakter
ja_jp: メンバー番号は{{ length }}文字以内でなければなりません
km_kh: លេខសមាជិកមិនគួរលើសពី {{ length }} តួអក្សរ
ko_kr: 회원 번호는 {{ length }}자를 넘을 수 없습니다.
pt_pt: O número do membro não deve ter mais de {{ length }} caracteres
ru_ru: Номер участника не должен превышать {{ length }} символов.
th_th: หมายเลขสมาชิกต้องมีความยาวไม่เกิน {{ length }} อักขระ
vi_vn: Số thành viên tối đa {{ length }} ký tự
zh_cn: 成员编号最长为{{ length }}个字符
zh_tw: 成員編號最長為{{ length }}個字元

# message.member.import.errCode.unknown
source: Unknown reason. Please try again later
de_de: Unbekannter Grund. Bitte versuchen Sie es später erneut
es_es: Motivo desconocido. Inténtalo de nuevo más tarde.
fr_fr: Raison inconnue. Veuillez réessayer plus tard.
id_id: Alasan tidak diketahui. Silakan coba lagi nanti
ja_jp: 不明な理由。後でもう一度お試しください
km_kh: មិនស្គាល់មូលហេតុ។ សូមព្យាយាមម្តងទៀតនៅពេលក្រោយ
ko_kr: 알 수 없는 이유입니다. 나중에 다시 시도해 주세요.
pt_pt: Motivo desconhecido. Tente novamente mais tarde.
ru_ru: Неизвестная причина. Попробуйте еще раз позже.
th_th: ไม่ทราบสาเหตุ กรุณาลองใหม่อีกครั้งในภายหลัง
vi_vn: Lý do không xác định, vui lòng thử lại
zh_cn: 未知原因, 请重试
zh_tw: 未知原因, 請重試

# message.member_role_rel.import.dept_out_of_range
source: Do not have permission to manage the member.
de_de: Habe keine Berechtigung, das Mitglied zu verwalten.
es_es: No tengo permiso para administrar el miembro.
fr_fr: Vous n'avez pas la permission de gérer le membre.
id_id: Tidak memiliki izin untuk mengelola anggota.
ja_jp: メンバーを管理する権限がありません。
km_kh: មិនមានសិទ្ធិគ្រប់គ្រងសមាជិក
ko_kr: 회원을 관리할 권한이 없습니다.
pt_pt: Não tem permissão para gerenciar o membro.
ru_ru: Не имеете разрешения на управление участником.
th_th: ไม่มีสิทธิ์ในการจัดการสมาชิก
vi_vn: Thành viên không thuộc phạm vi quản lý
zh_cn: 该成员不在管理范围内
zh_tw: 該成員不在管理範圍內

# message.member_role_rel.import.excel_member_nickname_duplicated
source: Duplicate member name for one role within the file.
de_de: Doppelter Mitgliedsname für eine Rolle innerhalb der Datei.
es_es: Nombre de miembro duplicado para un rol dentro del archivo.
fr_fr: Nom de membre en double pour un rôle dans le fichier.
id_id: Nama anggota duplikat untuk satu peran dalam file.
ja_jp: ファイル内で1つのロールに対してメンバー名が重複しています。
km_kh: ឈ្មោះសមាជិកស្ទួនសម្រាប់តួនាទីតែមួយក្នុងឯកសារ
ko_kr: 파일 내 한 역할에 대해 중복된 멤버 이름이 있습니다.
pt_pt: Nome de membro duplicado para uma função dentro do arquivo.
ru_ru: Дублирующееся имя участника для одной роли в файле.
th_th: ชื่อสมาชิกซ้ำกันสำหรับบทบาทหนึ่งภายในไฟล์
vi_vn: Có thành viên trùng tên trong cùng vai trò trong tệp
zh_cn: 文件内同一角色存在重名成员
zh_tw: 文件內同一角色存在重名成員

# message.member_role_rel.import.member_nickname_duplicated
source: Duplicate member name.
de_de: Doppelter Mitgliedsname.
es_es: Nombre de miembro duplicado.
fr_fr: Nom de membre en double.
id_id: Nama anggota duplikat.
ja_jp: メンバー名が重複しています。
km_kh: ឈ្មោះសមាជិកស្ទួន
ko_kr: 중복된 회원 이름입니다.
pt_pt: Nome de membro duplicado.
ru_ru: Дублирующееся имя участника.
th_th: ชื่อสมาชิกซ้ำกัน
vi_vn: Thành viên trùng tên
zh_cn: 该成员存在重名
zh_tw: 該成員存在重名

# message.member_role_rel.import.member_nickname_required
source: Not filled in a member yet
de_de: Noch kein Mitglied eingetragen
es_es: Aún no se ha completado un registro de miembro
fr_fr: Vous n'avez pas encore rempli un membre
id_id: Belum mengisi anggota
ja_jp: メンバーがまだ入力されていません。
km_kh: មិនទាន់បំពេញសមាជិកនៅឡើយ
ko_kr: 아직 회원으로 등록되지 않았습니다
pt_pt: Ainda não preencheu um membro
ru_ru: Пока не заполнено ни одного участника
th_th: ยังไม่ได้กรอกสมาชิก
vi_vn: Chưa điền thành viên
zh_cn: 未填写成员
zh_tw: 未填寫成員

# message.member_role_rel.import.member_not_found
source: Cannot import members who do not exist or has resigned.
de_de: Es können keine Mitglieder importiert werden, die nicht existieren oder ausgetreten sind.
es_es: No se pueden importar miembros que no existen o que han renunciado.
fr_fr: Impossible d'importer des membres qui n'existent pas ou qui ont démissionné.
id_id: Tidak dapat mengimpor anggota yang tidak ada atau telah mengundurkan diri.
ja_jp: 存在しないメンバーまたは退職したメンバーをインポートすることはできません。
km_kh: មិនអាចនាំចូលសមាជិកដែលមិនមាន ឬបានលាលែង
ko_kr: 존재하지 않는 회원이나 사임한 회원은 가져올 수 없습니다.
pt_pt: Não é possível importar membros que não existem ou que se desligaram.
ru_ru: Невозможно импортировать участников, которые не существуют или вышли из состава.
th_th: ไม่สามารถนำเข้าสมาชิกที่ไม่มีอยู่หรือได้ลาออกไปแล้ว
vi_vn: Không hỗ trợ nhập thành viên không tồn tại hoặc đã nghỉ việc
zh_cn: 不支持导入不存在或已离职的成员
zh_tw: 不支援匯入不存在或已離職的成員

# message.member_role_rel.import.role_group_name_duplicated
source: Duplicate role group name.
de_de: Doppelter Rollengruppenname.
es_es: Nombre de grupo de roles duplicado.
fr_fr: Nom de groupe de rôles en double.
id_id: Nama grup peran duplikat.
ja_jp: ロールグループ名が重複しています。
km_kh: ឈ្មោះក្រុមតួនាទីស្ទួន
ko_kr: 역할 그룹 이름이 중복되었습니다.
pt_pt: Nome do grupo de funções duplicado.
ru_ru: Дублирующееся имя группы ролей.
th_th: ชื่อกลุ่มบทบาทซ้ำกัน
vi_vn: Có nhóm vai trò trùng tên
zh_cn: 存在重名角色组
zh_tw: 存在重名角色組

# message.member_role_rel.import.role_group_name_required
source: Enter the role group and role names
de_de: Geben Sie die Rollengruppe und die Rollennamen ein
es_es: Introduzca el grupo de roles y los nombres de los roles
fr_fr: Entrez le groupe de rôles et les noms de rôles
id_id: Masukkan grup peran dan nama peran
ja_jp: ロールグループおよびロール名を入力してください。
km_kh: បញ្ចូលឈ្មោះក្រុមតួនាទី និងតួនាទី
ko_kr: 역할 그룹 및 역할 이름을 입력하세요
pt_pt: Insira o grupo de funções e os nomes das funções
ru_ru: Введите группу ролей и названия ролей.
th_th: ป้อนกลุ่มบทบาทและชื่อบทบาท
vi_vn: Vui lòng nhập tên nhóm vai trò và vai trò
zh_cn: 请输入角色组及角色名称
zh_tw: 請輸入角色組及角色名稱

# message.member_role_rel.import.role_group_not_found
source: Cannot import members into a non-existent role group.
de_de: Mitglieder können nicht in eine nicht vorhandene Rollengruppe importiert werden.
es_es: No se pueden importar miembros a un grupo de roles inexistente.
fr_fr: Impossible d'importer des membres dans un groupe de rôles inexistant.
id_id: Tidak dapat mengimpor anggota ke grup peran yang tidak ada.
ja_jp: 存在しないロールグループにメンバーをインポートすることはできません。
km_kh: មិនអាចនាំចូលសមាជិកទៅក្រុមតួនាទីដែលមិនមាន
ko_kr: 존재하지 않는 역할 그룹에는 구성원을 가져올 수 없습니다.
pt_pt: Não é possível importar membros para um grupo de funções inexistente.
ru_ru: Невозможно импортировать участников в несуществующую группу ролей.
th_th: ไม่สามารถนำเข้าสมาชิกเข้าสู่กลุ่มบทบาทที่ไม่มีอยู่ได้
vi_vn: Không hỗ trợ nhập nhóm vai trò chưa tạo
zh_cn: 不支持导入未创建的角色组
zh_tw: 不支援匯入未建立的角色組

# message.member_role_rel.import.role_group_source_is_not_internal
source: Cannot import "synchronized role groups".
de_de: „Synchronisierte Rollengruppen“ können nicht importiert werden.
es_es: No se pueden importar "grupos de roles sincronizados".
fr_fr: Impossible d'importer des "groupes de rôles synchronisés".
id_id: Tidak dapat mengimpor "grup peran yang disinkronkan".
ja_jp: 「同期されたロールグループ」をインポートできません。
km_kh: មិនអាចនាំចូល "ក្រុមតួនាទីដែលបានធ្វើសមកាលកម្ម"
ko_kr: "동기화된 역할 그룹"을 가져올 수 없습니다.
pt_pt: Não é possível importar "grupos de funções sincronizadas".
ru_ru: Невозможно импортировать «синхронизированные группы ролей».
th_th: ไม่สามารถนำเข้า "กลุ่มบทบาทที่ซิงโครไนซ์" ได้
vi_vn: Không hỗ trợ nhập 「nhóm vai trò đồng bộ」
zh_cn: 不支持导入「同步的角色组」
zh_tw: 不支援匯入「同步的角色組」

# message.member_role_rel.import.role_name_duplicated
source: Duplicate role name within one role group.
de_de: Doppelter Rollenname innerhalb einer Rollengruppe.
es_es: Nombre de rol duplicado dentro de un grupo de roles.
fr_fr: Nom de rôle en double dans un groupe de rôles.
id_id: Nama peran duplikat dalam satu grup peran.
ja_jp: 1つのロールグループ内でロール名が重複しています。
km_kh: ឈ្មោះតួនាទីស្ទួនក្នុងក្រុមតួនាទីតែមួយ
ko_kr: 한 역할 그룹 내에 역할 이름이 중복됩니다.
pt_pt: Nome de função duplicado dentro de um grupo de funções.
ru_ru: Дублирующееся имя роли в одной группе ролей.
th_th: ชื่อบทบาทซ้ำกันภายในกลุ่มบทบาทหนึ่ง
vi_vn: Có vai trò trùng tên trong cùng nhóm
zh_cn: 同一角色组下存在重名角色
zh_tw: 同一角色組下存在重名角色

# message.member_role_rel.import.role_name_required
source: Separate the role group and role names with a slash(/).
de_de: Trennen Sie die Rollengruppen- und Rollennamen mit einem Schrägstrich (/).
es_es: Separe el grupo de roles y los nombres de los roles con una barra (/).
fr_fr: Séparez le groupe de rôles et les noms de rôles par une barre oblique (/).
id_id: Pisahkan grup peran dan nama peran dengan garis miring (/).
ja_jp: ロールグループとロール名をスラッシュ(/)で区切ってください。
km_kh: ដាក់សហសញ្ញា(/) រវាងឈ្មោះក្រុមតួនាទី និងតួនាទី
ko_kr: 역할 그룹과 역할 이름은 슬래시(/)로 구분합니다.
pt_pt: Separe o grupo de funções e os nomes das funções com uma barra (/).
ru_ru: Разделите имена групп ролей и ролей косой чертой (/).
th_th: แยกกลุ่มบทบาทและชื่อบทบาทด้วยเครื่องหมายทับ (/)
vi_vn: Dùng '/' để phân cách nhóm vai trò và vai trò
zh_cn: 请用'/'隔开角色组和角色
zh_tw: 請用'/'隔開角色組和角色

# message.member_role_rel.import.role_not_found
source: The role is not included in the role group.
de_de: Die Rolle ist nicht in der Rollengruppe enthalten.
es_es: El rol no está incluido en el grupo de roles.
fr_fr: Le rôle n'est pas inclus dans le groupe de rôles.
id_id: Peran tersebut tidak termasuk dalam grup peran.
ja_jp: ロールはロールグループに含まれていません。
km_kh: តួនាទីមិនត្រូវបានរួមបញ្ចូលក្នុងក្រុមតួនាទី
ko_kr: 해당 역할은 역할 그룹에 포함되지 않습니다.
pt_pt: A função não está incluída no grupo de funções.
ru_ru: Роль не включена в группу ролей.
th_th: บทบาทไม่ได้รวมอยู่ในกลุ่มบทบาท
vi_vn: Vai trò không tồn tại trong nhóm vai trò hiện tại
zh_cn: 该角色不存在于当前角色组中
zh_tw: 該角色不存在於当前角色組中

# message.member_role_rel.import.role_out_of_range
source: Do not have permission to manage the role.
de_de: Habe keine Berechtigung, die Rolle zu verwalten.
es_es: No tengo permiso para administrar el rol.
fr_fr: Vous n'avez pas la permission de gérer le rôle.
id_id: Tidak memiliki izin untuk mengelola peran.
ja_jp: ロールを管理する権限がありません。
km_kh: មិនមានសិទ្ធិគ្រប់គ្រងតួនាទី
ko_kr: 역할을 관리할 권한이 없습니다.
pt_pt: Não tem permissão para gerenciar a função.
ru_ru: Нет разрешения на управление ролью.
th_th: ไม่มีสิทธิ์ในการจัดการบทบาท
vi_vn: Vai trò không thuộc phạm vi quản lý
zh_cn: 该角色不在管理范围内
zh_tw: 該角色不在管理範圍內

# message.member_role_rel.import.role_source_is_not_internal
source: Cannot export "synchronized roles".
de_de: „Synchronisierte Rollen“ können nicht exportiert werden.
es_es: No se pueden exportar "roles sincronizados".
fr_fr: Impossible d'exporter des "rôles synchronisés".
id_id: Tidak dapat mengekspor "peran yang disinkronkan".
ja_jp: 「同期されたロール」をエクスポートできません。
km_kh: មិនអាចនាំចេញ "តួនាទីដែលបានធ្វើសមកាលកម្ម"
ko_kr: "동기화된 역할"을 내보낼 수 없습니다.
pt_pt: Não é possível exportar "funções sincronizadas".
ru_ru: Невозможно экспортировать «синхронизированные роли».
th_th: ไม่สามารถส่งออก "บทบาทที่ซิงโครไนซ์" ได้
vi_vn: Không hỗ trợ nhập 「vai trò đồng bộ」
zh_cn: 不支持导入「同步的角色」
zh_tw: 不支援匯入「同步的角色」

# message.member_role_rel.unknown_err
source: Unknown error. Try again.
de_de: Unbekannter Fehler. Versuchen Sie es erneut.
es_es: Error desconocido. Inténtalo de nuevo.
fr_fr: Erreur inconnue. Réessayez.
id_id: Kesalahan tidak diketahui. Coba lagi.
ja_jp: 不明なエラー。再試行してください。
km_kh: កំហុសមិនស្គាល់។ សូមព្យាយាមម្តងទៀត
ko_kr: 알 수 없는 오류입니다. 다시 시도하세요.
pt_pt: Erro desconhecido. Tente novamente.
ru_ru: Неизвестная ошибка. Попробуйте еще раз.
th_th: ข้อผิดพลาดที่ไม่รู้จัก ลองอีกครั้ง
vi_vn: Lý do không xác định, thử lại
zh_cn: 未知原因，请重试
zh_tw: 未知原因，請重試

# message.modified
source: Modified
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
id_id: Dimodifikasi
ja_jp: 変更済み
km_kh: បានកែប្រែ
ko_kr: 수정됨
pt_pt: Modificado
ru_ru: Измененный
th_th: ปรับเปลี่ยน
vi_vn: Đã sửa
zh_cn: 被修改
zh_tw: 被修改

# message.modifier
source: Modified User
de_de: Geänderter Benutzer
es_es: Usuario modificado
fr_fr: Utilisateur modifié
id_id: Pengguna yang dimodifikasi
ja_jp: 変更者
km_kh: អ្នកប្រើប្រាស់ដែលបានកែប្រែ
ko_kr: 수정된 사용자
pt_pt: Usuário modificado
ru_ru: Измененный пользователь
th_th: ผู้ใช้ที่ปรับเปลี่ยน
vi_vn: Người sửa
zh_cn: 修改人
zh_tw: 修改人

# message.notifyTime
source: Reminder Time
de_de: Erinnerungszeit
es_es: Hora del recordatorio
fr_fr: Heure de rappel
id_id: Waktu Pengingat
ja_jp: リマインダー時間
km_kh: ពេលវេលារំលឹក
ko_kr: 알림 시간
pt_pt: Hora do lembrete
ru_ru: Время напоминания
th_th: เวลาเตือนความจำ
vi_vn: Thời gian nhắc nhở
zh_cn: 提醒时间
zh_tw: 通知時間

# message.remainTime.days
source: There are pending tasks. Time remaining: {{ days }} day(s), {{ hours }} hour(s), {{ minutes }} minute(s). Please handle them in time
de_de: Es sind noch Aufgaben offen. Verbleibende Zeit: {{ days }} Tag(e), {{ hours }} Stunde(n), {{ minutes }} Minute(n). Bitte erledigen Sie diese rechtzeitig.
es_es: Hay tareas pendientes. Tiempo restante: {{ days }} día(s), {{ hours }} hora(s), {{ minutes }} minuto(s). Por favor, atiéndalas a tiempo.
fr_fr: Il y a des tâches en attente. Temps restant : {{ days }} jour(s), {{ hours }} heure(s), {{ minutes }} minute(s). Veuillez les traiter à temps
id_id: Ada tugas yang tertunda. Waktu yang tersisa: {{ hari }} hari, {{ jam }} jam, {{ menit }} menit. Mohon selesaikan tepat waktu
ja_jp: 保留中のタスクがあります。残り時間：{{ days }}日{{ hours }}時間{{ minutes }}分。早急に処理してください
km_kh: មានភារកិច្ចដែលមិនទាន់ដោះស្រាយ។ ពេលវេលានៅសល់៖ {{ days }} ថ្ងៃ, {{ hours }} ម៉ោង, {{ minutes }} នាទី។ សូមដោះស្រាយឱ្យទាន់ពេលវេលា
ko_kr: 처리 대기 중인 작업이 있습니다. 남은 시간: {{ days }}일 {{ hours }}시간 {{ minutes }}분. 시간 내에 처리해 주세요
pt_pt: Há tarefas pendentes. Tempo restante: {{ dias }} dia(s), {{ horas }} hora(s), {{ minutos }} minuto(s). Por favor, resolva-as a tempo.
ru_ru: Есть ожидающие задачи. Оставшееся время: {{ days }} дн., {{ hours }} ч., {{ minutes }} мин. Пожалуйста, обработайте их вовремя
th_th: มีงานที่ค้างอยู่ เวลาที่เหลือ: {{ days }} day(s), {{ hours }} hour(s), {{ minutes }} minutes(s). กรุณาดำเนินการให้ทันเวลา
vi_vn: Có công việc chưa xử lý, còn lại {{ days }} ngày {{ hours }} giờ {{ minutes }} phút, vui lòng xử lý kịp thời
zh_cn: 有待办未处理，剩余处理时间仅剩{{ days }}天{{ hours }}小时{{ minutes }}分钟，请及时处理
zh_tw: 有待辦未處理，剩餘處理時間僅剩{{ days }}天{{ hours }}小時{{ minutes }}分鐘，請及時處理

# message.remainTime.hours
source: There are pending tasks. Time remaining: only {{ hours }} hour(s), {{ minutes }} minute(s). Please handle them in time
de_de: Es sind noch Aufgaben offen. Verbleibende Zeit: nur noch {{ hours }} Stunde(n), {{ minutes }} Minute(n). Bitte erledigen Sie diese rechtzeitig.
es_es: Hay tareas pendientes. Tiempo restante: solo {{ horas }} hora(s), {{ minutos }} minuto(s). Por favor, contrátelas a tiempo.
fr_fr: Il y a des tâches en attente. Temps restant : seulement {{ hours }} heure(s), {{ minutes }} minute(s). Veuillez les traiter à temps
id_id: Ada tugas yang tertunda. Waktu yang tersisa: hanya {{ jam }} jam, {{ menit }} menit. Harap tangani tugas tersebut tepat waktu
ja_jp: 保留中のタスクがあります。残り時間：{{ hours }}時間{{ minutes }}分。早急に処理してください
km_kh: មានភារកិច្ចដែលមិនទាន់ដោះស្រាយ។ ពេលវេលានៅសល់៖ តែ {{ hours }} ម៉ោង, {{ minutes }} នាទី។ សូមដោះស្រាយឱ្យទាន់ពេលវេលា
ko_kr: 보류 중인 작업이 있습니다. 남은 시간은 {{hours}}시간, {{minutes}}분입니다. 시간 내에 처리해 주세요.
pt_pt: Há tarefas pendentes. Tempo restante: apenas {{ horas }} hora(s), {{ minutos }} minuto(s). Por favor, resolva-as a tempo.
ru_ru: Есть ожидающие задачи. Осталось времени: только {{hours}} час(ов), {{minutes}} минут(ы). Пожалуйста, обработайте их вовремя
th_th: มีงานที่ค้างอยู่ เหลือเวลาเพียง {{ hours }} ชั่วโมง {{ minutes }} นาที กรุณาดำเนินการให้ทันเวลา
vi_vn: Có công việc chưa xử lý, còn lại {{ hours }} giờ {{ minutes }} phút, vui lòng xử lý kịp thời
zh_cn: 有待办未处理，剩余处理时间仅剩{{ hours }}小时{{ minutes }}分钟，请及时处理
zh_tw: 有待辦未處理，剩餘處理時間僅剩{{ hours }}小時{{ minutes }}分鐘，請及時處理

# message.remainTime.lessMinute
source: You have a pending task with less than 1 minute of processing time left. Please handle it in time
de_de: Sie haben eine ausstehende Aufgabe mit weniger als 1 Minute Bearbeitungszeit. Bitte erledigen Sie sie rechtzeitig
es_es: Tiene una tarea pendiente con menos de un minuto de tiempo de procesamiento. Por favor, contrátela a tiempo.
fr_fr: Vous avez une tâche en attente avec moins d'une minute de temps de traitement restant. Veuillez la traiter à temps
id_id: Anda memiliki tugas yang tertunda dengan waktu pemrosesan kurang dari 1 menit. Harap tangani tugas tersebut tepat waktu
ja_jp: 処理時間が1分未満の保留中のタスクがあります。早急に処理してください
km_kh: អ្នកមានភារកិច្ចដែលមិនទាន់ដោះស្រាយដែលនៅសល់តិចជាង 1 នាទី។ សូមដោះស្រាយឱ្យទាន់ពេលវេលា
ko_kr: 처리 시간이 1분 미만으로 남은 보류 중인 작업이 있습니다. 시간 내에 처리해 주세요.
pt_pt: Você tem uma tarefa pendente com menos de 1 minuto de tempo de processamento restante. Por favor, resolva-a a tempo.
ru_ru: У вас есть отложенная задача, на обработку которой осталось менее 1 минуты. Пожалуйста, обработайте ее вовремя
th_th: คุณมีงานที่รอดำเนินการเหลือเวลาดำเนินการไม่ถึง 1 นาที โปรดดำเนินการให้ทันเวลา
vi_vn: Có công việc chưa xử lý, còn dưới 1 phút, vui lòng xử lý kịp thời
zh_cn: 有待办未处理，剩余处理时间不足1分钟，请及时处理
zh_tw: 有待辦未處理，剩餘處理時間不足1分鐘，請及時處理

# message.remainTime.minutes
source: You have a pending task with only {{ minutes }} minute(s) of processing time left. Please handle it in time
de_de: Sie haben eine ausstehende Aufgabe mit nur noch {{ minutes }} Minuten Bearbeitungszeit. Bitte erledigen Sie sie rechtzeitig
es_es: Tiene una tarea pendiente con solo {{ minutos }} minutos de tiempo de procesamiento. Por favor, contrátela a tiempo.
fr_fr: Vous avez une tâche en attente avec seulement {{ minutes }} minute(s) de temps de traitement restant. Veuillez la traiter à temps
id_id: Anda memiliki tugas yang tertunda dengan waktu pemrosesan yang tersisa {{ menit }} menit. Harap tangani tugas tersebut tepat waktu
ja_jp: 処理時間が{{ minutes }}分しか残っていない保留中のタスクがあります。早急に処理してください
km_kh: អ្នកមានភារកិច្ចដែលមិនទាន់ដោះស្រាយដែលនៅសល់តែ {{ minutes }} នាទី។ សូមដោះស្រាយឱ្យទាន់ពេលវេលា
ko_kr: 처리 시간이 {{ minutes }}분 밖에 남지 않은 대기 중인 작업이 있습니다. 시간 내에 처리해 주세요
pt_pt: Você tem uma tarefa pendente com apenas {{ minutos }} minuto(s) de tempo de processamento restantes. Por favor, resolva-a a tempo.
ru_ru: У вас есть отложенная задача с оставшимся временем обработки всего {{ minutes }} минут(ы). Пожалуйста, обработайте ее вовремя
th_th: คุณมีงานค้างอยู่ที่เหลือเวลาเพียง {{ minutes }} นาที กรุณาดำเนินการให้ทันเวลา
vi_vn: Có công việc chưa xử lý, còn lại {{ minutes }} phút, vui lòng xử lý kịp thời
zh_cn: 有待办未处理，剩余处理时间仅剩{{ minutes }}分钟，请及时处理
zh_tw: 有待辦未處理，剩餘處理時間僅剩{{ minutes }}分鐘，請及時處理

# message.system
source: System
es_es: Sistema
fr_fr: Système
id_id: Sistem
ja_jp: システム
km_kh: ប្រព័ន្ធ
ko_kr: 체계
pt_pt: Sistema
ru_ru: Система
th_th: ระบบ
vi_vn: Hệ thống
zh_cn: 系统
zh_tw: 系統

# message.systemRobot
source: System Robot
de_de: Systemroboter
es_es: Robot de sistema
fr_fr: Robot Système
id_id: Robot Sistem
ja_jp: システムロボット
km_kh: រូបយន្តប្រព័ន្ធ
ko_kr: 시스템 로봇
pt_pt: Robô do Sistema
ru_ru: Системный робот
th_th: ระบบหุ่นยนต์
vi_vn: Robot hệ thống
zh_cn: 系统机器人
zh_tw: 系統機器人

# message.title.accountApportion
source: Customer Assignment Notification
de_de: Kundenzuweisungsbenachrichtigung
es_es: Notificación de asignación de clientes
fr_fr: Notification d'affectation de client
id_id: Pemberitahuan Penugasan Pelanggan
ja_jp: 顧客割り当て通知
km_kh: ការជូនដំណឹងចាត់ចែងអតិថិជន
ko_kr: 고객 할당 알림
pt_pt: Notificação de Atribuição de Cliente
ru_ru: Уведомление о назначении клиента
th_th: แจ้งการมอบหมายงานลูกค้า
vi_vn: Thông báo phân bổ khách hàng
zh_cn: 客户分配通知
zh_tw: 客戶分配通知

# message.title.accountChangeCharger
source: Customer Handler Changed
de_de: Kundenbetreuer geändert
es_es: El gestor de clientes ha cambiado
fr_fr: Changement de responsable client
id_id: Penanganan Pelanggan Telah Berubah
ja_jp: 顧客担当者変更
km_kh: អ្នកដោះស្រាយអតិថិជនបានផ្លាស់ប្តូរ
ko_kr: 고객 담당자가 변경되었습니다
pt_pt: O manipulador de clientes mudou
ru_ru: Клиентский обработчик изменен
th_th: ผู้จัดการลูกค้าถูกเปลี่ยนแปลง
vi_vn: Thay đổi người phụ trách khách hàng
zh_cn: 客户负责人变更
zh_tw: 客戶負責人變更
