Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.docker_modify_bi_direction
source: The company {{ corpName }} that established connections with you has {{ op }} {{ side }} contact {{ nicknameList }}. Adjust relevant permissions timely to guarantee the normal business development.
de_de: Das Unternehmen {{ corpName }}, das Verbindungen zu Ihnen hergestellt hat, hat {{ op }} {{ side }} Kontakt {{ nicknameList }}. Passen Sie relevante Berechtigungen rechtzeitig an, um die normale Geschäftsentwicklung zu gewährleisten.
es_es: La empresa {{corpName}} que estableció contacto contigo tiene {{op}} {{side}} contacto {{nicknameList}}. Ajusta los permisos pertinentes oportunamente para garantizar el normal desarrollo del negocio.
fr_fr: L'entreprise {{ corpName }} qui a établi des connexions avec vous a {{ op }} {{ side }} contact {{ nicknameList }}. Ajustez les autorisations pertinentes à temps pour garantir le développement normal de l'activité.
id_id: Perusahaan {{ corpName }} yang menjalin koneksi dengan Anda memiliki {{ op }} {{ side }} kontak {{ nicknameList }}. Sesuaikan izin yang relevan tepat waktu untuk menjamin perkembangan bisnis yang normal.
ja_jp: あなたと接続を確立した会社{{ corpName }}は、{{ op }}の{{ side }}連絡先{{ nicknameList }}を持っています。正常なビジネス開発を保証するために、関連する権限をタイムリーに調整してください。
km_kh: ក្រុមហ៊ុន {{ corpName }} ដែលបានបង្កើតការតភ្ជាប់ជាមួយអ្នកបាន {{ op }} ទំនាក់ទំនង {{ side }} {{ nicknameList }}។ សូមលៃតម្រូវសិទ្ធិដែលពាក់ព័ន្ធឱ្យបានទាន់ពេលវេលា ដើម្បីធានាការអភិវឌ្ឍអាជីវកម្មធម្មតា
ko_kr: 귀하와 관계를 맺은 {{ corpName }} 회사의 연락처는 {{ op }} {{ side }}이며, {{ nicknameList }}입니다. 원활한 사업 운영을 위해 관련 권한을 적시에 조정해 주시기 바랍니다.
pt_pt: A empresa {{ corpName }} que estabeleceu conexões com você possui {{ op }} {{ side }} contato {{ nicknameList }}. Ajuste as permissões relevantes em tempo hábil para garantir o desenvolvimento normal dos negócios.
ru_ru: Компания {{corpName}}, которая установила с вами связи, имеет {{op}} {{side}} контакт {{nicknameList}}. Своевременно корректируйте соответствующие разрешения, чтобы гарантировать нормальное развитие бизнеса.
th_th: บริษัท {{ corpName }} ที่สร้างความสัมพันธ์กับคุณมี {{ op }} {{ side }} ติดต่อ {{ nicknameList }} ปรับเปลี่ยนสิทธิ์ที่เกี่ยวข้องอย่างทันท่วงทีเพื่อรับประกันการพัฒนาธุรกิจตามปกติ
vi_vn: Doanh nghiệp liên kết 「{{ corpName }}」 đã {{ op }} người liên hệ {{ side }}: {{ nicknameList }}, điều chỉnh quyền kịp thời để tránh ảnh hưởng kinh doanh
zh_cn: 和你建立连接关系的企业「{{ corpName }}」{{ op }}了{{ side }}方对接人：{{ nicknameList }}，请及时调整相关权限，以免影响业务开展。
zh_tw: 和你建立協作關係的企業「{{ corpName }}」{{ op }}了{{ side }}方對接人：{{ nicknameList }}，請及時調整相關權限，以免影響業務展開。

# site.message.content.docker_modify_bi_direction_url
source: The company {{ corpName }} that established connections with you has {{ op }} {{ side }} contact {{ nicknameList }}. Adjust relevant permissions timely to guarantee the normal business development.
de_de: Das Unternehmen {{ corpName }}, das Verbindungen zu Ihnen hergestellt hat, hat {{ op }} {{ side }} Kontakt {{ nicknameList }}. Passen Sie relevante Berechtigungen rechtzeitig an, um die normale Geschäftsentwicklung zu gewährleisten.
es_es: La empresa {{corpName}} que estableció contacto contigo tiene {{op}} {{side}} contacto {{nicknameList}}. Ajusta los permisos pertinentes oportunamente para garantizar el normal desarrollo del negocio.
fr_fr: L'entreprise {{ corpName }} qui a établi des connexions avec vous a {{ op }} {{ side }} contact {{ nicknameList }}. Ajustez les autorisations pertinentes à temps pour garantir le développement normal de l'activité.
id_id: Perusahaan {{ corpName }} yang menjalin koneksi dengan Anda memiliki {{ op }} {{ side }} kontak {{ nicknameList }}. Sesuaikan izin yang relevan tepat waktu untuk menjamin perkembangan bisnis yang normal.
ja_jp: あなたと接続を確立した会社{{ corpName }}は、{{ op }}の{{ side }}連絡先{{ nicknameList }}を持っています。正常なビジネス開発を保証するために、関連する権限をタイムリーに調整してください。
km_kh: ក្រុមហ៊ុន {{ corpName }} ដែលបានបង្កើតការភ្ជាប់ជាមួយអ្នក បាន{{ op }} ទំនាក់ទំនង {{ side }} {{ nicknameList }}។ កែតម្រូវសិទ្ធិពាក់ព័ន្ធឱ្យទាន់ពេលវេលា ដើម្បីធានាការអភិវឌ្ឍអាជីវកម្មធម្មតា។
ko_kr: 귀하와 관계를 맺은 {{ corpName }} 회사의 연락처는 {{ op }} {{ side }}이며, {{ nicknameList }}입니다. 원활한 사업 운영을 위해 관련 권한을 적시에 조정해 주시기 바랍니다.
pt_pt: A empresa {{ corpName }} que estabeleceu conexões com você possui {{ op }} {{ side }} contato {{ nicknameList }}. Ajuste as permissões relevantes em tempo hábil para garantir o desenvolvimento normal dos negócios.
ru_ru: Компания {{corpName}}, которая установила с вами связи, имеет {{op}} {{side}} контакт {{nicknameList}}. Своевременно корректируйте соответствующие разрешения, чтобы гарантировать нормальное развитие бизнеса.
th_th: บริษัท {{ corpName }} ที่สร้างความสัมพันธ์กับคุณมี {{ op }} {{ side }} ติดต่อ {{ nicknameList }} ปรับเปลี่ยนสิทธิ์ที่เกี่ยวข้องอย่างทันท่วงทีเพื่อรับประกันการพัฒนาธุรกิจตามปกติ
vi_vn: Doanh nghiệp liên kết 「{{ corpName }}」 đã {{ op }} người liên hệ {{ side }}: {{ nicknameList }}, điều chỉnh quyền kịp thời để tránh ảnh hưởng kinh doanh
zh_cn: 和你建立连接关系的企业「{{ corpName }}」{{ op }}了{{ side }}方对接人：{{ nicknameList }}，请及时调整相关权限，以免影响业务开展。
zh_tw: 和你建立協作關系的企業「{{ corpName }}」{{ op }}了{{ side }}方對接人：{{ nicknameList }}，請及時調整相關權限，以免影響業務展開。

# site.message.content.docker_modify_single
source: The company {{ corpName }} that established connections with you has {{ op }} {{ side }} contact {{ nicknameList }}.
de_de: Das Unternehmen {{ corpName }}, das Verbindungen zu Ihnen hergestellt hat, hat {{ op }} {{ side }} Kontakt {{ nicknameList }}.
es_es: La empresa {{ corpName }} que estableció conexiones contigo tiene {{ op }} {{ side }} contacto {{ NicknameList }}.
fr_fr: L'entreprise {{ corpName }} qui a établi des connexions avec vous a {{ op }} {{ side }} contact {{ nicknameList }}.
id_id: Perusahaan {{ corpName }} yang menjalin koneksi dengan Anda memiliki {{ op }} {{ side }} kontak {{ nicknameList }}.
ja_jp: あなたと接続を確立した会社{{ corpName }}は、{{ op }}の{{ side }}連絡先{{ nicknameList }}を持っています。
km_kh: ក្រុមហ៊ុន {{ corpName }} ដែលបានបង្កើតការតភ្ជាប់ជាមួយអ្នកបាន {{ op }} ទំនាក់ទំនង {{ side }} {{ nicknameList }}
ko_kr: 귀하와 관계를 맺은 회사 {{ corpName }}의 연락처는 {{ op }} {{ side }}개입니다. {{ nicknameList }}
pt_pt: empresa {{ corpName }} que estabeleceu conexões com você tem {{ op }} {{ side }} contato {{ nicknameList }}.
ru_ru: Компания {{corpName}}, установившая с вами связи, имеет {{op}} {{side}} контакт {{nicknameList}}.
th_th: บริษัท {{ corpName }} ที่สร้างการเชื่อมต่อกับคุณมี {{ op }} {{ side }} ติดต่อ {{ nicknameList }}
vi_vn: Doanh nghiệp liên kết 「{{ corpName }}」 đã {{ op }} người liên hệ {{ side }}: {{ nicknameList }}
zh_cn: 和你建立连接关系的企业「{{ corpName }}」{{ op }}了{{ side }}方对接人：{{ nicknameList }}。
zh_tw: 和你建立協作關係的企業「{{ corpName }}」{{ op }}了{{ side }}方對接人：{{ nicknameList }}。

# site.message.content.etl_buffer
source: The number of data streams for your company/team "{{ corpName }}" has exceeded the "{{ vipLevel }}" limit. Go to "Management > Plan Details" to view the usage details and upgrade the plan.
de_de: Die Anzahl der Datenströme für Ihr Unternehmen/Team "{{ corpName }}" hat das Limit "{{ vipLevel }}" überschritten. Gehen Sie zu "Verwaltung > Plandetails", um die Nutzungsdetails anzuzeigen und den Plan zu aktualisieren.
es_es: El número de flujos de datos de su empresa/equipo "{{ corpName }}" ha superado el límite de "{{ vipLevel }}". Vaya a "Administración > Detalles del plan" para ver los detalles de uso y actualizar el plan.
fr_fr: Le nombre de flux de données pour votre entreprise/équipe "{{ corpName }}" a dépassé la limite "{{ vipLevel }}". Allez dans "Gestion > Détails du plan" pour voir les détails d'utilisation et mettre à niveau le plan.
id_id: Jumlah aliran data untuk perusahaan/tim Anda "{{ corpName }}" telah melampaui batas "{{ vipLevel }}". Buka "Manajemen > Rincian Paket" untuk melihat rincian penggunaan dan meningkatkan paket.
ja_jp: あなたの会社／チーム「{{ corpName }}」のデータストリームの数が「{{ vipLevel }}」制限を超えています。「管理 > プラン詳細」にアクセスして、使用状況の詳細を確認し、プランをアップグレードしてください。
km_kh: ចំនួនស្ទ្រីមទិន្នន័យសម្រាប់ក្រុមហ៊ុន/ក្រុម "{{ corpName }}" របស់អ្នក បានលើសពីកម្រិត "{{ vipLevel }}"។ សូមចូលទៅ "ការគ្រប់គ្រង > ព័ត៌មានលម្អិតអំពីផែនការ" ដើម្បីមើលព័ត៌មានលម្អិត និងធ្វើអាប់ដេតផែនការ។
ko_kr: 회사/팀 "{{ corpName }}"의 데이터 스트림 수가 "{{ vipLevel }}" 한도를 초과했습니다. "관리 > 요금제 세부 정보"로 이동하여 사용량 세부 정보를 확인하고 요금제를 업그레이드하세요.
pt_pt: O número de fluxos de dados da sua empresa/equipe "{{ corpName }}" excedeu o limite "{{ vipLevel }}". Acesse "Gerenciamento > Detalhes do Plano" para visualizar os detalhes de uso e atualizar o plano.
ru_ru: Количество потоков данных для вашей компании/команды "{{ corpName }}" превысило лимит "{{ vipLevel }}". Перейдите в "Управление > Подробности плана", чтобы просмотреть подробности использования и обновить план.
th_th: จำนวนสตรีมข้อมูลสำหรับบริษัท/ทีมของคุณ "{{ corpName }}" เกินขีดจำกัด "{{ vipLevel }}" แล้ว ไปที่ "การจัดการ > รายละเอียดแผน" เพื่อดูรายละเอียดการใช้งานและอัปเกรดแผน
vi_vn: Số nhà máy dữ liệu của 「{{ corpName }}」 vượt giới hạn 「{{ vipLevel }}」, xem chi tiết và nâng cấp gói tại 「Quản lý后台 - Thông tin phiên bản」
zh_cn: 你团队「{{ corpName }}」的数据工厂数量已超出「{{ vipLevel }}」限制，你可以至「管理后台-版本信息」查看套餐使用详情和升级套餐。
zh_tw: 你團隊「{{ corpName }}」的資料工廠數量已超出「{{ vipLevel }}」限制，你可以至「企業管理-版本資訊」查看方案使用詳情和升級方案。

# site.message.content.etl_execute_failed_limit
source: Data stream "{{ etlName }}" in the "{{ appName }}" failed to update for {{ maxCount }} times. The system disabled the update rules and all updates have been suspended. Check the reasons for the failures and make adjustments before reactivating the update rules.
de_de: Der Datenstrom "{{ etlName }}" in "{{ appName }}" konnte {{ maxCount }} Mal nicht aktualisiert werden. Das System hat die Aktualisierungsregeln deaktiviert, und alle Aktualisierungen wurden ausgesetzt. Überprüfen Sie die Fehlerursachen und nehmen Sie Anpassungen vor, bevor Sie die Aktualisierungsregeln wieder aktivieren.
es_es: El flujo de datos "{{ etlName }}" en "{{ appName }}" no se actualizó {{ maxCount }} veces. El sistema deshabilitó las reglas de actualización y se suspendieron todas las actualizaciones. Verifique las causas de los fallos y realice los ajustes necesarios antes de reactivar las reglas de actualización.
fr_fr: Le flux de données "{{ etlName }}" dans l'application "{{ appName }}" n'a pas pu être mis à jour {{ maxCount }} fois. Le système a désactivé les règles de mise à jour et toutes les mises à jour ont été suspendues. Vérifiez les raisons des échecs et apportez des ajustements avant de réactiver les règles de mise à jour.
id_id: Aliran data "{{ etlName }}" dalam "{{ appName }}" gagal diperbarui selama {{ maxCount }} kali. Sistem menonaktifkan aturan pembaruan dan semua pembaruan telah ditangguhkan. Periksa alasan kegagalan dan buat penyesuaian sebelum mengaktifkan kembali aturan pembaruan.
ja_jp: アプリ「{{ appName }}」内のデータストリーム「{{ etlName }}」の更新が{{ maxCount }}回失敗しました。システムは更新ルールを無効にし、すべての更新が一時停止されました。失敗の原因を確認して調整を行い、更新ルールを再有効化してください。
km_kh: ស្ទ្រីមទិន្នន័យ "{{ etlName }}" នៅក្នុង "{{ appName }}" បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពសរុប {{ maxCount }} ដង។ ប្រព័ន្ធបានបិទក្បួនច្បាប់ធ្វើបច្ចុប្បន្នភាព ហើយការធ្វើបច្ចុប្បន្នភាពទាំងអស់ត្រូវបានផ្អាក។ សូមពិនិត្យមូលហេតុនៃការបរាជ័យ និងធ្វើការកែតម្រូវមុនពេលធ្វើឱ្យក្បួនច្បាប់ធ្វើបច្ចុប្បន្នភាពដំណើរការឡើងវិញ។
ko_kr: "{{ appName }}"의 데이터 스트림 "{{ etlName }}"이(가) {{ maxCount }}회 동안 업데이트에 실패했습니다. 시스템에서 업데이트 규칙을 비활성화하여 모든 업데이트가 일시 중단되었습니다. 업데이트 규칙을 다시 활성화하기 전에 실패 원인을 확인하고 필요한 조치를 취하십시오.
pt_pt: O fluxo de dados "{{ etlName }}" no "{{ appName }}" falhou ao atualizar {{ maxCount }} vezes. O sistema desativou as regras de atualização e todas as atualizações foram suspensas. Verifique os motivos das falhas e faça os ajustes antes de reativar as regras de atualização.
ru_ru: Поток данных "{{ etlName }}" в "{{ appName }}" не удалось обновить {{ maxCount }} раз. Система отключила правила обновления, и все обновления были приостановлены. Проверьте причины сбоев и внесите изменения перед повторной активацией правил обновления.
th_th: สตรีมข้อมูล "{{ etlName }}" ใน "{{ appName }}" ไม่สามารถอัปเดตได้เป็นเวลา {{ maxCount }} ครั้ง ระบบได้ปิดใช้งานกฎการอัปเดตและการอัปเดตทั้งหมดถูกระงับ ตรวจสอบสาเหตุของความล้มเหลวและทำการปรับเปลี่ยนก่อนเปิดใช้งานกฎการอัปเดตอีกครั้ง
vi_vn: Luồng dữ liệu 「{{ etlName }}」 trong ứng dụng 「{{ appName }}」 thất bại {{ maxCount }} lần liên tục, đã tắt quy tắc cập nhật và tạm dừng. Xác nhận lý do thất bại, điều chỉnh và bật lại quy tắc
zh_cn: 应用「{{ appName }}」中的数据流「{{ etlName }}」已连续{{ maxCount }}次更新失败，已为你关闭更新规则并暂停更新。请确认更新失败的原因并做相应调整，再重新开启更新规则。
zh_tw: 應用程式「{{ appName }}」中的資料流程「{{ etlName }}」已連續{{ maxCount }}次更新失敗，已為你關閉更新規則並暫停更新。請確認更新失敗的原因並做相應調整，再重新開啟更新規則。

# site.message.content.etl_job_execute_failed
source: Data stream "{{ etlName }}" in the "{{ appName }}" app failed to update.
de_de: Der Datenstrom „{{ etlName }}“ in der App „{{ appName }}“ konnte nicht aktualisiert werden.
es_es: No se pudo actualizar el flujo de datos "{{ etlName }}" en la aplicación "{{ appName }}".
fr_fr: Le flux de données "{{ etlName }}" dans l'application "{{ appName }}" n'a pas pu être mis à jour.
id_id: Aliran data "{{ etlName }}" di aplikasi "{{ appName }}" gagal diperbarui.
ja_jp: アプリ「{{ appName }}」内のデータストリーム「{{ etlName }}」の更新に失敗しました。
km_kh: ស្ទ្រីមទិន្នន័យ "{{ etlName }}" នៅក្នុងកម្មវិធី "{{ appName }}" បរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាព។
ko_kr: "{{ appName }}" 앱의 데이터 스트림 "{{ etlName }}"을 업데이트하지 못했습니다.
pt_pt: O fluxo de dados "{{ etlName }}" no aplicativo "{{ appName }}" falhou ao atualizar.
ru_ru: Не удалось обновить поток данных «{{ etlName }}» в приложении «{{ appName }}».
th_th: สตรีมข้อมูล "{{ etlName }}" ในแอป "{{ appName }}" ไม่สามารถอัปเดตได้
vi_vn: Luồng dữ liệu 「{{ etlName }}」 trong ứng dụng 「{{ appName }}」 cập nhật thất bại
zh_cn: 应用「{{ appName }}」中的数据流「{{ etlName }}」更新失败
zh_tw: 應用程式「{{ appName }}」中的資料流程「{{ etlName }}」更新失敗

# site.message.content.etl_sync_failed
source: Data stream "{{ etl_name }}" in the "{{ app_name }}" app failed to synchronize data to the output table.
de_de: Der Datenstrom „{{ etl_name }}“ in der App „{{ app_name }}“ konnte die Daten nicht mit der Ausgabetabelle synchronisieren.
es_es: El flujo de datos "{{ etl_name }}" en la aplicación "{{ app_name }}" no pudo sincronizar los datos con la tabla de salida.
fr_fr: Le flux de données "{{ etl_name }}" dans l'application "{{ app_name }}" n'a pas pu synchroniser les données avec la table de sortie.
id_id: Aliran data "{{ etl_name }}" di aplikasi "{{ app_name }}" gagal menyinkronkan data ke tabel keluaran.
ja_jp: アプリ「{{ app_name }}」内のデータストリーム「{{ etl_name }}」のデータを出力テーブルに同期することに失敗しました。
km_kh: ស្ទ្រីមទិន្នន័យ "{{ etl_name }}" ក្នុងកម្មវិធី "{{ app_name }}" បរាជ័យក្នុងការធ្វើសមកាលកម្មទិន្នន័យទៅតារាងលទ្ធផល
ko_kr: "{{ app_name }}" 앱의 데이터 스트림 "{{ etl_name }}"이 출력 테이블에 데이터를 동기화하는 데 실패했습니다.
pt_pt: O fluxo de dados "{{ etl_name }}" no aplicativo "{{ app_name }}" falhou ao sincronizar dados com a tabela de saída.
ru_ru: Потоку данных "{{ etl_name }}" в приложении "{{ app_name }}" не удалось синхронизировать данные с выходной таблицей.
th_th: สตรีมข้อมูล "{{ etl_name }}" ในแอป "{{ app_name }}" ล้มเหลวในการซิงโครไนซ์ข้อมูลไปยังตารางเอาต์พุต
vi_vn: Luồng dữ liệu 「{{ etl_name }}」 trong ứng dụng 「{{ app_name }}」 đồng bộ dữ liệu bảng đầu ra thất bại
zh_cn: 应用「{{ app_name }}」中的数据流「{{ etl_name }}」输出表数据同步失败。
zh_tw: 應用程式「{{ app_name }}」中的資料流程「{{ etl_name }}」輸出表資料同步失敗。

# site.message.content.excel_export_failed_member_role_rel_exceeded
source: Failed to export "{{ title }}". The exported member data exceeds the maximum limit.
de_de: Der Export von „{{ title }}“ ist fehlgeschlagen. Die exportierten Mitgliedsdaten überschreiten das maximale Limit.
es_es: No se pudo exportar "{{ title }}". Los datos del miembro exportado superan el límite máximo.
fr_fr: Échec de l'exportation de "{{ title }}". Les données des membres exportées dépassent la limite maximale.
id_id: Gagal mengekspor "{{ title }}". Data anggota yang diekspor melebihi batas maksimum.
ja_jp: 「{{ title }}」のエクスポートに失敗しました。エクスポートされたメンバーデータが最大限度を超えています。
km_kh: នាំចេញ "{{ title }}" បរាជ័យ។ ទិន្នន័យសមាជិកដែលបាននាំចេញលើសពីដែនកំណត់អតិបរមា
ko_kr: "{{ title }}"을(를) 내보내지 못했습니다. 내보낸 회원 데이터가 최대 한도를 초과했습니다.
pt_pt: Falha ao exportar "{{ title }}". Os dados do membro exportado excedem o limite máximo.
ru_ru: Не удалось экспортировать "{{ title }}". Экспортированные данные участника превышают максимальный предел.
th_th: ไม่สามารถส่งออก "{{ title }}" ได้ ข้อมูลสมาชิกที่ส่งออกเกินขีดจำกัดสูงสุด
vi_vn: 「{{ title }}」 xuất thất bại, dữ liệu thành viên vượt giới hạn
zh_cn: 「{{ title }}」导出失败，导出的成员数据超过上限。
zh_tw: 「{{ title }}」匯出失敗，匯出的成員資料超過上限。

# site.message.content.excel_import_complete
source: {{ entryName }} successfully imported {{ imported }} data.
de_de: {{ entryName }} hat erfolgreich {{ imported }} Daten importiert.
es_es: {{ entryName }} importó exitosamente {{ imported }} datos.
fr_fr: {{ entryName }} a importé avec succès {{ imported }} données.
id_id: {{ entryName }} berhasil mengimpor data {{ import }}.
ja_jp: 「{{ entryName }}」は{{ imported }}件のデータを正常にインポートしました。
km_kh: {{ entryName }} បាននាំចូលទិន្នន័យ {{ imported }} ដោយជោគជ័យ។
ko_kr: {{ entryName }}이(가) {{ imported }} 데이터를 성공적으로 가져왔습니다.
pt_pt: {{ entryName }} importou com sucesso {{ imported }} dados.
ru_ru: {{ entryName }} успешно импортировал {{ imported }} данные.
th_th: {{ entryName }} นำเข้าข้อมูล {{ import }} สำเร็จแล้ว
vi_vn: 「{{ entryName }}」 nhập thành công {{ imported }} dữ liệu
zh_cn: 「{{ entryName }}」导入成功{{ imported }}条数据。
zh_tw: 「{{ entryName }}」匯入成功{{ imported }}筆資料。

# site.message.content.excel_import_complete_with_failure
source: {{ entryName }} successfully imported {{ imported }} pieces of data, but failed to import {{ failed }} pieces of data. The error report download link will become invalid after 24 hours. Please download it as soon as possible.
de_de: {{ entryName }} hat erfolgreich {{ imported }} Daten importiert, der Import von {{ failed }} Daten ist jedoch fehlgeschlagen. Der Download-Link für den Fehlerbericht wird nach 24 Stunden ungültig. Bitte laden Sie ihn so schnell wie möglich herunter.
es_es: {{ entryName }} importó correctamente {{ imported }} datos, pero no pudo importar {{ failed }} datos. El enlace de descarga del informe de errores dejará de ser válido después de 24 horas. Descárguelo lo antes posible.
fr_fr: {{ entryName }} a importé avec succès {{ imported }} données, mais a échoué à en importer {{ failed }}. Le lien pour télécharger le rapport d'erreur deviendra invalide après 24 heures. Veuillez le télécharger dès que possible.
id_id: {{ entryName }} berhasil mengimpor {{ import }} data, tetapi gagal mengimpor {{ failed }} data. Tautan unduhan laporan kesalahan akan menjadi tidak berlaku setelah 24 jam. Harap unduh sesegera mungkin.
ja_jp: 「{{ entryName }}」は{{ imported }}件のデータを正常にインポートしましたが、{{ failed }}件のデータのインポートに失敗しました。エラーレポートのダウンロードリンクは24時間後に無効になります。できるだけ早くダウンロードしてください。
km_kh: {{ entryName }} បាននាំចូលទិន្នន័យ {{ imported }} ដោយជោគជ័យ ប៉ុន្តែបរាជ័យក្នុងការនាំចូលទិន្នន័យ {{ failed }}។ តំណទាញយករបាយការខុសនឹងផុតកំណត់ក្នុងរយៈពេល ២៤ម៉ោង។ សូមទាញយកវាឱ្យបានមុន។
ko_kr: {{ entryName }}님이 {{ imported }}개의 데이터를 성공적으로 가져왔지만, {{ fail }}개의 데이터를 가져오지 못했습니다. 오류 보고서 다운로드 링크는 24시간 후 사용할 수 없게 됩니다. 최대한 빨리 다운로드해 주세요.
pt_pt: {{ entryName }} importou com sucesso {{ imported }} dados, mas não conseguiu importar {{ failed }} dados. O link para download do relatório de erros ficará inválido após 24 horas. Baixe-o o mais rápido possível.
ru_ru: {{ entryName }} успешно импортировал {{ imported }} фрагментов данных, но не удалось импортировать {{ failed }} фрагментов данных. Ссылка на загрузку отчета об ошибках станет недействительной через 24 часа. Пожалуйста, загрузите ее как можно скорее.
th_th: {{ entryName }} นำเข้าข้อมูลสำเร็จ {{ imported }} รายการ แต่ไม่สำเร็จ {{ failed }} รายการ ลิงก์ดาวน์โหลดรายงานข้อผิดพลาดจะหมดอายุใน 24 ชั่วโมง กรุณาดาวน์โหลดโดยเร็ว
vi_vn: 「{{ entryName }}」 nhập thành công {{ imported }} dữ liệu, thất bại {{ failed }} dữ liệu, liên kết tải báo cáo lỗi hết hạn sau 24 giờ, tải sớm
zh_cn: 「{{ entryName }}」导入成功{{ imported }}条数据，导入失败{{ failed }}条数据，错误报告下载链接将于24小时后失效，请尽快下载。
zh_tw: 「{{ entryName }}」匯入成功{{ imported }}筆資料，匯入失敗{{ failed }}筆資料，錯誤報告下載連結將於24小時後失效，請盡快下載。

# site.message.content.excel_import_update_complete
source: "{{ entryName }}" successfully updated {{ updated }} data.
de_de: "{{ entryName }}" hat die {{ updated }} Daten erfolgreich aktualisiert.
es_es: "{{ entryName }}" actualizó exitosamente los datos {{ updated }}.
fr_fr: {{ entryName }} a mis à jour avec succès {{ updated }} données.
id_id: "{{ entryName }}" berhasil memperbarui {{ updated }} data.
ja_jp: 「{{ entryName }}」は{{ updated }}件のデータを正常に更新しました。
km_kh: "{{ entryName }}" បានធ្វើបច្ចុប្បន្នភាពទិន្នន័យ {{ updated }} ដោយជោគជ័យ។
ko_kr: "{{ entryName }}"이(가) {{ updated }} 데이터를 성공적으로 업데이트했습니다.
pt_pt: "{{ entryName }}" atualizou com sucesso {{ updated }} dados.
ru_ru: "{{ entryName }}" успешно обновил {{ updated }} данные.
th_th: "{{ entryName }}" อัปเดตข้อมูล {{ updated }} สำเร็จแล้ว
vi_vn: 「{{ entryName }}」 cập nhật thành công {{ updated }} dữ liệu
zh_cn: 「{{ entryName }}」更新成功{{ updated }}条数据。
zh_tw: 「{{ entryName }}」更新成功{{ updated }}筆資料。

# site.message.content.excel_import_update_complete_with_failure
source: {{ entryName }} successfully updated {{ updated }} pieces of data, failed to update {{ failed }} pieces of data.The error report download link will become invalid after 24 hours. Please download it as soon as possible.
de_de: {{ entryName }} hat erfolgreich {{ updated }} Daten aktualisiert, die Aktualisierung von {{ failed }} Daten ist fehlgeschlagen. Der Download-Link für den Fehlerbericht wird nach 24 Stunden ungültig. Bitte laden Sie ihn so schnell wie möglich herunter.
es_es: {{ entryName }} actualizó correctamente {{ updated }} datos, pero no se pudieron actualizar {{ failed }} datos. El enlace de descarga del informe de errores dejará de ser válido después de 24 horas. Descárguelo lo antes posible.
fr_fr: {{ entryName }} a mis à jour avec succès {{ updated }} données, mais n'a pas pu mettre à jour {{ failed }} données. Le lien pour télécharger le rapport d'erreur deviendra invalide après 24 heures. Veuillez le télécharger dès que possible.
id_id: {{ entryName }} berhasil memperbarui {{ updated }} bagian data, gagal memperbarui {{ failed }} bagian data. Tautan unduhan laporan kesalahan akan menjadi tidak berlaku setelah 24 jam. Harap unduh sesegera mungkin.
ja_jp: 「{{ entryName }}」は{{ updated }}件のデータを正常に更新しましたが、{{ failed }}件のデータの更新に失敗しました。エラーレポートのダウンロードリンクは24時間後に無効になります。できるだけ早くダウンロードしてください。
km_kh: {{ entryName }} បានធ្វើបច្ចុប្បន្នភាពទិន្នន័យ {{ updated }} ដោយជោគជ័យ ប៉ុន្តែបរាជ័យក្នុងការធ្វើបច្ចុប្បន្នភាពទិន្នន័យ {{ failed }}។ តំណទាញយករបាយការខុសនឹងផុតកំណត់ក្នុងរយៈពេល ២៤ម៉ោង។ សូមទាញយកវាឱ្យបានមុន។
ko_kr: {{ entryName }}님이 {{ updated }}개의 데이터를 성공적으로 업데이트했지만, {{ fail }}개의 데이터를 업데이트하지 못했습니다. 오류 보고서 다운로드 링크는 24시간 후 사용할 수 없게 됩니다. 최대한 빨리 다운로드해 주세요.
pt_pt: {{ entryName }} atualizou com sucesso {{ updated }} dados, mas não conseguiu atualizar {{ failed }} dados. O link para download do relatório de erros ficará inválido após 24 horas. Baixe-o o mais rápido possível.
ru_ru: {{ entryName }} успешно обновлено {{ updated }} частей данных, не удалось обновить {{ failed }} частей данных. Ссылка для загрузки отчета об ошибках станет недействительной через 24 часа. Пожалуйста, загрузите ее как можно скорее.
th_th: {{ entryName }} อัปเดตข้อมูลสำเร็จแล้ว {{ updated }} ชิ้น ไม่สามารถอัปเดตข้อมูลได้ {{ failed }} ชิ้น ลิงก์ดาวน์โหลดรายงานข้อผิดพลาดจะไม่ถูกต้องหลังจากผ่านไป 24 ชั่วโมง กรุณาดาวน์โหลดโดยเร็วที่สุด
vi_vn: 「{{ entryName }}」 cập nhật thành công {{ updated }} dữ liệu, thất bại {{ failed }} dữ liệu, liên kết tải báo cáo lỗi hết hạn sau 24 giờ, tải sớm
zh_cn: 「{{ entryName }}」更新成功{{ updated }}条数据，失败{{ failed }}条数据，错误报告下载链接将于24小时后失效，请尽快下载。
zh_tw: 「{{ entryName }}」更新成功{{ updated }}筆資料，更新失敗{{ failed }}筆資料，錯誤報告下載連結將於24小時後失效，請盡快下載。
