Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# corp.log.corpCoopRoleRename
source: Rename External Contact Role
de_de: Externe Kontaktrolle umbenennen
es_es: Cambiar el nombre del rol de contacto externo
fr_fr: Renommer le rôle de contact externe
id_id: Ubah Nama Peran Kontak Eksternal
ja_jp: 外部連絡先役割の名前を変更
km_kh: ប្តូរឈ្មោះតួនាទីទំនាក់ទំនងខាងក្រៅ
ko_kr: 외부 연락처 역할 이름 바꾸기
pt_pt: Renomear função de contato externo
ru_ru: Переименовать роль внешнего контакта
th_th: เปลี่ยนชื่อบทบาทผู้ติดต่อภายนอก
vi_vn: Sửa tên vai trò người liên hệ bên ngoài
zh_cn: 修改外部对接人角色名称
zh_tw: 修改外部連絡窗口角色名稱

# corp.log.corpCoopRoleUpdate
source: Change Members under External Contact Role
de_de: Mitglieder unter der Rolle „Externer Kontakt“ ändern
es_es: Cambiar miembros bajo el rol de contacto externo
fr_fr: Changer les membres sous le rôle de contact externe
id_id: Ubah Anggota di bawah Peran Kontak Eksternal
ja_jp: 外部連絡先役割のメンバーを変更
km_kh: ផ្លាស់ប្តូរសមាជិកក្រោមតួនាទីទំនាក់ទំនងខាងក្រៅ
ko_kr: 외부 연락처 역할에서 멤버 변경
pt_pt: Alterar membros na função de contato externo
ru_ru: Изменение участников в роли внешнего контакта
th_th: เปลี่ยนแปลงสมาชิกภายใต้บทบาทผู้ติดต่อภายนอก
vi_vn: Thay đổi thành viên trong vai trò người liên hệ bên ngoài
zh_cn: 调整外部对接人角色成员
zh_tw: 調整外部連絡窗口角色成員

# corp.log.corpExecutiveUpdate
source: Update Notification Block
de_de: Benachrichtigungsblock aktualisieren
es_es: Bloque de notificaciones de actualización
fr_fr: Mettre à jour le bloc de notification
id_id: Perbarui Blok Pemberitahuan
ja_jp: 通知ブロックを更新
km_kh: ធ្វើបច្ចុប្បន្នភាពប្លុកការជូនដំណឹង
ko_kr: 업데이트 알림 블록
pt_pt: Bloco de Notificação de Atualização
ru_ru: Блок уведомлений об обновлении
th_th: อัพเดทบล็อคแจ้งเตือน
vi_vn: Cập nhật chặn thông báo
zh_cn: 调整提醒屏蔽
zh_tw: 調整通知封鎖

# corp.log.corpRename
source: Rename Business
de_de: Unternehmen umbenennen
es_es: Cambiar el nombre de la empresa
fr_fr: Renommer l'entreprise
id_id: Ganti Nama Bisnis
ja_jp: ビジネス名を変更する
km_kh: ប្តូរឈ្មោះអាជីវកម្ម
ko_kr: 사업체 이름 변경
pt_pt: Renomear negócio
ru_ru: Переименовать бизнес
th_th: เปลี่ยนชื่อธุรกิจ
vi_vn: Sửa tên doanh nghiệp
zh_cn: 修改企业名称
zh_tw: 修改企業名稱

# corp.log.corpThemeDisable
source: Disable Business Style
de_de: Business-Stil deaktivieren
es_es: Desactivar el estilo empresarial
fr_fr: Désactiver le style d'entreprise
id_id: Nonaktifkan Gaya Bisnis
ja_jp: ビジネススタイルを無効にする
km_kh: បិទស្ទីលអាជីវកម្ម
ko_kr: 비즈니스 스타일 비활성화
pt_pt: Desativar estilo empresarial
ru_ru: Отключить деловой стиль
th_th: ปิดใช้งานรูปแบบธุรกิจ
vi_vn: Tắt phong cách doanh nghiệp
zh_cn: 关闭企业风格
zh_tw: 關閉企業風格

# corp.log.corpThemeEnable
source: Enable Business Style
de_de: Business-Stil aktivieren
es_es: Habilitar el estilo empresarial
fr_fr: Activer le style d'entreprise
id_id: Aktifkan Gaya Bisnis
ja_jp: ビジネススタイルを有効にする
km_kh: បើកស្ទីលអាជីវកម្ម
ko_kr: 비즈니스 스타일 활성화
pt_pt: Habilitar estilo empresarial
ru_ru: Включить деловой стиль
th_th: เปิดใช้งานรูปแบบธุรกิจ
vi_vn: Bật phong cách doanh nghiệp
zh_cn: 开启企业风格
zh_tw: 開啟企業風格

# corp.log.corpThemeUpdate
source: Edit Business Style
de_de: Geschäftsstil bearbeiten
es_es: Editar estilo empresarial
fr_fr: Modifier le style d'entreprise
id_id: Edit Gaya Bisnis
ja_jp: ビジネススタイルを編集
km_kh: កែសម្រួលរចនាប័ទ្មអាជីវកម្ម
ko_kr: 비즈니스 스타일 편집
pt_pt: Editar estilo de negócios
ru_ru: Изменить деловой стиль
th_th: แก้ไขรูปแบบธุรกิจ
vi_vn: Sửa phong cách doanh nghiệp
zh_cn: 修改企业风格
zh_tw: 修改企業風格

# corp.log.corpUrlUpdate
source: Edit Business Portal URL
de_de: URL des Business-Portals bearbeiten
es_es: Editar la URL del portal empresarial
fr_fr: Modifier l'URL du portail d'entreprise
id_id: Edit URL Portal Bisnis
ja_jp: ビジネスポータルのURLを編集する
km_kh: កែសម្រួល URL វេទិកាអាជីវកម្ម
ko_kr: 비즈니스 포털 URL 편집
pt_pt: Editar URL do Portal de Negócios
ru_ru: Изменить URL-адрес бизнес-портала
th_th: แก้ไข URL พอร์ทัลธุรกิจ
vi_vn: Sửa URL tài khoản doanh nghiệp
zh_cn: 修改企业账号URL
zh_tw: 修改企業帳號 URL

# corp.log.customLoginDisable
source: Disable Custom Login Page
de_de: Benutzerdefinierte Anmeldeseite deaktivieren
es_es: Deshabilitar la página de inicio de sesión personalizada
fr_fr: Désactiver la page de connexion personnalisée
id_id: Nonaktifkan Halaman Login Kustom
ja_jp: カスタムログインページを無効にする
km_kh: បិទទំព័រចូលប្រើផ្ទាល់ខ្លួន
ko_kr: 사용자 정의 로그인 페이지 비활성화
pt_pt: Desativar página de login personalizada
ru_ru: Отключить пользовательскую страницу входа
th_th: ปิดใช้งานหน้าเข้าสู่ระบบแบบกำหนดเอง
vi_vn: Tắt trang đăng nhập tùy chỉnh
zh_cn: 关闭自定义登录页
zh_tw: 關閉自訂登入頁

# corp.log.customLoginEnable
source: Enable Custom Login Page
de_de: Benutzerdefinierte Anmeldeseite aktivieren
es_es: Habilitar página de inicio de sesión personalizada
fr_fr: Activer la page de connexion personnalisée
id_id: Aktifkan Halaman Login Kustom
ja_jp: カスタムログインページを有効にする
km_kh: បើកទំព័រចូលប្រើផ្ទាល់ខ្លួន
ko_kr: 사용자 정의 로그인 페이지 활성화
pt_pt: Habilitar página de login personalizada
ru_ru: Включить пользовательскую страницу входа
th_th: เปิดใช้งานหน้าเข้าสู่ระบบแบบกำหนดเอง
vi_vn: Bật trang đăng nhập tùy chỉnh
zh_cn: 开启自定义登录页
zh_tw: 開啟自訂登入頁

# corp.log.customWorkbenchUpdate
source: Edit Business Workspace
de_de: Business-Arbeitsbereich bearbeiten
es_es: Editar espacio de trabajo empresarial
fr_fr: Modifier l'espace de travail de l'entreprise
id_id: Edit Ruang Kerja Bisnis
ja_jp: ビジネスワークスペースを編集する
km_kh: កែសម្រួលកន្លែងធ្វើការអាជីវកម្ម
ko_kr: 비즈니스 작업 공간 편집
pt_pt: Editar Área de Trabalho Empresarial
ru_ru: Редактировать рабочее пространство бизнеса
th_th: แก้ไขพื้นที่ทำงานทางธุรกิจ
vi_vn: Sửa bảng làm việc doanh nghiệp
zh_cn: 修改企业工作台
zh_tw: 修改企業工作台

# corp.log.dashAuthUpdate
source: Edit Dashboard Permission
de_de: Berechtigung zum Bearbeiten des Dashboards
es_es: Editar permisos del panel
fr_fr: Modifier l'autorisation du tableau de bord
id_id: Edit Izin Dasbor
ja_jp: ダッシュボードの権限を編集
km_kh: កែសិទ្ធិផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 권한 편집
pt_pt: Editar permissão do painel
ru_ru: Разрешение на редактирование панели инструментов
th_th: แก้ไขการอนุญาตแผงควบคุม
vi_vn: Cập nhật quyền bảng điều khiển
zh_cn: 调整仪表盘权限
zh_tw: 調整儀表板權限

# corp.log.dashCreate
source: Create Dashboard
de_de: Dashboard erstellen
es_es: Crear panel de control
fr_fr: Créer un tableau de bord
id_id: Buat Dasbor
ja_jp: ダッシュボードを作成
km_kh: បង្កើតផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 만들기
pt_pt: Criar painel
ru_ru: Создать панель инструментов
th_th: สร้างแดชบอร์ด
vi_vn: Tạo bảng điều khiển
zh_cn: 创建仪表盘
zh_tw: 建立儀表板

# corp.log.dashPublicLink
source: Edit Dashboard Public Link
de_de: Öffentlichen Link zum Bearbeiten des Dashboards
es_es: Editar enlace público del panel
fr_fr: Modifier le lien public du tableau de bord
id_id: Edit Tautan Publik Dasbor
ja_jp: ダッシュボードの公開リンクを編集
km_kh: កែសម្រួលតំណសាធារណៈផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 공개 링크 편집
pt_pt: Editar link público do painel
ru_ru: Изменить публичную ссылку на панель инструментов
th_th: แก้ไขลิงค์สาธารณะของแดชบอร์ด
vi_vn: Cập nhật liên kết công khai bảng điều khiển
zh_cn: 调整仪表盘公开链接
zh_tw: 調整儀表板公開連結

# corp.log.dashRecover
source: Restore Dashboard
de_de: Dashboard wiederherstellen
es_es: Restaurar el panel de control
fr_fr: Restaurer le tableau de bord
id_id: Pulihkan Dasbor
ja_jp: ダッシュボードを復元
km_kh: ស្តារផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 복원
pt_pt: Restaurar painel
ru_ru: Восстановить панель инструментов
th_th: คืนค่าแดชบอร์ด
vi_vn: Khôi phục bảng điều khiển
zh_cn: 恢复仪表盘
zh_tw: 恢復儀表板

# corp.log.dashRemove
source: Delete Dashboard
de_de: Dashboard löschen
es_es: Eliminar el panel de control
fr_fr: Supprimer le tableau de bord
id_id: Hapus Dasbor
ja_jp: ダッシュボードを削除
km_kh: លុបផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 삭제
pt_pt: Excluir painel
ru_ru: Удалить панель инструментов
th_th: ลบแดชบอร์ด
vi_vn: Xóa bảng điều khiển
zh_cn: 删除仪表盘
zh_tw: 刪除儀表板

# corp.log.dashRename
source: Rename Dashboard
de_de: Dashboard umbenennen
es_es: Cambiar el nombre del panel
fr_fr: Renommer le tableau de bord
id_id: Ganti Nama Dasbor
ja_jp: ダッシュボードの名前を変更
km_kh: ប្តូរឈ្មោះផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 이름 바꾸기
pt_pt: Renomear Painel
ru_ru: Переименовать панель инструментов
th_th: เปลี่ยนชื่อแดชบอร์ด
vi_vn: Sửa tên bảng điều khiển
zh_cn: 修改仪表盘名称
zh_tw: 修改儀表板名稱

# corp.log.dashUpdate
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
id_id: Sunting
ja_jp: 編集
km_kh: កែសម្រួល
ko_kr: 편집하다
pt_pt: Editar
ru_ru: Редактировать
th_th: แก้ไข
vi_vn: Sửa thiết kế bảng điều khiển
zh_cn: 修改仪表盘设计
zh_tw: 修改儀表板設計

# corp.log.dataBatchPrint
source: Batch Print Records
de_de: Stapeldruck von Datensätzen
es_es: Registros de impresión por lotes
fr_fr: Imprimer les enregistrements par lot
id_id: Catatan Cetak Batch
ja_jp: 記録を一括印刷
km_kh: បោះពុម្ពកំណត់ត្រាជាក្រុម
ko_kr: 일괄 인쇄 레코드
pt_pt: Registros de impressão em lote
ru_ru: Пакетная печать записей
th_th: บันทึกการพิมพ์แบบแบตช์
vi_vn: In dữ liệu hàng loạt
zh_cn: 批量打印数据
zh_tw: 批次列印資料

# corp.log.dataBatchRecover
source: Recover Data in Batch
de_de: Daten im Stapel wiederherstellen
es_es: Recuperar datos por lotes
fr_fr: Récupérer les données par lot
id_id: Memulihkan Data Secara Batch
ja_jp: データを一括復元
km_kh: ស្តារទិន្នន័យជាក្រុម
ko_kr: 일괄적으로 데이터 복구
pt_pt: Recuperar dados em lote
ru_ru: Пакетное восстановление данных
th_th: กู้คืนข้อมูลเป็นชุด
vi_vn: Khôi phục dữ liệu hàng loạt
zh_cn: 批量恢复数据
zh_tw: 批次恢復資料

# corp.log.dataBatchRemove
source: Delete Data in Batch
de_de: Daten im Stapel löschen
es_es: Eliminar datos por lotes
fr_fr: Supprimer les données par lot
id_id: Hapus Data Secara Batch
ja_jp: データを一括削除
km_kh: លុបទិន្នន័យជាក្រុម
ko_kr: 일괄적으로 데이터 삭제
pt_pt: Excluir dados em lote
ru_ru: Пакетное удаление данных
th_th: ลบข้อมูลในชุด
vi_vn: Xóa dữ liệu hàng loạt
zh_cn: 批量删除数据
zh_tw: 批次刪除資料

# corp.log.dataBatchUpdate
source: Edit Data in Batch
de_de: Daten im Stapel bearbeiten
es_es: Editar datos por lotes
fr_fr: Modifier les données par lot
id_id: Edit Data Secara Batch
ja_jp: データを一括編集
km_kh: កែសម្រួលទិន្នន័យជាក្រុម
ko_kr: 일괄적으로 데이터 편집
pt_pt: Editar dados em lote
ru_ru: Пакетное редактирование данных
th_th: แก้ไขข้อมูลในชุด
vi_vn: Sửa dữ liệu hàng loạt
zh_cn: 批量修改数据
zh_tw: 批次修改資料

# corp.log.dataCreate
source: Add Data
de_de: Daten hinzufügen
es_es: Agregar datos
fr_fr: Ajouter des données
id_id: Tambahkan Data
ja_jp: データを追加
km_kh: បន្ថែមទិន្នន័យ
ko_kr: 데이터 추가
pt_pt: Adicionar dados
ru_ru: Добавить данные
th_th: เพิ่มข้อมูล
vi_vn: Thêm dữ liệu
zh_cn: 创建数据
zh_tw: 建立資料

# corp.log.dataExport
source: Export data
de_de: Daten exportieren
es_es: Exportar datos
fr_fr: Exporter des données
id_id: Ekspor data
ja_jp: データをエクスポート
km_kh: នាំចេញទិន្នន័យ
ko_kr: 데이터 내보내기
pt_pt: Exportar dados
ru_ru: Экспорт данных
th_th: การส่งออกข้อมูล
vi_vn: Xuất dữ liệu
zh_cn: 导出数据
zh_tw: 匯出資料

# corp.log.dataImport
source: Import - Add Data
de_de: Importieren - Daten hinzufügen
es_es: Importar - Agregar datos
fr_fr: Importer - Ajouter des données
id_id: Impor - Tambahkan Data
ja_jp: データを追加 - インポート
km_kh: នាំចូល - បន្ថែមទិន្នន័យ
ko_kr: 가져오기 - 데이터 추가
pt_pt: Importar - Adicionar Dados
ru_ru: Импорт - Добавить данные
th_th: นำเข้า-เพิ่มข้อมูล
vi_vn: Nhập - Thêm dữ liệu
zh_cn: 导入-新增数据
zh_tw: 匯入-新增資料

# corp.log.dataImportFile
source: Import Attachments
de_de: Anhänge importieren
es_es: Importar archivos adjuntos
fr_fr: Importer des pièces jointes
id_id: Impor Lampiran
ja_jp: 添付ファイルをインポート
km_kh: នាំចូលឯកសារភ្ជាប់
ko_kr: 첨부 파일 가져오기
pt_pt: Importar anexos
ru_ru: Импорт вложений
th_th: การนำเข้าสิ่งที่แนบมา
vi_vn: Nhập tệp đính kèm
zh_cn: 导入附件
zh_tw: 匯入附件

# corp.log.dataImportUpdate
source: Import - Update Data
de_de: Importieren - Daten aktualisieren
es_es: Importar - Actualizar datos
fr_fr: Importer - Mettre à jour les données
id_id: Impor - Perbarui Data
ja_jp: データを更新 - インポート
km_kh: នាំចូល - ធ្វើឱ្យទាន់សម័យទិន្នន័យ
ko_kr: 가져오기 - 데이터 업데이트
pt_pt: Importar - Atualizar Dados
ru_ru: Импорт - Обновление данных
th_th: นำเข้า-อัปเดตข้อมูล
vi_vn: Nhập - Cập nhật dữ liệu
zh_cn: 导入-更新数据
zh_tw: 匯入-更新資料

# corp.log.dataImportUpsert
source: Import - Add and Update Data
de_de: Importieren – Daten hinzufügen und aktualisieren
es_es: Importar - Agregar y actualizar datos
fr_fr: Importer - Ajouter et mettre à jour les données
id_id: Impor - Tambahkan dan Perbarui Data
ja_jp: データを追加および更新 - インポート
km_kh: នាំចូល - បន្ថែម និងធ្វើឱ្យទាន់សម័យទិន្នន័យ
ko_kr: 가져오기 - 데이터 추가 및 업데이트
pt_pt: Importar - Adicionar e Atualizar Dados
ru_ru: Импорт - добавление и обновление данных
th_th: นำเข้า - เพิ่มและอัปเดตข้อมูล
vi_vn: Nhập - Thêm và cập nhật dữ liệu
zh_cn: 导入-更新和新增数据
zh_tw: 匯入-更新和新增資料

# corp.log.dataPrint
source: Print Record
de_de: Datensatz drucken
es_es: Registro de impresión
fr_fr: Imprimer l'enregistrement
id_id: Cetak Rekaman
ja_jp: 記録を印刷
km_kh: បោះពុម្ពកំណត់ត្រា
ko_kr: 인쇄 기록
pt_pt: Registro de impressão
ru_ru: Распечатать запись
th_th: พิมพ์บันทึก
vi_vn: In dữ liệu
zh_cn: 打印数据
zh_tw: 列印資料

# corp.log.dataPrintQr
source: Print QR Codes/Barcodes
de_de: QR-Codes/Barcodes drucken
es_es: Imprimir códigos QR/códigos de barras
fr_fr: Imprimer les codes QR/barres
id_id: Cetak Kode QR/Barcode
ja_jp: QRコード/バーコードを印刷
km_kh: បោះពុម្ពកូដ QR/បាកូដ
ko_kr: QR 코드/바코드 인쇄
pt_pt: Imprimir códigos QR/códigos de barras
ru_ru: Печать QR-кодов/штрих-кодов
th_th: พิมพ์รหัส QR/บาร์โค้ด
vi_vn: In mã QR/mã vạch
zh_cn: 打印二维码/条形码
zh_tw: 列印 QR Code/條碼

# corp.log.dataRecover
source: Recover Data
de_de: Daten wiederherstellen
es_es: Recuperar datos
fr_fr: Récupérer les données
id_id: Memulihkan Data
ja_jp: データを復元
km_kh: ស្តារទិន្នន័យ
ko_kr: 데이터 복구
pt_pt: Recuperar dados
ru_ru: Восстановить данные
th_th: กู้ข้อมูล
vi_vn: Khôi phục dữ liệu
zh_cn: 恢复数据
zh_tw: 恢復資料

# corp.log.dataRemove
source: Delete Data
de_de: Daten löschen
es_es: Eliminar datos
fr_fr: Supprimer les données
id_id: Hapus Data
ja_jp: データを削除
km_kh: លុបទិន្នន័យ
ko_kr: 데이터 삭제
pt_pt: Excluir dados
ru_ru: Удалить данные
th_th: ลบข้อมูล
vi_vn: Xóa dữ liệu
zh_cn: 删除数据
zh_tw: 刪除資料

# corp.log.dataTriggerCreate
source: Create Automation
de_de: Automatisierung erstellen
es_es: Crear automatización
fr_fr: Créer une automatisation
id_id: Buat Otomatisasi
ja_jp: オートメーションを作成
km_kh: បង្កើតស្វ័យប្រវត្តិកម្ម
ko_kr: 자동화 만들기
pt_pt: Criar automação
ru_ru: Создать Автоматизацию
th_th: สร้างการทำงานอัตโนมัติ
vi_vn: Tạo trợ lý thông minh
zh_cn: 创建智能助手
zh_tw: 建立智慧助手

# corp.log.dataTriggerRemove
source: Remove Automation
de_de: Automatisierung entfernen
es_es: Eliminar automatización
fr_fr: Supprimer l'automatisation
id_id: Hapus Otomatisasi
ja_jp: オートメーションを削除
km_kh: លុបស្វ័យប្រវត្តិកម្ម
ko_kr: 자동화 제거
pt_pt: Remover automação
ru_ru: Удалить автоматизацию
th_th: ลบการทำงานอัตโนมัติ
vi_vn: Xóa trợ lý thông minh
zh_cn: 删除智能助手
zh_tw: 刪除智慧助手

# corp.log.dataTriggerStart
source: Enable Automation
de_de: Automatisierung aktivieren
es_es: Habilitar la automatización
fr_fr: Activer l'automatisation
id_id: Aktifkan Otomatisasi
ja_jp: オートメーションを有効化
km_kh: បើកស្វ័យប្រវត្តិកម្ម
ko_kr: 자동화 활성화
pt_pt: Habilitar automação
ru_ru: Включить автоматизацию
th_th: เปิดใช้งานระบบอัตโนมัติ
vi_vn: Bật trợ lý thông minh
zh_cn: 开启智能助手
zh_tw: 開啟智慧助手

# corp.log.dataTriggerStop
source: Disable Automation
de_de: Automatisierung deaktivieren
es_es: Deshabilitar la automatización
fr_fr: Désactiver l'automatisation
id_id: Nonaktifkan Otomatisasi
ja_jp: オートメーションを無効化
km_kh: បិទស្វ័យប្រវត្តិកម្ម
ko_kr: 자동화 비활성화
pt_pt: Desativar automação
ru_ru: Отключить автоматизацию
th_th: ปิดการใช้งานระบบอัตโนมัติ
vi_vn: Tắt trợ lý thông minh
zh_cn: 关闭智能助手
zh_tw: 關閉智慧助手

# corp.log.dataTriggerUpdate
source: Update Automation
de_de: Update-Automatisierung
es_es: Automatización de actualizaciones
fr_fr: Mettre à jour l'automatisation
id_id: Perbarui Otomatisasi
ja_jp: オートメーションを更新
km_kh: ធ្វើឱ្យទាន់សម័យស្វ័យប្រវត្តិកម្ម
ko_kr: 업데이트 자동화
pt_pt: Automação de atualização
ru_ru: Обновление Автоматизации
th_th: อัปเดตระบบอัตโนมัติ
vi_vn: Cập nhật trợ lý thông minh
zh_cn: 修改智能助手
zh_tw: 修改智慧助手

# corp.log.dataUpdate
source: Update Data
de_de: Daten aktualisieren
es_es: Actualizar datos
fr_fr: Mettre à jour les données
id_id: Perbarui Data
ja_jp: データを更新
km_kh: ធ្វើឱ្យទាន់សម័យទិន្នន័យ
ko_kr: 데이터 업데이트
pt_pt: Atualizar dados
ru_ru: Обновить данные
th_th: อัปเดตข้อมูล
vi_vn: Cập nhật dữ liệu
zh_cn: 修改数据
zh_tw: 修改資料

# corp.log.deptCreate
source: Add Department
de_de: Abteilung hinzufügen
es_es: Agregar departamento
fr_fr: Ajouter un département
id_id: Tambahkan Departemen
ja_jp: 部署を追加
km_kh: បន្ថែមដេប៉ាតឺម៉ង់
ko_kr: 부서 추가
pt_pt: Adicionar departamento
ru_ru: Добавить отдел
th_th: เพิ่มแผนก
vi_vn: Thêm phòng ban
zh_cn: 添加部门
zh_tw: 新增部署

# corp.log.deptLabelCreate
source: Add Business Tag
de_de: Business-Tag hinzufügen
es_es: Agregar etiqueta de negocio
fr_fr: Ajouter une étiquette d'entreprise
id_id: Tambahkan Tag Bisnis
ja_jp: ビジネスタグを追加
km_kh: បន្ថែមស្លាកអាជីវកម្ម
ko_kr: 비즈니스 태그 추가
pt_pt: Adicionar etiqueta comercial
ru_ru: Добавить бизнес-тег
th_th: เพิ่มแท็กธุรกิจ
vi_vn: Thêm nhãn doanh nghiệp
zh_cn: 添加企业标签
zh_tw: 新增企業標籤

# corp.log.deptLabelDelete
source: Delete Business Tag
de_de: Business-Tag löschen
es_es: Eliminar etiqueta de negocio
fr_fr: Supprimer l'étiquette d'entreprise
id_id: Hapus Tag Bisnis
ja_jp: ビジネスタグを削除
km_kh: លុបស្លាកអាជីវកម្ម
ko_kr: 비즈니스 태그 삭제
pt_pt: Excluir etiqueta comercial
ru_ru: Удалить бизнес-тег
th_th: ลบแท็กธุรกิจ
vi_vn: Xóa nhãn doanh nghiệp
zh_cn: 删除企业标签
zh_tw: 刪除企業標籤

# corp.log.deptLabelDeptUpdate
source: Adjust Company under Business Tag
de_de: Firma unter Business-Tag anpassen
es_es: Ajustar la empresa bajo la etiqueta de negocio
fr_fr: Ajuster l'entreprise sous l'étiquette d'entreprise
id_id: Sesuaikan Perusahaan di bawah Tag Bisnis
ja_jp: ビジネスタグの会社を調整
km_kh: លៃតម្រូវក្រុមហ៊ុនក្រោមស្លាកអាជីវកម្ម
ko_kr: 비즈니스 태그에서 회사 조정
pt_pt: Ajustar empresa sob etiqueta comercial
ru_ru: Отрегулируйте компанию в разделе «Бизнес-тег»
th_th: ปรับบริษัทภายใต้แท็กธุรกิจ
vi_vn: Điều chỉnh doanh nghiệp trong nhãn
zh_cn: 调整企业标签内企业
zh_tw: 調整企業標籤內企業

# corp.log.deptLabelUpdate
source: Edit Business Tag Name
de_de: Geschäftstagnamen bearbeiten
es_es: Editar el nombre de la etiqueta comercial
fr_fr: Modifier le nom de l'étiquette d'entreprise
id_id: Edit Nama Tag Bisnis
ja_jp: ビジネスタグ名を編集
km_kh: កែសម្រួលឈ្មោះស្លាកអាជីវកម្ម
ko_kr: 비즈니스 태그 이름 편집
pt_pt: Editar nome da etiqueta comercial
ru_ru: Изменить имя бизнес-тега
th_th: แก้ไขชื่อแท็กธุรกิจ
vi_vn: Sửa tên nhãn doanh nghiệp
zh_cn: 修改企业标签名称
zh_tw: 修改企業標籤名稱

# corp.log.deptManagerUpdate
source: Update Department Head
de_de: Update Abteilungsleiter
es_es: Actualización del Jefe del Departamento
fr_fr: Mettre à jour le chef de département
id_id: Perbarui Kepala Departemen
ja_jp: 部署長を更新
km_kh: ធ្វើឱ្យទាន់សម័យមេដេប៉ាតឺម៉ង់
ko_kr: 부서장 업데이트
pt_pt: Chefe de Departamento de Atualização
ru_ru: Начальник отдела обновлений
th_th: อัพเดทหัวหน้าแผนก
vi_vn: Cập nhật trưởng phòng ban
zh_cn: 修改部门主管
zh_tw: 修改部署主管

# corp.log.deptRemove
source: Delete Department
de_de: Abteilung löschen
es_es: Eliminar departamento
fr_fr: Supprimer le département
id_id: Hapus Departemen
ja_jp: 部署を削除
km_kh: លុបដេប៉ាតឺម៉ង់
ko_kr: 부서 삭제
pt_pt: Excluir departamento
ru_ru: Удалить отдел
th_th: ลบแผนก
vi_vn: Xóa phòng ban
zh_cn: 删除部门
zh_tw: 刪除部署

# corp.log.deptRename
source: Rename Department
de_de: Abteilung umbenennen
es_es: Cambiar el nombre del departamento
fr_fr: Renommer le département
id_id: Ganti Nama Departemen
ja_jp: 部署の名前を変更
km_kh: ប្តូរឈ្មោះដេប៉ាតឺម៉ង់
ko_kr: 부서 이름 변경
pt_pt: Renomear Departamento
ru_ru: Переименовать отдел
th_th: เปลี่ยนชื่อแผนก
vi_vn: Sửa tên phòng ban
zh_cn: 修改部门名称
zh_tw: 修改部署名稱

# corp.log.etlAutoExecute
source: Auto Update
de_de: Automatisches Update
es_es: Actualización automática
fr_fr: Mise à jour automatique
id_id: Pembaruan Otomatis
ja_jp: 自動更新
km_kh: ធ្វើឱ្យទាន់សម័យស្វ័យប្រវត្តិ
ko_kr: 자동 업데이트
pt_pt: Atualização automática
ru_ru: Автоматическое обновление
th_th: อัพเดทอัตโนมัติ
vi_vn: Cập nhật tự động
zh_cn: 自动更新
zh_tw: 自動更新

# corp.log.etlCreate
source: Create Data Stream
de_de: Datenstrom erstellen
es_es: Crear flujo de datos
fr_fr: Créer un flux de données
id_id: Buat Aliran Data
ja_jp: データストリームを作成
km_kh: បង្កើតស្ទ្រីមទិន្នន័យ
ko_kr: 데이터 스트림 생성
pt_pt: Criar fluxo de dados
ru_ru: Создать поток данных
th_th: สร้างสตรีมข้อมูล
vi_vn: Tạo luồng dữ liệu
zh_cn: 创建数据流
zh_tw: 建立資料流

# corp.log.etlCronExecute
source: Cron Update
es_es: Actualización de Cron
fr_fr: Mise à jour cron
id_id: Pembaruan Cron
ja_jp: Cron更新
km_kh: ធ្វើឱ្យទាន់សម័យ Cron
ko_kr: 크론 업데이트
pt_pt: Atualização do Cron
ru_ru: Обновление Cron
th_th: อัปเดต Cron
vi_vn: Cập nhật định kỳ
zh_cn: 定时更新
zh_tw: 定時更新

# corp.log.etlDuration
source: Update Duration
de_de: Aktualisierungsdauer
es_es: Duración de la actualización
fr_fr: Durée de la mise à jour
id_id: Durasi Pembaruan
ja_jp: 更新時間
km_kh: រយៈពេលធ្វើឱ្យទាន់សម័យ
ko_kr: 업데이트 기간
pt_pt: Duração da atualização
ru_ru: Продолжительность обновления
th_th: ระยะเวลาการอัปเดต
vi_vn: Thời lượng cập nhật
zh_cn: 更新时长
zh_tw: 更新時長

# corp.log.etlEndTime
source: End Time
de_de: Endzeit
es_es: Fin de los tiempos
fr_fr: Heure de fin
id_id: Akhir Zaman
ja_jp: 終了時間
km_kh: ពេលវេលាបញ្ចប់
ko_kr: 종료 시간
pt_pt: Fim dos tempos
ru_ru: Время окончания
th_th: เวลาสิ้นสุด
vi_vn: Thời gian kết thúc
zh_cn: 结束时间
zh_tw: 結束時間

# corp.log.etlExecuteResult
source: Update Result
de_de: Ergebnis aktualisieren
es_es: Actualizar resultado
fr_fr: Résultat de la mise à jour
id_id: Hasil Pembaruan
ja_jp: 更新結果
km_kh: លទ្ធផលធ្វើឱ្យទាន់សម័យ
ko_kr: 업데이트 결과
pt_pt: Atualizar resultado
ru_ru: Обновить результат
th_th: อัพเดทผลการ
vi_vn: Kết quả cập nhật
zh_cn: 更新结果
zh_tw: 更新結果

# corp.log.etlExecuteType
source: Update Method
de_de: Update-Methode
es_es: Método de actualización
fr_fr: Méthode de mise à jour
id_id: Metode Pembaruan
ja_jp: 更新方法
km_kh: វិធីសាស្រ្តធ្វើឱ្យទាន់សម័យ
ko_kr: 업데이트 방법
pt_pt: Método de atualização
ru_ru: Метод обновления
th_th: วิธีการอัพเดต
vi_vn: Phương thức cập nhật
zh_cn: 更新方式
zh_tw: 更新方式

# corp.log.etlJust
source: Less than 1 min
de_de: Weniger als 1 Minute
es_es: Menos de 1 minuto
fr_fr: Moins d'une minute
id_id: Kurang dari 1 menit
ja_jp: 1分未満
km_kh: តិចជាង 1 នាទី
ko_kr: 1분 이내
pt_pt: Menos de 1 min
ru_ru: Менее 1 мин.
th_th: น้อยกว่า 1 นาที
vi_vn: Dưới 1 phút
zh_cn: 少于1分钟
zh_tw: 少於1分鐘

# corp.log.etlManualExecute
source: Manual Update
de_de: Manuelles Update
es_es: Actualización manual
fr_fr: Mise à jour manuelle
id_id: Pembaruan Manual
ja_jp: 手動更新
km_kh: ធ្វើឱ្យទាន់សម័យដោយដៃ
ko_kr: 수동 업데이트
pt_pt: Atualização manual
ru_ru: Ручное обновление
th_th: การอัพเดตด้วยตนเอง
vi_vn: Cập nhật thủ công
zh_cn: 手动更新
zh_tw: 手動更新

# corp.log.etlMin
source: {{ minute }} Min(s)
de_de: {{ minute }} Min.
es_es: {{ minuto }} Min(s)
fr_fr: {{ minute }} min
id_id: {{ menit }} Menit
ja_jp: {{ minute }} 分
km_kh: {{ minute }} នាទី
ko_kr: {{ minute }}분
pt_pt: {{ minuto }} Min(s)
ru_ru: {{ minute }} мин.
th_th: {{ minute }} นาที
vi_vn: {{ minute }} phút
zh_cn: {{ minute }}分钟
zh_tw: {{ minute }}分鐘

# corp.log.etlRemove
source: Delete Data Stream
de_de: Datenstrom löschen
es_es: Eliminar flujo de datos
fr_fr: Supprimer le flux de données
id_id: Hapus Aliran Data
ja_jp: データストリームを削除
km_kh: លុបស្ទ្រីមទិន្នន័យ
ko_kr: 데이터 스트림 삭제
pt_pt: Excluir fluxo de dados
ru_ru: Удалить поток данных
th_th: ลบข้อมูลสตรีม
vi_vn: Xóa luồng dữ liệu
zh_cn: 删除数据流
zh_tw: 刪除資料流

# corp.log.etlRename
source: Rename Data Stream
de_de: Datenstrom umbenennen
es_es: Cambiar el nombre del flujo de datos
fr_fr: Renommer le flux de données
id_id: Ubah Nama Aliran Data
ja_jp: データストリームの名前を変更
km_kh: ប្តូរឈ្មោះស្ទ្រីមទិន្នន័យ
ko_kr: 데이터 스트림 이름 바꾸기
pt_pt: Renomear Fluxo de Dados
ru_ru: Переименовать поток данных
th_th: เปลี่ยนชื่อสตรีมข้อมูล
vi_vn: Sửa tên luồng dữ liệu
zh_cn: 修改数据流名称
zh_tw: 修改資料流名稱

# corp.log.etlStartTime
source: Start Time
de_de: Startzeit
es_es: Hora de inicio
fr_fr: Heure de début
id_id: Waktu Mulai
ja_jp: 開始時間
km_kh: ពេលវេលាចាប់ផ្តើម
ko_kr: 시작 시간
pt_pt: Hora de início
ru_ru: Время начала
th_th: เวลาเริ่มต้น
vi_vn: Thời gian bắt đầu
zh_cn: 开始时间
zh_tw: 開始時間
