Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# activity_stats.export.removed
source: (Deleted)
de_de: (Gestrichen)
es_es: (Eliminado)
id_id: (Dihapus)
ja_jp: （削除済み）
km_kh: (បានលុប)
ko_kr: (삭제됨)
pt_pt: (Excluído)
ru_ru: (Удалено)
th_th: (ลบไปแล้ว)
vi_vn: (Đã xóa)
zh_cn: （已删除）
zh_tw: （已刪除）

# aggregate.exceed.limit
source: Formula length exceeds the limit
de_de: Die Formellänge überschreitet das Limit
es_es: La longitud de la fórmula excede el límite
fr_fr: La longueur de la formule dépasse la limite
id_id: Panjang rumus melebihi batas
ja_jp: 公式の長さが制限を超えています
km_kh: ប្រវែងរូបមន្តលើសពីដែនកំណត់
ko_kr: 수식 길이가 제한을 초과했습니다.
pt_pt: comprimento da fórmula excede o limite
ru_ru: Длина формулы превышает лимит
th_th: ความยาวของสูตรเกินขีดจำกัด
vi_vn: Độ dài công thức vượt quá giới hạn
zh_cn: 公式长度超出限制
zh_tw: 公式長度超過限制

# aggregate.field.not.support.op.not.aggregate.field
source: Unable to calculate aggregated and non-aggregated fields
de_de: Aggregierte und nicht aggregierte Felder können nicht berechnet werden
es_es: No se pueden calcular campos agregados y no agregados
fr_fr: Impossible de calculer les champs agrégés et non agrégés
id_id: Tidak dapat menghitung bidang agregat dan non-agregat
ja_jp: 集計フィールドは非集計フィールドと相互計算できません
km_kh: មិនអាចគណនាវាលដែលបានផ្តុំ និងមិនបានផ្តុំបានទេ
ko_kr: 집계된 필드와 집계되지 않은 필드를 계산할 수 없습니다.
pt_pt: Não é possível calcular campos agregados e não agregados
ru_ru: Невозможно рассчитать агрегированные и неагрегированные поля
th_th: ไม่สามารถคำนวณฟิลด์รวมและฟิลด์ไม่รวมได้
vi_vn: Trường tổng hợp không được phép tính toán với trường không tổng hợp
zh_cn: 聚合字段不允许与非聚合字段互相计算
zh_tw: 聚合欄位不允許與非聚合欄位互相計算

# aggregate.field.repeat.aggregate
source: Aggregate fields can't be used for aggregation again
de_de: Aggregierte Felder können nicht erneut zur Aggregation verwendet werden
es_es: Los campos agregados no se pueden volver a utilizar para la agregación
fr_fr: Les champs agrégés ne peuvent pas être réutilisés pour l'agrégation
id_id: Bidang agregat tidak dapat digunakan untuk agregasi lagi
ja_jp: 集計フィールドを再度集計に使用することはできません
km_kh: វាលដែលបានផ្តុំមិនអាចប្រើសម្រាប់ការផ្តុំម្តងទៀតបានទេ
ko_kr: 집계 필드는 다시 집계에 사용할 수 없습니다.
pt_pt: Os campos agregados não podem ser usados para agregação novamente
ru_ru: Агрегированные поля не могут быть использованы для агрегации снова.
th_th: ไม่สามารถใช้ฟิลด์รวมเพื่อรวมข้อมูลได้อีกต่อไป
vi_vn: Trường tổng hợp không thể dùng lại để tổng hợp
zh_cn: 聚合字段不可再次用于聚合
zh_tw: 聚合欄位不可再次用於聚合

# aggregate.main.subform.error
source: Unable to calculate main form and subform fields
de_de: Hauptformular- und Unterformularfelder können nicht berechnet werden
es_es: No se pueden calcular los campos del formulario principal y del subformulario
fr_fr: Impossible de calculer les champs du formulaire principal et du sous-formulaire
id_id: Tidak dapat menghitung bidang formulir utama dan subformulir
ja_jp: 主表フィールドは子表フィールドと相互計算できません
km_kh: មិនអាចគណនាវាលទម្រង់ចម្បង និងទម្រង់រងបានទេ
ko_kr: 기본 양식 및 하위 양식 필드를 계산할 수 없습니다.
pt_pt: Não é possível calcular os campos do formulário principal e do subformulário
ru_ru: Невозможно рассчитать поля основной формы и подчиненной формы
th_th: ไม่สามารถคำนวณฟิลด์ฟอร์มหลักและฟอร์มย่อยได้
vi_vn: Trường bảng chính không được phép tính toán với trường bảng phụ
zh_cn: 主表字段不允许与子表字段互相计算
zh_tw: 主表欄位不允許與字表欄位互相計算

# activity_stats.export.removedAppName
source: Deleted App
de_de: Gelöschte App
es_es: Aplicación eliminada
id_id: Aplikasi yang Dihapus
ja_jp: 削除されたアプリ
km_kh: កម្មវិធីដែលបានលុប
ko_kr: 삭제된 앱
pt_pt: Aplicativo excluído
ru_ru: Удаленное приложение
th_th: แอปที่ถูกลบ
vi_vn: Ứng dụng đã xóa
zh_cn: 已删除应用
zh_tw: 已刪除應用

# activity_stats.export.removedEntryName
source: Deleted Form
de_de: Gelöschtes Formular
es_es: Formulario eliminado
id_id: Formulir yang Dihapus
ja_jp: 削除されたフォーム
km_kh: ទម្រង់ដែលបានលុប
ko_kr: 삭제된 양식
pt_pt: Formulário Excluído
ru_ru: Удаленная форма
th_th: แบบฟอร์มที่ถูกลบ
vi_vn: Biểu mẫu đã xóa
zh_cn: 已删除表单
zh_tw: 已刪除表單

# bpa.presetWidget.title0
source: Created
de_de: Erstellt
es_es: Creado
fr_fr: Créé
id_id: Dibuat
ja_jp: 作成済み
km_kh: បានបង្កើត
ko_kr: 생성됨
pt_pt: Criado
ru_ru: Созданный
th_th: สร้าง
vi_vn: Đã tạo (cái)
zh_cn: 已创建（个）
zh_tw: 已建立（個）

# bpa.presetWidget.title1
source: In Progress
de_de: Im Gange
es_es: En curso
fr_fr: En cours
id_id: Sedang berlangsung
ja_jp: 進行中
km_kh: កំពុងដំណើរការ
ko_kr: 진행 중
pt_pt: Em andamento
ru_ru: В ходе выполнения
th_th: อยู่ระหว่างดำเนินการ
vi_vn: Đang thực hiện (cái)
zh_cn: 进行中（个）
zh_tw: 進行中（個）

# bpa.presetWidget.title10
source: Trend chart of average processing time of a single process
de_de: Trenddiagramm der durchschnittlichen Bearbeitungszeit eines einzelnen Prozesses
es_es: Gráfico de tendencias del tiempo de procesamiento promedio de un solo proceso
fr_fr: Graphique des tendances du temps de traitement moyen d'un processus unique
id_id: Grafik tren waktu pemrosesan rata-rata dari satu proses
ja_jp: プロセスの平均処理時間のトレンドチャート
km_kh: តារាងបំណែងចែកពេលវេលាដំណើរការជាមធ្យមនៃដំណើរការតែមួយ
ko_kr: 단일 프로세스의 평균 처리 시간 추세 차트
pt_pt: Gráfico de tendência do tempo médio de processamento de um único processo
ru_ru: График тренда среднего времени обработки одного процесса
th_th: แผนภูมิแนวโน้มของเวลาการประมวลผลเฉลี่ยของกระบวนการหนึ่งๆ
vi_vn: Biểu đồ xu hướng thời gian xử lý trung bình của một quy trình
zh_cn: 单条流程平均处理时间趋势图
zh_tw: 單條流程平均處理時間趨勢圖

# bpa.presetWidget.title11
source: Trend chart of average processing time of a task node
de_de: Trenddiagramm der durchschnittlichen Verarbeitungszeit eines Taskknotens
es_es: Gráfico de tendencias del tiempo de procesamiento promedio de un nodo de tarea
fr_fr: Graphique des tendances du temps de traitement moyen d'un nœud de tâche
id_id: Grafik tren waktu pemrosesan rata-rata dari node tugas
ja_jp: タスクノードの平均処理時間のトレンドチャート
km_kh: តារាងបំណែងចែកពេលវេលាដំណើរការជាមធ្យមនៃថ្នាក់ការងារ
ko_kr: 작업 노드의 평균 처리 시간 추세 차트
pt_pt: Gráfico de tendência do tempo médio de processamento de um nó de tarefa
ru_ru: График тренда среднего времени обработки узла задачи
th_th: แผนภูมิแนวโน้มของเวลาการประมวลผลเฉลี่ยของโหนดงาน
vi_vn: Biểu đồ xu hướng thời gian xử lý trung bình của nút quy trình
zh_cn: 流程节点平均处理时间趋势图
zh_tw: 流程節點平均處理時間趨勢圖

# aggregate.compatMetricName
source: Upgrade adaptation indicators
de_de: Upgrade-Anpassungsindikatoren
es_es: Indicadores de adaptación de la actualización
id_id: Meningkatkan indikator adaptasi
ja_jp: 適応指標アップグレード
km_kh: ធ្វើបច្ចុប្បន្នភាពសូចនាករសម្របខ្លួន
ko_kr: 업그레이드 적응 지표
pt_pt: Indicadores de adaptação de atualização
ru_ru: Обновление индикаторов адаптации
th_th: ตัวบ่งชี้การปรับตัวอัพเกรด
vi_vn: Nâng cấp các chỉ số thích ứng
zh_cn: 升级适配指标
zh_tw: 升級適配指標

# aggregate.param.be.number
source: Parameters of {{ name }} aggregation function must be of numeric types
de_de: Parameter der Aggregatfunktion {{ name }} müssen numerischer Art sein
es_es: Los parámetros de la función de agregación {{ name }} deben ser de tipo numérico
fr_fr: Les paramètres de la fonction d'agrégation {{ name }} doivent être de type numérique
id_id: Parameter fungsi agregasi {{ name }} harus bertipe numerik
ja_jp: {{ name }}の集計関数のパラメータは数値型でなければなりません
km_kh: ប៉ារ៉ាម៉ែត្រនៃអនុគមន៍ផ្តុំ {{ name }} ត្រូវតែជាប្រភេទលេខ
ko_kr: {{ name }} 집계 함수의 매개변수는 숫자 유형이어야 합니다.
pt_pt: Os parâmetros da função de agregação {{ name }} devem ser do tipo numérico
ru_ru: Параметры функции агрегации {{ name }} должны иметь числовые типы.
th_th: พารามิเตอร์ของฟังก์ชันการรวม {{ name }} จะต้องเป็นชนิดตัวเลข
vi_vn: Tham số của hàm tổng hợp {{ name }} phải là kiểu số
zh_cn: {{ name }}聚合函数的参数必须为数值类型
zh_tw: {{ name }}聚合函数的參數必須為數值類型

# aggregate.param.be.one
source: The number of parameters for the aggregation function should be 1
de_de: Die Anzahl der Parameter für die Aggregatfunktion sollte 1 sein
es_es: El número de parámetros para la función de agregación debe ser 1
fr_fr: Le nombre de paramètres pour la fonction d'agrégation doit être de 1
id_id: Jumlah parameter untuk fungsi agregasi harus 1
ja_jp: 集計関数のパラメータ数は1つである必要があります
km_kh: ចំនួនប៉ារ៉ាម៉ែត្រសម្រាប់អនុគមន៍ផ្តុំគួរតែមាន 1
ko_kr: 집계 함수의 매개변수 개수는 1이어야 합니다.
pt_pt: O número de parâmetros para a função de agregação deve ser 1
ru_ru: Количество параметров для функции агрегации должно быть равно 1
th_th: จำนวนพารามิเตอร์สำหรับฟังก์ชันการรวมควรเป็น 1
vi_vn: Số lượng tham số của hàm tổng hợp phải là 1
zh_cn: 聚合函数的参数个数应该为一个
zh_tw: 聚合函数的參數個數應該為一個

# aggregate.return.number
source: The type of formula return should be Number
de_de: Der Typ der Formelrückgabe sollte „Zahl“ sein.
es_es: El tipo de fórmula de retorno debe ser Número
fr_fr: Le type de retour de la formule doit être un Nombre
id_id: Tipe pengembalian rumus harus berupa Angka
ja_jp: 公式の戻り値の型は数値型でなければなりません
km_kh: ប្រភេទនៃតម្លៃត្រឡប់របស់រូបមន្តគួរតែជាលេខ
ko_kr: 수식 반환 유형은 숫자여야 합니다.
pt_pt: O tipo de retorno da fórmula deve ser Número
ru_ru: Тип возвращаемой формулы должен быть Число.
th_th: ชนิดของการคืนสูตรควรเป็นตัวเลข
vi_vn: Kiểu trả về của công thức phải là số
zh_cn: 公式的返回值类型应该为数值
zh_tw: 公式的返回值類型應該為數值

# aggregate.support.same.form.op
source: Only fields from the same SubForm can be calculated
de_de: Es können nur Felder aus dem gleichen SubFormular berechnet werden
es_es: Sólo se pueden calcular los campos del mismo subformulario
fr_fr: Seuls les champs du même sous-formulaire peuvent être calculés
id_id: Hanya bidang dari SubForm yang sama yang dapat dihitung
ja_jp: 同一サブフォーム内のフィールドのみ計算をサポートしています
km_kh: អាចគណនាតែវាលពីទម្រង់រងដូចគ្នាប៉ុណ្ណោះ
ko_kr: 동일한 SubForm의 필드만 계산할 수 있습니다.
pt_pt: Somente campos do mesmo Subformulário podem ser calculados
ru_ru: Рассчитываться могут только поля из одной и той же подформы.
th_th: สามารถคำนวณได้เฉพาะฟิลด์จาก SubForm เดียวกันเท่านั้น
vi_vn: Chỉ hỗ trợ tính toán các trường trong cùng một bảng phụ
zh_cn: 只支持同一个子表单内的字段进行运算
zh_tw: 只支持同一個子表單內的欄位進行運算

# automation.node.end
source: End Node
de_de: Endknoten
es_es: Nodo final
fr_fr: Nœud final
id_id: Simpul Akhir
ja_jp: 終了ノード
km_kh: ថ្នាំងបញ្ចប់
ko_kr: 끝 노드
pt_pt: Nó final
ru_ru: Конечный узел
th_th: โหนดสิ้นสุด
vi_vn: Nút kết thúc
zh_cn: 结束节点
zh_tw: 結束節點

# automation.node.start
source: Triggering Node
de_de: Auslösender Knoten
es_es: Nodo de activación
fr_fr: Nœud déclencheur
id_id: Node Pemicu
ja_jp: トリガーノード
km_kh: ថ្នាំងបង្កើត
ko_kr: 트리거링 노드
pt_pt: Nó de disparo
ru_ru: Узел запуска
th_th: การกระตุ้นโหนด
vi_vn: Nút kích hoạt
zh_cn: 触发节点
zh_tw: 觸發節點

# bpa.presetWidget.title2
source: Completed
de_de: Vollendet
es_es: Terminado
fr_fr: Terminé
id_id: Selesai
ja_jp: 完了済み
km_kh: បានបញ្ចប់
ko_kr: 완전한
pt_pt: Concluído
ru_ru: Завершенный
th_th: สมบูรณ์
vi_vn: Đã hoàn thành (cái)
zh_cn: 已完成（个）
zh_tw: 已完成（個）

# bpa.presetWidget.title3
source: End Manually
de_de: Manuell beenden
es_es: Finalizar manualmente
fr_fr: Fin manuelle
id_id: Akhiri Secara Manual
ja_jp: 手動終了
km_kh: បញ្ចប់ដោយដៃ
ko_kr: 수동으로 종료
pt_pt: Terminar manualmente
ru_ru: Завершить вручную
th_th: จบด้วยมือ
vi_vn: Kết thúc thủ công (cái)
zh_cn: 手动结束（个）
zh_tw: 手動結束（個）

# bpa.presetWidget.title4
source: Trend chart of average processing time of a single process (hour)
de_de: Trenddiagramm der durchschnittlichen Bearbeitungszeit eines einzelnen Prozesses (Stunden)
es_es: Gráfico de tendencias del tiempo promedio de procesamiento de un solo proceso (hora)
fr_fr: Graphique des tendances du temps de traitement moyen d'un processus unique (heure)
id_id: Grafik tren waktu pemrosesan rata-rata dari satu proses (jam)
ja_jp: 単一プロセスの平均処理時間のトレンドチャート（時間単位）
km_kh: តារាងបំណែងចែកពេលវេលាដំណើរការជាមធ្យមនៃដំណើរការតែមួយ (ម៉ោង)
ko_kr: 단일 프로세스의 평균 처리 시간(시간) 추세 차트
pt_pt: Gráfico de tendência do tempo médio de processamento de um único processo (hora)
ru_ru: График тренда среднего времени обработки одного процесса (час)
th_th: แผนภูมิแนวโน้มเวลาการประมวลผลเฉลี่ยของกระบวนการเดียว (ชั่วโมง)
vi_vn: Thời gian xử lý trung bình của một quy trình (giờ)
zh_cn: 单条流程平均处理时间（小时）
zh_tw: 單條流程平均處理時間（小時）

# bpa.presetWidget.title5
source: Statistics about pending task nodes
de_de: Statistiken zu ausstehenden Taskknoten
es_es: Estadísticas sobre nodos de tareas pendientes
fr_fr: Statistiques sur les nœuds de tâche en attente
id_id: Statistik tentang node tugas yang tertunda
ja_jp: 保留中のタスクノードの統計
km_kh: ស្ថិតិអំពីថ្នាក់ការងារដែលកំពុងរង់ចាំ
ko_kr: 보류 중인 작업 노드에 대한 통계
pt_pt: Estatísticas sobre nós de tarefas pendentes
ru_ru: Статистика по узлам ожидающих выполнения задач
th_th: สถิติเกี่ยวกับโหนดงานที่รอดำเนินการ
vi_vn: Phân bố số lượng công việc chờ của nút quy trình
zh_cn: 流程节点待办数量分布
zh_tw: 流程節點待辦數量分佈

# bpa.presetWidget.title6
source: Average processing time of a task node
de_de: Durchschnittliche Verarbeitungszeit eines Task-Knotens
es_es: Tiempo promedio de procesamiento de un nodo de tarea
fr_fr: Temps de traitement moyen d'un nœud de tâche
id_id: Waktu pemrosesan rata-rata dari sebuah node tugas
ja_jp: タスクノードの平均処理時間
km_kh: ពេលវេលាដំណើរការជាមធ្យមនៃថ្នាក់ការងារ
ko_kr: 작업 노드의 평균 처리 시간
pt_pt: Tempo médio de processamento de um nó de tarefa
ru_ru: Среднее время обработки узла задачи
th_th: เวลาการประมวลผลเฉลี่ยของโหนดงาน
vi_vn: Thời gian xử lý trung bình của nút quy trình
zh_cn: 流程节点平均处理时间
zh_tw: 流程節點平均處理時間

# bpa.presetWidget.title7
source: Statistics of member tasks
de_de: Statistiken zu Mitgliederaufgaben
es_es: Estadísticas de tareas de los miembros
fr_fr: Statistiques des tâches des membres
id_id: Statistik tugas anggota
ja_jp: メンバータスクの統計
km_kh: ស្ថិតិភារកិច្ចសមាជិក
ko_kr: 회원 업무 통계
pt_pt: Estatísticas de tarefas dos membros
ru_ru: Статистика заданий участников
th_th: สถิติงานของสมาชิก
vi_vn: Phân bố số lượng công việc chờ của thành viên
zh_cn: 成员待办数量分布
zh_tw: 成員待辦數量分佈

# bpa.presetWidget.title8
source: Statistics of member tasks on the task node
de_de: Statistiken der Mitgliedsaufgaben auf dem Aufgabenknoten
es_es: Estadísticas de las tareas miembro en el nodo de tarea
fr_fr: Statistiques des tâches des membres sur le nœud de tâche
id_id: Statistik tugas anggota pada simpul tugas
ja_jp: タスクノード上のメンバータスクの統計
km_kh: ស្ថិតិភារកិច្ចសមាជិកលើថ្នាក់ការងារ
ko_kr: 작업 노드의 멤버 작업 통계
pt_pt: Estatísticas de tarefas de membros no nó de tarefas
ru_ru: Статистика задач участников на узле задач
th_th: สถิติงานสมาชิกบนโหนดงาน
vi_vn: Phân bố số lượng công việc chờ của các thành viên tại nút quy trình
zh_cn: 流程节点不同成员待办数量分布
zh_tw: 流程節點不同成員待辦數量分佈

# bpa.presetWidget.title9
source: Average member processing time of a task node
de_de: Durchschnittliche Mitgliederverarbeitungszeit eines Task-Knotens
es_es: Tiempo promedio de procesamiento de miembros de un nodo de tarea
fr_fr: Temps de traitement moyen des membres d'un nœud de tâche
id_id: Rata-rata waktu pemrosesan anggota dari sebuah node tugas
ja_jp: タスクノードの平均メンバー処理時間
km_kh: ពេលវេលាដំណើរការជាមធ្យមរបស់សមាជិកលើថ្នាក់ការងារ
ko_kr: 작업 노드의 평균 멤버 처리 시간
pt_pt: Tempo médio de processamento de membros de um nó de tarefa
ru_ru: Среднее время обработки элемента узла задачи
th_th: เวลาการประมวลผลสมาชิกโดยเฉลี่ยของโหนดงาน
vi_vn: Thời gian xử lý trung bình của thành viên tại nút quy trình
zh_cn: 流程节点不同成员平均处理时间
zh_tw: 流程節點不同成員平均處理時間

# bpa.presetWidget.yAxisTitle.timeConsuming
source: Time Spent (hour)
de_de: Zeitaufwand (Stunde)
es_es: Tiempo empleado (hora)
fr_fr: Temps passé (heure)
id_id: Waktu yang dihabiskan (jam)
ja_jp: 消費時間（時間単位）
km_kh: ពេលវេលាបានចំណាយ (ម៉ោង)
ko_kr: 소요 시간(시간)
pt_pt: Tempo gasto (hora)
ru_ru: Затраченное время (час)
th_th: เวลาที่ใช้ (ชั่วโมง)
vi_vn: Thời gian tiêu tốn (giờ)
zh_cn: 耗时（小时）
zh_tw: 耗時（小時）

# bpa.presetWidget.yAxisTitle.todoCount
source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
id_id: Tugas
ja_jp: タスク数
km_kh: ភារកិច្ច
ko_kr: 작업
pt_pt: Tarefas
ru_ru: Задачи
th_th: ภารกิจ
vi_vn: Số lượng công việc chờ (cái)
zh_cn: 待办数量（个）
zh_tw: 待辦數量（個）

# compare.not.support
source: Illegal comparison sign {{ op }}
de_de: Unzulässiges Vergleichszeichen {{ op }}
es_es: Signo de comparación ilegal {{ op }}
fr_fr: Signe de comparaison illégal {{ op }}
id_id: Tanda perbandingan ilegal {{ op }}
ja_jp: 不正な比較記号{{ op }}
km_kh: សញ្ញាប្រៀបធៀបមិនត្រឹមត្រូវ {{ op }}
ko_kr: 불법적인 비교 기호 {{ op }}
pt_pt: Sinal de comparação ilegal {{ op }}
ru_ru: Недопустимый знак сравнения {{ op }}
th_th: ป้ายเปรียบเทียบผิดกฎหมาย {{ op }}
vi_vn: Ký hiệu so sánh {{ op }} không hợp lệ
zh_cn: 不合法的比较符号{{ op }}
zh_tw: 不合法的比較符號{{ op }}

# compare.not.support.by.replace
source: Illegal comparison sign {{ op }}. Please use "==" instead
de_de: Unzulässiges Vergleichszeichen {{ op }}. Bitte verwenden Sie stattdessen "=="
es_es: Signo de comparación ilegal {{op}}. Por favor, use "==" en su lugar.
fr_fr: Signe de comparaison illégal {{ op }}. Veuillez utiliser "==" à la place
id_id: Tanda perbandingan ilegal {{ op }}. Harap gunakan "==" sebagai gantinya
ja_jp: 不正な比較記号{{ op }}「==」を使用してください
km_kh: សញ្ញាប្រៀបធៀបមិនត្រឹមត្រូវ {{ op }} ។ សូមប្រើ "==" ជំនួស
ko_kr: 잘못된 비교 기호 {{ op }}입니다. 대신 "=="를 사용하세요.
pt_pt: Sinal de comparação ilegal {{ op }}. Use "==" em vez disso
ru_ru: Недопустимый знак сравнения {{ op }}. Вместо этого используйте "=="
th_th: เครื่องหมายเปรียบเทียบผิดกฎหมาย {{ op }} กรุณาใช้ "==" แทน
vi_vn: Ký hiệu so sánh {{ op }} không hợp lệ, vui lòng dùng '=='
zh_cn: 不合法的比较符号{{ op }}请使用'=='来替代
zh_tw: 不合法的比較符號{{ op }}請使用'=='來替代

# compare.param.boolean
source: Boolean
de_de: Boolesch
es_es: Booleano
fr_fr: booléen
id_id: Bahasa Boolean
ja_jp: ブール
km_kh: ប៊ូលីន
ko_kr: 부울
pt_pt: Booleano
ru_ru: Булев
th_th: บูลีน
vi_vn: Kiểu Boolean
zh_cn: 布尔
zh_tw: 布林

# compare.param.datetime
source: Date
de_de: Datum
es_es: Fecha
id_id: Tanggal
ja_jp: タイムスタンプ
km_kh: កាលបរិច្ឆេទ
ko_kr: 날짜
pt_pt: Data
ru_ru: Дата
th_th: วันที่
vi_vn: Dấu thời gian
zh_cn: 时间戳
zh_tw: 時間戳

# compare.param.not.support
source: The parameter types on both sides of {{ op }} can't be {{ type1 }} or {{ type2 }}
de_de: Die Parametertypen auf beiden Seiten von {{ op }} können nicht {{ type1 }} oder {{ type2 }} sein.
es_es: Los tipos de parámetros en ambos lados de {{ op }} no pueden ser {{ type1 }} o {{ type2 }}
fr_fr: Les types de paramètres des deux côtés de {{ op }} ne peuvent pas être {{ type1 }} ou {{ type2 }}
id_id: Tipe parameter pada kedua sisi {{ op }} tidak boleh berupa {{ type1 }} atau {{ type2 }}
ja_jp: {{ op }} の両側のパラメータタイプは{{ type1 }}と{{ type2 }}であってはなりません
km_kh: ប្រភេទប៉ារ៉ាម៉ែត្រទាំងសងខាងនៃ {{ op }} មិនអាចជា {{ type1 }} ឬ {{ type2 }} បានទេ
ko_kr: {{ op }}의 양쪽에 있는 매개변수 유형은 {{ type1 }} 또는 {{ type2 }}가 될 수 없습니다.
pt_pt: Os tipos de parâmetros em ambos os lados de {{ op }} não podem ser {{ type1 }} ou {{ type2 }}
ru_ru: Типы параметров с обеих сторон {{ op }} не могут быть {{ type1 }} или {{ type2 }}
th_th: ประเภทพารามิเตอร์ทั้งสองด้านของ {{ op }} ไม่สามารถเป็น {{ type1 }} หรือ {{ type2 }} ได้
vi_vn: Tham số hai bên {{ op }} không được là {{ type1 }} và {{ type2 }}
zh_cn: {{ op }} 两边参数类型不能为{{ type1 }}和{{ type2 }}
zh_tw: {{ op }} 兩邊參數類型不能為{{ type1 }}和{{ type2 }}

# compare.param.number
source: Number
de_de: Nummer
es_es: Número
fr_fr: Nombre
id_id: Nomor
ja_jp: 数字
km_kh: លេខ
ko_kr: 숫자
pt_pt: Número
ru_ru: Число
th_th: ตัวเลข
vi_vn: Kiểu số
zh_cn: 数字
zh_tw: 數字

# compare.param.string
source: String
de_de: Zeichenfolge
es_es: Cadena
fr_fr: Chaîne
id_id: Rangkaian
ja_jp: テキスト
km_kh: ខ្សែអក្សរ
ko_kr: 끈
pt_pt: Corda
ru_ru: Нить
th_th: สตริง
vi_vn: Chuỗi văn bản
zh_cn: 文本
zh_tw: 文本

# concatenate.param.error
source: The original form field doesn't exist
de_de: Das ursprüngliche Formularfeld existiert nicht
es_es: El campo de formulario original no existe
fr_fr: Le champ du formulaire original n'existe pas
id_id: Bidang formulir asli tidak ada
ja_jp: 元のフォームフィールドが存在しません
km_kh: វាលទម្រង់ដើមមិនមានទេ
ko_kr: 원래 양식 필드가 존재하지 않습니다.
pt_pt: O campo do formulário original não existe
ru_ru: Исходное поле формы не существует
th_th: ฟอร์มต้นฉบับไม่มีอยู่
vi_vn: Trường biểu mẫu gốc không tồn tại
zh_cn: 原始表单字段不存在
zh_tw: 原始表單欄位不存在

# corp.currentDepartment
source: Department of the Current User
de_de: Abteilung des aktuellen Benutzers
es_es: Departamento del Usuario Actual
fr_fr: Département de l'utilisateur actuel
id_id: Departemen Pengguna Saat Ini
ja_jp: 現在のユーザーの部署
km_kh: នាយកដ្ឋានអ្នកប្រើបច្ចុប្បន្ន
ko_kr: 현재 사용자 부서
pt_pt: Departamento do Usuário Atual
ru_ru: Отдел текущего пользователя
th_th: แผนกผู้ใช้งานปัจจุบัน
vi_vn: Phòng ban của người dùng hiện tại
zh_cn: 当前用户所处部门
zh_tw: 當前使用者所處部門

# corp.currentUser
source: Current User
de_de: Aktueller Benutzer
es_es: Usuario actual
fr_fr: Utilisateur actuel
id_id: Pengguna Saat Ini
ja_jp: 現在のユーザー
km_kh: អ្នកប្រើបច្ចុប្បន្ន
ko_kr: 현재 사용자
pt_pt: Usuário atual
ru_ru: Текущий пользователь
th_th: ผู้ใช้ปัจจุบัน
vi_vn: Người dùng hiện tại
zh_cn: 当前用户
zh_tw: 當前使用者

# corp.joinCorpSuccess
source: Successfully joined the team
de_de: Erfolgreich ins Team eingestiegen
es_es: Se unió exitosamente al equipo
fr_fr: Rejoint l'équipe avec succès
id_id: Berhasil bergabung dengan tim
ja_jp: チームに参加しました
km_kh: បានចូលរួមក្រុមដោយជោគជ័យ
ko_kr: 성공적으로 팀에 합류했습니다
pt_pt: Entrou para a equipe com sucesso
ru_ru: Успешно присоединился к команде
th_th: เข้าร่วมทีมได้สำเร็จ
vi_vn: Tham gia đội nhóm thành công
zh_cn: 成功加入团队
zh_tw: 成功加入團隊

# corp.log.agentDisable
source: Disable Plugin
de_de: Plugin deaktivieren
es_es: Deshabilitar complemento
fr_fr: Désactiver le plugin
id_id: Nonaktifkan Plugin
ja_jp: プラグインを無効にする
km_kh: បិទ Plugin
ko_kr: 플러그인 비활성화
pt_pt: Desativar plugin
ru_ru: Отключить плагин
th_th: ปิดใช้งานปลั๊กอิน
vi_vn: Tắt plugin
zh_cn: 停用插件
zh_tw: 禁用外掛

# corp.log.agentEnable
source: Enable Plugin
de_de: Plugin aktivieren
es_es: Habilitar complemento
fr_fr: Activer le plugin
id_id: Aktifkan Plugin
ja_jp: プラグインを有効にする
km_kh: បើក Plugin
ko_kr: 플러그인 활성화
pt_pt: Habilitar plugin
ru_ru: Включить плагин
th_th: เปิดใช้งานปลั๊กอิน
vi_vn: Bật plugin
zh_cn: 启用插件
zh_tw: 啟用外掛

# corp.log.agentUninstall
source: Remove Plugin
de_de: Plugin entfernen
es_es: Eliminar complemento
fr_fr: Supprimer le plugin
id_id: Hapus Plugin
ja_jp: プラグインを削除する
km_kh: យក Plugin ចេញ
ko_kr: 플러그인 제거
pt_pt: Remover plugin
ru_ru: Удалить плагин
th_th: ลบปลั๊กอิน
vi_vn: Xóa plugin
zh_cn: 删除插件
zh_tw: 刪除外掛

# corp.log.aggregateCreate
source: Create Aggregate Table
de_de: Aggregierte Tabelle erstellen
es_es: Crear tabla agregada
fr_fr: Créer un tableau d'agrégation
id_id: Buat Tabel Agregat
ja_jp: 集計テーブルを作成する
km_kh: បង្កើតតារាងសរុប
ko_kr: 집계 테이블 생성
pt_pt: Criar tabela agregada
ru_ru: Создать сводную таблицу
th_th: สร้างตารางรวม
vi_vn: Tạo bảng tổng hợp
zh_cn: 创建聚合表
zh_tw: 建立彙總表

# corp.log.aggregateMigrate
source: Migrate Aggregate Table
de_de: Aggregat-Tabelle migrieren
es_es: Migrar tabla agregada
fr_fr: Migrer la table agrégée
id_id: Migrasi Tabel Agregat
ja_jp: 集計テーブルの移行
km_kh: ផ្លាស់ទីតារាងសរុប
ko_kr: 집계 테이블 마이그레이션
pt_pt: Migrar tabela agregada
ru_ru: Миграция сводной таблицы
th_th: ย้ายตารางรวม
vi_vn: Di chuyển bảng tổng hợp
zh_cn: 迁移聚合表
zh_tw: 遷移彙總表

# corp.log.aggregateRemove
source: Delete Aggregate Table
de_de: Aggregierte Tabelle löschen
es_es: Eliminar tabla agregada
fr_fr: Supprimer le tableau d'agrégation
id_id: Hapus Tabel Agregat
ja_jp: 集計テーブルを削除する
km_kh: លុបតារាងសរុប
ko_kr: 집계 테이블 삭제
pt_pt: Excluir tabela agregada
ru_ru: Удалить сводную таблицу
th_th: ลบตารางรวม
vi_vn: Xóa bảng tổng hợp
zh_cn: 删除聚合表
zh_tw: 刪除彙總表

# corp.log.aggregateRename
source: Rename Aggregate Table
de_de: Aggregierte Tabelle umbenennen
es_es: Cambiar el nombre de la tabla agregada
fr_fr: Renommer le tableau d'agrégation
id_id: Ubah Nama Tabel Agregat
ja_jp: 集計テーブルの名前を変更する
km_kh: ប្តូរឈ្មោះតារាងសរុប
ko_kr: 집계 테이블 이름 바꾸기
pt_pt: Renomear Tabela Agregada
ru_ru: Переименовать Агрегированную Таблицу
th_th: เปลี่ยนชื่อตารางรวม
vi_vn: Sửa tên bảng tổng hợp
zh_cn: 修改聚合表名称
zh_tw: 修改彙總表名稱
