Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# crop_log.content.app_install_template
source: Installed app "{{ name }}" from template center
de_de: Installierte App {{ name }} aus dem Vorlagencenter
es_es: Se instaló la aplicación {{ name }} desde el centro de plantillas
fr_fr: Application installée {{ name }} depuis le centre de modèles
id_id: Aplikasi yang diinstal {{ name }} dari pusat template
ja_jp: テンプレートセンターからアプリ{{ name }}をインストール
km_kh: បានដំឡើងកម្មវិធី {{ name }} ពីមជ្ឈមណ្ឌលគំរូ
ko_kr: 템플릿 센터에서 앱 {{ name }}을(를) 설치했습니다.
pt_pt: Aplicativo instalado {{ name }} do centro de modelos
ru_ru: Установленное приложение {{name}} из центра шаблонов
th_th: ติดตั้งแอป {{ name }} จากศูนย์กลางเทมเพลต
vi_vn: Cài ứng dụng 「{{ name }}」 từ trung tâm mẫu
zh_cn: 从模板中心安装了应用「{{ name }}」
zh_tw: 從範本中心安裝了應用「{{ name }}」

# crop_log.content.app_log_export
source: Exported App Logs
de_de: Exportierte App-Protokolle
es_es: Registros de aplicaciones exportados
fr_fr: Journaux de l'application exportés
id_id: Log Aplikasi yang Diekspor
ja_jp: アプリログをエクスポートしました
km_kh: បាននាំចេញកំណត់ហេតុកម្មវិធី
ko_kr: 내보낸 앱 로그
pt_pt: Logs de aplicativos exportados
ru_ru: Экспортированные журналы приложений
th_th: บันทึกแอปที่ส่งออก
vi_vn: Xuất nhật ký ứng dụng
zh_cn: 导出了应用日志
zh_tw: 匯出了應用日誌

# crop_log.content.app_manage_group_disable
source: Disabled App Admin Group
de_de: Deaktivierte App-Administratorgruppe
es_es: Grupo de administradores de aplicaciones deshabilitadas
fr_fr: Groupe d'administration de l'application désactivé
id_id: Grup Admin Aplikasi yang Dinonaktifkan
ja_jp: アプリ管理グループを無効にしました
km_kh: បានបិទក្រុមអ្នកគ្រប់គ្រងកម្មវិធី
ko_kr: 비활성화된 앱 관리자 그룹
pt_pt: Grupo de administradores de aplicativos desabilitados
ru_ru: Группа администраторов приложений отключена
th_th: กลุ่มผู้ดูแลแอปที่ปิดใช้งาน
vi_vn: Tắt nhóm quản lý ứng dụng
zh_cn: 关闭了应用管理组
zh_tw: 關閉了應用管理組

# crop_log.content.app_manage_group_enable
source: Enabled App Admin Group
de_de: Aktivierte App-Admin-Gruppe
es_es: Grupo de administradores de aplicaciones habilitado
fr_fr: Groupe d'administration de l'application activé
id_id: Grup Admin Aplikasi Diaktifkan
ja_jp: アプリ管理グループを有効にしました
km_kh: បានបើកក្រុមអ្នកគ្រប់គ្រងកម្មវិធី
ko_kr: 활성화된 앱 관리자 그룹
pt_pt: Grupo de administração de aplicativos habilitado
ru_ru: Включенная группа администраторов приложений
th_th: กลุ่มผู้ดูแลระบบแอปที่เปิดใช้งาน
vi_vn: Bật nhóm quản lý ứng dụng
zh_cn: 开启了应用管理组
zh_tw: 開啟了應用管理組

# crop_log.content.app_recover
source: Restored app "{{ name }}"
de_de: Wiederhergestellte App {{ name }}
es_es: Aplicación restaurada {{ name }}
fr_fr: Application restaurée {{ name }}
id_id: Aplikasi yang dipulihkan {{ name }}
ja_jp: アプリ{{ name }}を復元
km_kh: បានស្តារកម្មវិធី {{ name }}
ko_kr: 앱 {{ name }}을(를) 복원했습니다.
pt_pt: Aplicativo restaurado {{ name }}
ru_ru: Восстановленное приложение {{name}}
th_th: คืนค่าแอป {{ name }}
vi_vn: Khôi phục ứng dụng 「{{ name }}」
zh_cn: 恢复了应用「{{ name }}」
zh_tw: 恢復了應用「{{ name }}」

# crop_log.content.app_remove
source: Deleted app "{{ name }}"
de_de: Gelöschte App {{ name }}
es_es: Aplicación eliminada {{ name }}
fr_fr: Application supprimée {{ name }}
id_id: Aplikasi yang dihapus {{name}}
ja_jp: アプリ{{ name }}を削除
km_kh: បានលុបកម្មវិធី {{ name }}
ko_kr: 앱 {{ name }}을(를) 삭제했습니다.
pt_pt: Aplicativo excluído {{ name }}
ru_ru: Удалено приложение {{ name }}
th_th: ลบแอป {{ name }}
vi_vn: Xóa ứng dụng 「{{ name }}」
zh_cn: 删除了应用「{{ name }}」
zh_tw: 刪除了應用「{{ name }}」

# crop_log.content.app_rename
source: Renamed app "{{ ori_name }}" to "{{ name }}"
de_de: App {{ ori_name }} in {{ name }} umbenannt
es_es: Se cambió el nombre de la aplicación {{ ori_name }} a {{ name }}
fr_fr: Application renommée de {{ ori_name }} à {{ name }}
id_id: Mengganti nama aplikasi {{ ori_name }} menjadi {{ name }}
ja_jp: アプリ{{ ori_name }}を{{ name }}に名前変更
km_kh: បានប្តូរឈ្មោះកម្មវិធីពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 앱 {{ ori_name }}의 이름을 {{ name }}으로 변경했습니다.
pt_pt: Aplicativo renomeado {{ ori_name }} para {{ name }}
ru_ru: Переименовано приложение {{ori_name}} в {{name}}
th_th: เปลี่ยนชื่อแอป {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên ứng dụng từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将应用「{{ ori_name }}」名称重命名为「{{ name }}」
zh_tw: 將應用「{{ ori_name }}」名稱重命名為「{{ name }}」

# crop_log.content.app_trigger_log_export
source: Exported Trigger Logs
de_de: Exportierte Triggerprotokolle
es_es: Registros de activación exportados
fr_fr: Journaux des déclencheurs exportés
id_id: Log Pemicu yang Diekspor
ja_jp: トリガーログをエクスポートしました
km_kh: បាននាំចេញកំណត់ហេតុការបង្កើត
ko_kr: 내보낸 트리거 로그
pt_pt: Logs de gatilho exportados
ru_ru: Экспортированные журналы триггеров
th_th: บันทึกทริกเกอร์ที่ส่งออก
vi_vn: Xuất nhật ký trợ lý thông minh
zh_cn: 导出了智能助手日志
zh_tw: 匯出了智慧助手日誌

# crop_log.content.attachment_control_disable
source: Disabled Global Attachment Download control
de_de: Globale Anhangskontrolle deaktivieren
es_es: El control global de archivos adjuntos está desactivado
fr_fr: Désactiver le contrôle global des pièces jointes
id_id: Nonaktifkan kontrol lampiran global
ja_jp: グローバル添付ファイル制御は無効になっています
km_kh: បិទការគ្រប់គ្រងឯកសារភ្ជាប់សកល
ko_kr: 글로벌 첨부 파일 제어 비활성화
pt_pt: O controle global de anexos está desativado
ru_ru: Отключить глобальный контроль вложений
th_th: ปิดใช้งานการควบคุมการแนบทั่วโลก
vi_vn: Kiểm soát đính kèm toàn cầu đã bị tắt
zh_cn: 关闭了全局附件管控
zh_tw: 關閉了全域附件管控

# crop_log.content.attachment_control_enable
source: Enabled Global Attachment Download control
de_de: Die globale Anhangskontrolle ist aktiviert
es_es: El control global de archivos adjuntos está habilitado
fr_fr: Le contrôle global des pièces jointes est activé
id_id: Kontrol lampiran global diaktifkan
ja_jp: グローバルの添付ファイル制御が有効になっています
km_kh: ការគ្រប់គ្រងឯកសារភ្ជាប់សកលត្រូវបានបើក
ko_kr: 글로벌 첨부 파일 제어가 활성화되었습니다.
pt_pt: O controle global de anexos está habilitado
ru_ru: Глобальный контроль вложений включен
th_th: เปิดใช้งานการควบคุมการแนบทั่วโลกแล้ว
vi_vn: Kiểm soát đính kèm toàn cầu được bật
zh_cn: 开启了全局附件管控
zh_tw: 開啟了全域附件管控

# crop_log.content.auth_config_update
source: Updated permission set {{ name }} Settings
de_de: Aktualisierter Berechtigungssatz {{ name }} Einstellungen
es_es: Conjunto de permisos actualizado {{ name }} Configuración
fr_fr: Mise à jour des paramètres de l'ensemble d'autorisations {{ name }}
id_id: Memperbarui set izin {{ name }} Pengaturan
ja_jp: 権限セット{{ name }}の設定を更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យការកំណត់សំណុំសិទ្ធិ {{ name }}
ko_kr: 업데이트된 권한 집합 {{ name }} 설정
pt_pt: Conjunto de permissões atualizado {{ name }} Configurações
ru_ru: Обновлен набор разрешений {{ name }} Настройки
th_th: อัปเดตการตั้งค่าการอนุญาต {{ name }}
vi_vn: Sửa cài đặt quyền của nhóm quyền 「{{ name }}」
zh_cn: 修改了权限组「{{ name }}」权限设置
zh_tw: 修改了權限組「{{ name }}」權限設定

# crop_log.content.auth_group_create
source: Added permission set {{ name }}
de_de: Berechtigungssatz {{ name }} hinzugefügt
es_es: Se agregó el conjunto de permisos {{ name }}
fr_fr: Ajout d'un ensemble d'autorisations {{ name }}
id_id: Menambahkan set izin {{ name }}
ja_jp: 権限セット{{ name }}を追加しました
km_kh: បានបន្ថែមសំណុំសិទ្ធិ {{ name }}
ko_kr: 권한 집합 {{ name }}이 추가되었습니다.
pt_pt: Conjunto de permissões adicionado {{ nome }}
ru_ru: Добавлен набор разрешений {{name}}
th_th: เพิ่มชุดการอนุญาต {{ name }}
vi_vn: Thêm nhóm quyền 「{{ name }}」
zh_cn: 新建了权限组「{{ name }}」
zh_tw: 新建了權限組「{{ name }}」

# crop_log.content.auth_group_remove
source: Deleted permission set {{ name }}
de_de: Gelöschter Berechtigungssatz {{ name }}
es_es: Conjunto de permisos eliminado {{ name }}
fr_fr: Suppression de l'ensemble d'autorisations {{ name }}
id_id: Set izin yang dihapus {{name}}
ja_jp: 権限セット{{ name }}を削除しました
km_kh: បានលុបសំណុំសិទ្ធិ {{ name }}
ko_kr: 삭제된 권한 집합 {{ name }}
pt_pt: Conjunto de permissões excluído {{ nome }}
ru_ru: Удален набор разрешений {{name}}
th_th: ลบชุดสิทธิ์ {{ name }}
vi_vn: Xóa nhóm quyền 「{{ name }}」
zh_cn: 删除了权限组「{{ name }}」
zh_tw: 刪除了權限組「{{ name }}」

# crop_log.content.auth_group_rename
source: Renamed permission set {{ ori_name }} to {{ name }}
de_de: Berechtigungssatz {{ ori_name }} in {{ name }} umbenannt
es_es: Se cambió el nombre del conjunto de permisos {{ ori_name }} a {{ name }}
fr_fr: Renommé l'ensemble d'autorisations de {{ ori_name }} à {{ name }}
id_id: Mengganti nama set izin {{ ori_name }} menjadi {{ name }}
ja_jp: 権限セット{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: បានប្តូរឈ្មោះសំណុំសិទ្ធិពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 권한 집합 {{ ori_name }}의 이름이 {{ name }}으로 변경되었습니다.
pt_pt: Conjunto de permissões renomeado {{ ori_name }} para {{ name }}
ru_ru: Переименован набор разрешений {{ori_name}} в {{name}}
th_th: เปลี่ยนชื่อชุดการอนุญาต {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên nhóm quyền từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将权限组「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將權限組「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.auth_members_update
source: Updated the members of permission set {{ name }}
de_de: Die Mitglieder des Berechtigungssatzes {{ name }} wurden aktualisiert.
es_es: Se actualizaron los miembros del conjunto de permisos {{ name }}
fr_fr: Mise à jour des membres de l'ensemble d'autorisations {{ name }}
id_id: Memperbarui anggota set izin {{ name }}
ja_jp: 権限セット{{ name }}のメンバーを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យសមាជិកសំណុំសិទ្ធិ {{ name }}
ko_kr: 권한 집합 {{ name }}의 멤버를 업데이트했습니다.
pt_pt: Atualizados os membros do conjunto de permissões {{ name }}
ru_ru: Обновлены члены набора разрешений {{name}}
th_th: อัปเดตรายชื่อสมาชิกชุดการอนุญาต {{ name }}
vi_vn: Sửa phạm vi thành viên của nhóm quyền 「{{ name }}」
zh_cn: 修改了权限组「{{ name }}」的成员范围
zh_tw: 修改了權限組「{{ name }}」的成員範圍

# crop_log.content.coin_conf_update
source: Edited the cloud coin payment settings
de_de: Die Cloud-Coin-Zahlungseinstellungen wurden bearbeitet
es_es: Se editó la configuración de pago de monedas en la nube.
fr_fr: Modifié les paramètres de paiement par pièce cloud
id_id: Mengedit pengaturan pembayaran koin cloud
ja_jp: クラウドコインの支払い設定を編集しました
km_kh: បានកែសម្រួលការកំណត់ការទូទាត់គីឡូអ៊ីន
ko_kr: 클라우드 코인 결제 설정을 수정했습니다.
pt_pt: Editou as configurações de pagamento em moeda na nuvem
ru_ru: Отредактировал настройки оплаты облачной монетой
th_th: แก้ไขการตั้งค่าการชำระเงินด้วยเหรียญคลาวด์
vi_vn: Sửa cài đặt thanh toán cloud coin
zh_cn: 修改了云币支付设置
zh_tw: 修改了雲幣支付設定

# crop_log.content.coin_usage_log_export
source: Exported Coin Usage Logs
de_de: Exportierte Münznutzungsprotokolle
es_es: Registros de uso de monedas exportadas
fr_fr: Journaux d'utilisation des pièces exportés
id_id: Log Penggunaan Koin yang Diekspor
ja_jp: コイン使用履歴をエクスポートしました
km_kh: បាននាំចេញកំណត់ហេតុការប្រើប្រាស់គីឡូអ៊ីន
ko_kr: 내보낸 코인 사용 로그
pt_pt: Registros de uso de moedas exportadas
ru_ru: Экспортированные журналы использования монет
th_th: บันทึกการใช้งานเหรียญที่ส่งออก
vi_vn: Xuất nhật ký sử dụng cloud coin
zh_cn: 导出了云币使用日志
zh_tw: 匯出了雲幣使用日誌

# crop_log.content.corp_coop_link_create
source: Added an invite link for an external business
de_de: Ein Einladungslink für ein externes Unternehmen wurde hinzugefügt
es_es: Se agregó un enlace de invitación para una empresa externa.
fr_fr: Ajouté un lien d'invitation pour une entreprise externe
id_id: Menambahkan tautan undangan untuk bisnis eksternal
ja_jp: 外部企業の招待リンクを追加しました
km_kh: បានបន្ថែមតំណអញ្ជើញសម្រាប់សហគ្រាសខាងក្រៅ
ko_kr: 외부 비즈니스에 대한 초대 링크가 추가되었습니다.
pt_pt: Adicionou um link de convite para uma empresa externa
ru_ru: Добавлена ссылка-приглашение для внешнего бизнеса
th_th: เพิ่มลิงก์คำเชิญสำหรับธุรกิจภายนอก
vi_vn: Thêm liên kết mời doanh nghiệp bên ngoài
zh_cn: 添加了外部企业邀请链接
zh_tw: 新增了外部企業邀請連結

# crop_log.content.corp_coop_link_delete
source: Deleted an invitation link for an external business
de_de: Einen Einladungslink für ein externes Unternehmen gelöscht
es_es: Se eliminó un enlace de invitación para una empresa externa.
fr_fr: Supprimé un lien d'invitation pour une entreprise externe
id_id: Menghapus tautan undangan untuk bisnis eksternal
ja_jp: 外部企業の招待リンクを削除しました
km_kh: បានលុបតំណអញ្ជើញសម្រាប់សហគ្រាសខាងក្រៅ
ko_kr: 외부 비즈니스에 대한 초대 링크를 삭제했습니다.
pt_pt: Excluiu um link de convite para uma empresa externa
ru_ru: Удалил ссылку-приглашение для внешнего бизнеса
th_th: ลบลิงก์คำเชิญสำหรับธุรกิจภายนอก
vi_vn: Xóa liên kết mời doanh nghiệp bên ngoài
zh_cn: 删除了外部企业邀请链接
zh_tw: 刪除了外部企業邀請連結

# crop_log.content.corp_coop_link_update
source: Edited an invite link for an external business
de_de: Einen Einladungslink für ein externes Unternehmen bearbeitet
es_es: Editó un enlace de invitación para una empresa externa.
fr_fr: Modifié un lien d'invitation pour une entreprise externe
id_id: Mengedit tautan undangan untuk bisnis eksternal
ja_jp: 外部企業の招待リンクを編集しました
km_kh: បានកែសម្រួលតំណអញ្ជើញសម្រាប់សហគ្រាសខាងក្រៅ
ko_kr: 외부 비즈니스에 대한 초대 링크를 편집했습니다.
pt_pt: Editou um link de convite para uma empresa externa
ru_ru: Отредактировал ссылку приглашения для внешнего бизнеса
th_th: แก้ไขลิงก์คำเชิญสำหรับธุรกิจภายนอก
vi_vn: Sửa liên kết mời doanh nghiệp bên ngoài
zh_cn: 编辑了外部企业邀请链接
zh_tw: 編輯了外部企業邀請連結

# crop_log.content.corp_rename
source: Renamed the business "{{ old_corp_name }}"to "{{ new_corp_name }}"
de_de: Das Unternehmen wurde von "{{ old_corp_name }}" in "{{ new_corp_name }}" umbenannt.
es_es: Se cambió el nombre de la empresa "{{ old_corp_name }}" a "{{ new_corp_name }}".
fr_fr: Renommé l'entreprise "{{ old_corp_name }}" en "{{ new_corp_name }}"
id_id: Mengganti nama bisnis "{{ old_corp_name }}" menjadi "{{ new_corp_name }}"
ja_jp: 企業「{{ old_corp_name }}」を「{{ new_corp_name }}」に名前を変更しました
km_kh: បានប្តូរឈ្មោះអាជីវកម្មពី "{{ old_corp_name }}" ទៅ "{{ new_corp_name }}"
ko_kr: 사업체 이름을 "{{ old_corp_name }}"에서 "{{ new_corp_name }}"로 변경했습니다.
pt_pt: Renomeou a empresa "{{ old_corp_name }}" para "{{ new_corp_name }}"
ru_ru: Переименован бизнес "{{ old_corp_name }}" в "{{ new_corp_name }}"
th_th: เปลี่ยนชื่อธุรกิจ "{{ old_corp_name }}" เป็น "{{ new_corp_name }}"
vi_vn: Đổi tên doanh nghiệp từ 「{{ old_corp_name }}」 thành 「{{ new_corp_name }}」
zh_cn: 将企业名称「{{ old_corp_name }}」重命名为「{{ new_corp_name }}」
zh_tw: 將企業名稱「{{ old_corp_name }}」重命名為「{{ new_corp_name }}」

# crop_log.content.corp_theme_disable
source: Disabled Business Style
de_de: Geschäftsstil für Behinderte
es_es: Estilo empresarial para discapacitados
fr_fr: Style d'entreprise désactivé
id_id: Gaya Bisnis Penyandang Disabilitas
ja_jp: ビジネススタイルを無効にしました
km_kh: បានបិទរចនាប័ទ្មអាជីវកម្ម
ko_kr: 장애인 비즈니스 스타일
pt_pt: Estilo de negócios para deficientes
ru_ru: Деловой стиль для людей с ограниченными возможностями
th_th: รูปแบบธุรกิจสำหรับผู้พิการ
vi_vn: Tắt phong cách doanh nghiệp
zh_cn: 关闭了企业风格
zh_tw: 關閉了企業風格

# crop_log.content.corp_theme_enable
source: Enabled Business Style
de_de: Aktivierter Geschäftsstil
es_es: Estilo empresarial habilitado
fr_fr: Style d'entreprise activé
id_id: Gaya Bisnis yang Diaktifkan
ja_jp: ビジネススタイルを有効にしました
km_kh: បានបើករចនាប័ទ្មអាជីវកម្ម
ko_kr: 활성화된 비즈니스 스타일
pt_pt: Estilo de Negócios Habilitado
ru_ru: Включенный деловой стиль
th_th: เปิดใช้งานรูปแบบธุรกิจ
vi_vn: Bật phong cách doanh nghiệp
zh_cn: 开启了企业风格
zh_tw: 開啟了企業風格

# crop_log.content.corp_theme_update
source: Edited Business Style
de_de: Bearbeiteter Business-Stil
es_es: Estilo empresarial editado
fr_fr: Style commercial modifié
id_id: Gaya Bisnis yang Diedit
ja_jp: ビジネススタイルを編集
km_kh: បានកែសម្រួលរចនាប័ទ្ធអាជីវកម្ម
ko_kr: 편집된 비즈니스 스타일
pt_pt: Estilo de negócios editado
ru_ru: Отредактированный деловой стиль
th_th: แก้ไขรูปแบบธุรกิจ
vi_vn: Sửa phong cách doanh nghiệp
zh_cn: 修改了企业风格
zh_tw: 修改了企業風格

# crop_log.content.corp_url_update
source: Edited the business portal URL
de_de: Die URL des Business-Portals wurde bearbeitet
es_es: Se editó la URL del portal empresarial
fr_fr: Modifié l'URL du portail d'entreprise
id_id: Mengedit URL portal bisnis
ja_jp: ビジネスポータルURLを編集しました
km_kh: បានកែសម្រួល URL វិបផតថលអាជីវកម្ម
ko_kr: 비즈니스 포털 URL을 편집했습니다.
pt_pt: Editou a URL do portal de negócios
ru_ru: Отредактировал URL бизнес-портала
th_th: แก้ไข URL ของพอร์ทัลธุรกิจ
vi_vn: Sửa URL tài khoản doanh nghiệp
zh_cn: 修改了企业账号URL
zh_tw: 修改了企業帳號 URL

# crop_log.content.create_corp_coop_role
source: Added the external contact role "{{ roleName }}"
de_de: Die externe Kontaktrolle „{{ roleName }}“ wurde hinzugefügt.
es_es: Se agregó el rol de contacto externo "{{ roleName }}"
fr_fr: Ajouté le rôle de contact externe "{{ roleName }}"
id_id: Menambahkan peran kontak eksternal "{{ roleName }}"
ja_jp: 外部連絡先のロール「{{ roleName }}」を追加しました
km_kh: បានបន្ថែមតួនាទីទំនាក់ទំនងខាងក្រៅ "{{ roleName }}"
ko_kr: 외부 연락처 역할 "{{ roleName }}"을 추가했습니다.
pt_pt: Adicionada a função de contato externo "{{ roleName }}"
ru_ru: Добавлена роль внешнего контакта "{{ roleName }}"
th_th: เพิ่มบทบาทผู้ติดต่อภายนอก "{{ roleName }}"
vi_vn: Thêm vai trò người liên hệ bên ngoài 「{{ roleName }}」
zh_cn: 添加了外部对接人角色「{{ roleName }}」
zh_tw: 新增了外部連絡窗口角色「{{ roleName }}」

# crop_log.content.custom_login_disable
source: Disabled Custom Login Page
de_de: Benutzerdefinierte Anmeldeseite deaktiviert
es_es: Página de inicio de sesión personalizada para deshabilitados
fr_fr: Page de connexion personnalisée désactivée
id_id: Halaman Login Kustom Dinonaktifkan
ja_jp: カスタムログインページを無効にしました
km_kh: បានបិទទំព័រចូលផ្ទាល់ខ្លួន
ko_kr: 비활성화된 사용자 정의 로그인 페이지
pt_pt: Página de login personalizada desabilitada
ru_ru: Отключенная пользовательская страница входа
th_th: ปิดใช้งานหน้าเข้าสู่ระบบแบบกำหนดเอง
vi_vn: Tắt trang đăng nhập tùy chỉnh
zh_cn: 关闭了自定义登录页
zh_tw: 關閉了自訂登入頁

# crop_log.content.custom_login_enable
source: Enabled Custom Login Page
de_de: Benutzerdefinierte Anmeldeseite aktiviert
es_es: Página de inicio de sesión personalizada habilitada
fr_fr: Page de connexion personnalisée activée
id_id: Halaman Login Kustom Diaktifkan
ja_jp: カスタムログインページを有効にしました
km_kh: បានបើកទំព័រចូលផ្ទាល់ខ្លួន
ko_kr: 사용자 정의 로그인 페이지 활성화
pt_pt: Página de login personalizada habilitada
ru_ru: Включена пользовательская страница входа
th_th: เปิดใช้งานหน้าเข้าสู่ระบบแบบกำหนดเอง
vi_vn: Bật trang đăng nhập tùy chỉnh
zh_cn: 开启了自定义登录页
zh_tw: 開啟了自訂登入頁

# crop_log.content.custom_workbench_update
source: Edited Business Workspace
de_de: Bearbeiteter Business-Arbeitsbereich
es_es: Espacio de trabajo empresarial editado
fr_fr: Modifié l'espace de travail d'entreprise
id_id: Ruang Kerja Bisnis yang Diedit
ja_jp: ビジネスワークスペースを編集しました
km_kh: បានកែសម្រួលកន្លែងធ្វើការអាជីវកម្ម
ko_kr: 편집된 비즈니스 작업 공간
pt_pt: Espaço de trabalho empresarial editado
ru_ru: Редактируемое рабочее пространство для бизнеса
th_th: พื้นที่ทำงานธุรกิจที่แก้ไข
vi_vn: Sửa bảng làm việc doanh nghiệp
zh_cn: 修改了企业工作台
zh_tw: 修改了企業工作台

# crop_log.content.dash_auth_update
source: Updated the permission set of the dashboard {{ name }}
de_de: Der Berechtigungssatz des Dashboards {{ name }} wurde aktualisiert.
es_es: Se actualizó el conjunto de permisos del panel {{ name }}
fr_fr: Mise à jour de l'ensemble d'autorisations du tableau de bord {{ name }}
id_id: Memperbarui set izin dasbor {{ name }}
ja_jp: ダッシュボード{{ name }}の権限セットを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យសំណុំសិទ្ធិផ្ទាំងគ្រប់គ្រង {{ name }}
ko_kr: 대시보드 {{ name }}의 권한 집합을 업데이트했습니다.
pt_pt: Atualizou o conjunto de permissões do painel {{ name }}
ru_ru: Обновлен набор разрешений панели управления {{name}}
th_th: อัปเดตชุดการอนุญาตของแดชบอร์ด {{ name }}
vi_vn: Cập nhật phạm vi phát hành bảng điều khiển 「{{ name }}」
zh_cn: 调整了仪表盘「{{ name }}」的发布范围
zh_tw: 調整了儀表板「{{ name }}」的發布範圍

# crop_log.content.dash_create
source: Created dashboard {{ name }}
de_de: Dashboard erstellt {{ name }}
es_es: Panel de control creado {{ name }}
fr_fr: Tableau de bord créé {{ name }}
id_id: Membuat dasbor {{ name }}
ja_jp: ダッシュボード{{ name }}を作成しました
km_kh: បានបង្កើតផ្ទាំងគ្រប់គ្រង {{ name }}
ko_kr: 대시보드 {{ name }}을(를) 생성했습니다.
pt_pt: Painel criado {{ nome }}
ru_ru: Создана панель инструментов {{name}}
th_th: สร้างแดชบอร์ด {{ name }}
vi_vn: Tạo bảng điều khiển 「{{ name }}」
zh_cn: 创建了仪表盘「{{ name }}」
zh_tw: 建立了儀表板「{{ name }}」

# crop_log.content.dash_create_copy
source: Created the dashboard {{ name }} by copying from dashboard {{ ori_name }} of the app {{ app_name }}
de_de: Das Dashboard {{ name }} wurde durch Kopieren vom Dashboard {{ ori_name }} der App {{ app_name }} erstellt.
es_es: Se creó el panel {{ name }} copiando desde el panel {{ ori_name }} de la aplicación {{ app_name }}
fr_fr: Créé le tableau de bord {{ name }} en copiant depuis le tableau de bord {{ ori_name }} de l'application {{ app_name }}
id_id: Membuat dasbor {{ name }} dengan menyalin dari dasbor {{ ori_name }} dari aplikasi {{ app_name }}
ja_jp: アプリ{{ app_name }}のダッシュボード{{ ori_name }}からコピーしてダッシュボード{{ name }}を作成しました
km_kh: បានបង្កើតផ្ទាំងគ្រប់គ្រង {{ name }} ដោយចម្លងពីផ្ទាំងគ្រប់គ្រង {{ ori_name }} នៃកម្មវិធី {{ app_name }}
ko_kr: 앱 {{ app_name }}의 대시보드 {{ ori_name }}에서 복사하여 대시보드 {{ name }}을 생성했습니다.
pt_pt: Criei o painel {{ name }} copiando do painel {{ ori_name }} do aplicativo {{ app_name }}
ru_ru: Создал панель управления {{name}}, скопировав панель управления {{ori_name}} приложения {{app_name}}.
th_th: สร้างแดชบอร์ด {{ name }} โดยคัดลอกจากแดชบอร์ด {{ ori_name }} ของแอป {{ app_name }}
vi_vn: Tạo bảng điều khiển 「{{ name }}」, sao chép từ bảng điều khiển 「{{ ori_name }}」 của ứng dụng 「{{ app_name }}」
zh_cn: 创建了仪表盘「{{ name }}」，复制自「{{ app_name }}」应用的「{{ ori_name }}」仪表盘
zh_tw: 建立了儀表板「{{ name }}」，復製自「{{ app_name }}」應用的「{{ ori_name }}」儀表板

# crop_log.content.dash_public_excel_export_disable
source: Disabled the dashboard public export
de_de: Öffentlichen Dashboard-Export deaktiviert
es_es: Se deshabilitó la exportación pública del panel
fr_fr: Exportation publique du tableau de bord désactivée
id_id: Menonaktifkan ekspor publik dasbor
ja_jp: ダッシュボードの公開エクスポートを無効にしました
km_kh: បានបិទការនាំចេញសាធារណៈផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 공개 내보내기를 비활성화했습니다.
pt_pt: Desabilitou a exportação pública do painel
ru_ru: Отключен публичный экспорт панели управления
th_th: ปิดใช้งานการส่งออกแดชบอร์ดสาธารณะ
vi_vn: Tắt xuất liên kết công khai bảng điều khiển
zh_cn: 关闭仪表盘公开链接导出
zh_tw: 關閉儀表板公開連結匯出

# crop_log.content.dash_public_excel_export_enable
source: Enabled the dashboard public export
de_de: Den öffentlichen Dashboard-Export aktiviert
es_es: Se habilitó la exportación pública del panel
fr_fr: Exportation publique du tableau de bord activée
id_id: Mengaktifkan ekspor publik dasbor
ja_jp: ダッシュボードの公開エクスポートを有効にしました
km_kh: បានបើកការនាំចេញសាធារណៈផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 공개 내보내기를 활성화했습니다.
pt_pt: Habilitou a exportação pública do painel
ru_ru: Включен публичный экспорт панели управления.
th_th: เปิดใช้งานการส่งออกแดชบอร์ดสาธารณะ
vi_vn: Bật xuất liên kết công khai bảng điều khiển
zh_cn: 开启仪表盘公开链接导出
zh_tw: 開啟儀表板公開連結匯出

# crop_log.content.dash_public_link_disable
source: Disabled the dashboard public link
de_de: Öffentlichen Dashboard-Link deaktiviert
es_es: Se deshabilitó el enlace público del panel
fr_fr: Lien public du tableau de bord désactivé
id_id: Menonaktifkan tautan publik dasbor
ja_jp: ダッシュボードのパブリックリンクを無効にしました
km_kh: បានបិទតំណសាធារណៈផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 공개 링크를 비활성화했습니다.
pt_pt: Desabilitou o link público do painel
ru_ru: Отключена публичная ссылка на панель управления
th_th: ปิดใช้งานลิงก์สาธารณะของแดชบอร์ด
vi_vn: Tắt liên kết công khai bảng điều khiển
zh_cn: 关闭仪表盘公开链接
zh_tw: 關閉儀表板公開連結

# crop_log.content.dash_public_link_enable
source: Enabled the dashboard public link
de_de: Öffentlichen Dashboard-Link aktiviert
es_es: Se habilitó el enlace público del panel
fr_fr: Lien public du tableau de bord activé
id_id: Mengaktifkan tautan publik dasbor
ja_jp: ダッシュボードのパブリックリンクを有効にしました
km_kh: បានបើកតំណសាធារណៈផ្ទាំងគ្រប់គ្រង
ko_kr: 대시보드 공개 링크 활성화
pt_pt: Habilitou o link público do painel
ru_ru: Включена публичная ссылка на панель управления
th_th: เปิดใช้งานลิงก์สาธารณะของแดชบอร์ด
vi_vn: Bật liên kết công khai bảng điều khiển
zh_cn: 开启仪表盘公开链接
zh_tw: 開啟儀表板公開連結
