Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# site.message.content.kms_doc_comment.1
source: Comment Overview: {{ comment }}
de_de: Kommentarübersicht: {{ comment }}
es_es: Descripción general del comentario: {{ comment }}
fr_fr: Aperçu du commentaire : {{ comment }}
id_id: Ringkasan Komentar: {{ comment }}
ja_jp: コメント概要：{{ comment }}。
km_kh: សេចក្តីសង្ខេបមតិ៖ {{ comment }}
ko_kr: 댓글 개요: {{ comment }}
pt_pt: Visão geral do comentário: {{ comment }}
ru_ru: Обзор комментариев: {{ comment }}
th_th: ภาพรวมความคิดเห็น: {{ comment }}
vi_vn: Tổng quan bình luận: {{ comment }}
zh_cn: {{ comment }}
zh_tw: 評論概覽： {{ comment }}

# site.message.content.kms_doc_create
source: {{ operator }} created a document named "{{ document }}".
de_de: {{ operator }} hat ein Dokument mit dem Namen „{{ document }}“ erstellt.
es_es: {{ operator }} creó un documento llamado "{{ document }}".
fr_fr: {{ operator }} a créé un document nommé "{{ document }}".
id_id: {{ operator }} membuat dokumen bernama "{{ document }}".
ja_jp: {{ operator }}がドキュメント「{{ document }}」を作成しました。
km_kh: {{ operator }} បានបង្កើតឯកសារឈ្មោះ "{{ document }}"
ko_kr: {{ operator }}가 "{{ document }}"라는 문서를 생성했습니다.
pt_pt: {{ operator }} criou um documento chamado "{{ document }}".
ru_ru: {{operator}} создал документ с именем "{{document}}".
th_th: {{ operator }} สร้างเอกสารชื่อ "{{ document }}"
vi_vn: {{ operator }} đã tạo tài liệu 「{{ document }}」
zh_cn: {{ operator }} 新建了文档「{{ document }}」
zh_tw: {{ operator }} 新建了文件「{{ document }}」

# site.message.content.kms_doc_edit
source: {{ operator }} edited the document "{{ document }}".
de_de: {{ operator }} hat das Dokument "{{ document }}" bearbeitet.
es_es: {{ operator }} editó el documento "{{ document }}".
fr_fr: {{ operator }} a modifié le document "{{ document }}".
id_id: {{ operator }} mengedit dokumen "{{ document }}".
ja_jp: {{ operator }}がドキュメント「{{ document }}」を編集しました。
km_kh: {{ operator }} បានកែសម្រួលឯកសារ "{{ document }}"
ko_kr: {{ operator }}가 문서 "{{ document }}"을(를) 편집했습니다.
pt_pt: {{ operator }} editou o documento "{{ document }}".
ru_ru: {{operator}} отредактировал документ "{{document}}".
th_th: {{ operator }} แก้ไขเอกสาร "{{ document }}"
vi_vn: {{ operator }} đã sửa tài liệu 「{{ document }}」
zh_cn: {{ operator }} 编辑了文档「{{ document }}」
zh_tw: {{ operator }} 編輯了文件「{{ document }}」

# site.message.content.kms_doc_like
source: {{ operator }} liked document "{{ document }}".
de_de: {{ operator }} hat dem Dokument "{{ document }}" gefallen.
es_es: A {{ operator }} le gustó el documento "{{ document }}".
fr_fr: {{ operator }} a aimé le document "{{ document }}".
id_id: {{ operator }} menyukai dokumen "{{ document }}".
ja_jp: {{ operator }}がドキュメント「{{ document }}」に「いいね！」しました。
km_kh: {{ operator }} បានចូលចិត្តឯកសារ "{{ document }}"
ko_kr: {{ operator }}님이 "{{ document }}" 문서를 좋아했습니다.
pt_pt: {{ operator }} gostou do documento "{{ document }}".
ru_ru: {{operator}} понравился документ "{{document}}".
th_th: {{ operator }} ชอบเอกสาร "{{ document }}"
vi_vn: {{ operator }} đã thích tài liệu 「{{ document }}」
zh_cn: {{ operator }} 赞了文档「{{ document }}」
zh_tw: {{ operator }} 說你的文件「{{ document }}」贊

# site.message.content.kms_space_apply
source: {{ applicant }} apply to create a knowledge base {{ space_name }}
de_de: {{ applicant }} Bewerben Sie sich für die Erstellung einer Wissensdatenbank {{ space_name }}
es_es: {{ solicitante }} postularse para crear una base de conocimiento {{ espacio_nombre }}
fr_fr: {{ applicant }} demande de créer une base de connaissances {{ space_name }}
id_id: {{ applicant }} melamar untuk membuat basis pengetahuan {{ space_name }}
ja_jp: {{ applicant }}がナレッジベース「{{ space_name }}」の作成を申請しました
km_kh: {{ applicant }} ដាក់ពាក្យបង្កើតមូលដ្ឋានចំណេះដឹង {{ space_name }}
ko_kr: {{ applicant }} 님이 지식 베이스 {{ space_name }} 생성을 신청했습니다
pt_pt: {{ candidates }} inscreva-se para criar uma base de conhecimento {{ space_name }}
ru_ru: {{application}} подать заявку на создание базы знаний {{space_name}}
th_th: {{ candidate }} สมัครเพื่อสร้างฐานความรู้ {{ space_name }}
vi_vn: {{ applicant }} yêu cầu tạo thư viện kiến thức 「{{ space_name }}」
zh_cn: {{ applicant }} 申请创建知识库「{{ space_name }}」
zh_tw: {{ applicant }} 申請建立知識庫「{{ space_name }}」

# site.message.content.kms_space_apply_agree
source: Successfully created the knowledge base. You are now the admin of the new knowledge base "{{ space_name }}".
de_de: Die Wissensdatenbank wurde erfolgreich erstellt. Sie sind jetzt der Administrator der neuen Wissensdatenbank "{{ space_name }}".
es_es: La base de conocimientos se creó correctamente. Ahora eres el administrador de la nueva base de conocimientos "{{ space_name }}".
fr_fr: Base de connaissances créée avec succès. Vous êtes maintenant l'administrateur de la nouvelle base de connaissances "{{ space_name }}".
id_id: Berhasil membuat basis pengetahuan. Anda sekarang menjadi admin basis pengetahuan baru "{{ space_name }}".
ja_jp: ナレッジベースの作成に成功しました。新しいナレッジベース「{{ space_name }}」の管理者になりました。
km_kh: បានបង្កើតមូលដ្ឋានចំណេះដឹងដោយជោគជ័យ។ អ្នកឥឡូវជាអ្នកគ្រប់គ្រងមូលដ្ឋានចំណេះដឹងថ្មី "{{ space_name }}"
ko_kr: 지식 기반을 성공적으로 생성했습니다. 이제 새 지식 기반 "{{ space_name }}"의 관리자가 되셨습니다.
pt_pt: base de conhecimento foi criada com sucesso. Agora você é o administrador da nova base de conhecimento "{{ space_name }}".
ru_ru: База знаний успешно создана. Теперь вы являетесь администратором новой базы знаний "{{ space_name }}".
th_th: สร้างฐานความรู้สำเร็จแล้ว ตอนนี้คุณเป็นผู้ดูแลฐานความรู้ใหม่ "{{ space_name }}"
vi_vn: Yêu cầu tạo thư viện kiến thức thành công, bạn là quản trị viên của 「{{ space_name }}」
zh_cn: 申请创建知识库成功，你已成为新知识库「{{ space_name }}」的管理员
zh_tw: 申請建立知識庫成功，你已成為新知識庫「{{ space_name }}」的管理員

# site.message.content.kms_space_apply_deny.0
source: Failed to create the knowledge base {{ space_name }}. Improve its description and try again.
de_de: Die Wissensdatenbank {{ space_name }} konnte nicht erstellt werden. Verbessern Sie die Beschreibung und versuchen Sie es erneut.
es_es: No se pudo crear la base de conocimientos {{space_name}}. Mejore su descripción y vuelva a intentarlo.
fr_fr: Échec de la création de la base de connaissances {{ space_name }}. Améliorez sa description et réessayez.
id_id: Gagal membuat basis pengetahuan {{ space_name }}. Perbaiki deskripsinya dan coba lagi.
ja_jp: ナレッジベース「{{ space_name }}」の作成に失敗しました。説明を改善して再試行してください。
km_kh: បរាជ័យក្នុងការបង្កើតមូលដ្ឋានចំណេះដឹង {{ space_name }}។ កែលម្អការពិពណ៌នារបស់វាហើយព្យាយាមម្តងទៀត។
ko_kr: 지식 기반 {{space_name}}을(를) 만들지 못했습니다. 설명을 수정하고 다시 시도해 주세요.
pt_pt: Falha ao criar a base de conhecimento {{space_name}}. Melhore a descrição e tente novamente.
ru_ru: Не удалось создать базу знаний {{ space_name }}. Улучшите ее описание и попробуйте еще раз.
th_th: ไม่สามารถสร้างฐานความรู้ {{ space_name }} ได้ โปรดปรับปรุงคำอธิบายและลองอีกครั้ง
vi_vn: Yêu cầu tạo thư viện kiến thức 「{{ space_name }}」 thất bại, hoàn thiện mô tả và yêu cầu lại
zh_cn: 申请创建知识库「{{ space_name }}」失败，你可以尝试完善知识库描述再次申请。
zh_tw: 申請建立知識庫「{{ space_name }}」失敗，你可以嘗試完善知識庫描述再次申請。

# site.message.content.kms_space_apply_deny.1
source: Denial Reason: {{ deny_reason }}
de_de: Ablehnungsgrund: {{ deny_reason }}
es_es: Motivo de la denegación: {{ deny_reason }}
fr_fr: Raison du refus : {{ deny_reason }}
id_id: Alasan Penolakan: {{ deny_reason }}
ja_jp: 拒否理由：{{ deny_reason }}
km_kh: ហេតុផលបដិសេធ៖ {{ deny_reason }}
ko_kr: 거부 사유: {{ deny_reason }}
pt_pt: Motivo da negação: {{ deny_reason }}
ru_ru: Причина отклонения: {{deny_reason}}
th_th: เหตุผลการปฏิเสธ: {{ deny_reason }}
vi_vn: Lý do từ chối: {{ deny_reason }}
zh_cn: 拒绝原因：{{ deny_reason }}
zh_tw: 拒絕原因：{{ deny_reason }}

# site.message.content.kms_space_manager
source: You are now the admin of the knowledge base "{{ space_name }}". Get started to create documents and share your ideas!
de_de: Sie sind jetzt der Administrator der Wissensdatenbank „{{ space_name }}“. Beginnen Sie mit der Erstellung von Dokumenten und teilen Sie Ihre Ideen!
es_es: Ahora eres el administrador de la base de conocimientos "{{ space_name }}". ¡Empieza a crear documentos y a compartir tus ideas!
fr_fr: Vous êtes maintenant l'administrateur de la base de connaissances "{{ space_name }}". Commencez à créer des documents et partagez vos idées !
id_id: Anda sekarang menjadi admin basis pengetahuan "{{ space_name }}". Mulailah membuat dokumen dan bagikan ide Anda!
ja_jp: ナレッジベース「{{ space_name }}」の管理者になりました。ドキュメントを作成し、アイデアを共有しましょう！
km_kh: អ្នកឥឡូវជាអ្នកគ្រប់គ្រងមូលដ្ឋានចំណេះដឹង "{{ space_name }}"។ ចាប់ផ្តើមបង្កើតឯកសារ និងចែករំលែកគំនិតរបស់អ្នក!
ko_kr: 이제 지식 기반 "{{ space_name }}"의 관리자가 되셨습니다. 문서를 만들고 아이디어를 공유해 보세요!
pt_pt: Agora você é o administrador da base de conhecimento "{{ space_name }}". Comece a criar documentos e compartilhe suas ideias!
ru_ru: Теперь вы являетесь администратором базы знаний "{{ space_name }}". Начните создавать документы и делиться своими идеями!
th_th: ตอนนี้คุณเป็นผู้ดูแลฐานความรู้ "{{ space_name }}" เริ่มต้นสร้างเอกสารและแบ่งปันไอเดียของคุณ!
vi_vn: Bạn được đặt làm quản trị viên của 「{{ space_name }}」, tạo tài liệu và chia sẻ kiến thức ngay!
zh_cn: 你已被设为「{{ space_name }}」的管理员，快去创建文档、分享知识吧！
zh_tw: 你已被設為「{{ space_name }}」的管理員，快去建立文件、分享知識吧！

# site.message.content.kms_view_notify.0
source: {{ operator }} reminded you to view the document "{{ document }}".
de_de: {{ operator }} hat Sie daran erinnert, das Dokument „{{ document }}“ anzuzeigen.
es_es: {{ operator }} le recordó que debe ver el documento "{{ document }}".
fr_fr: {{ operator }} vous a rappelé de consulter le document "{{ document }}".
id_id: {{ operator }} mengingatkan Anda untuk melihat dokumen "{{ document }}".
ja_jp: {{ operator }}がドキュメント「{{ document }}」を表示するように通知しました。
km_kh: {{ operator }} បានរំលឹកអ្នកឱ្យមើលឯកសារ "{{ document }}"។
ko_kr: {{ operator }}님이 "{{ document }}" 문서를 보라고 알려주셨습니다.
pt_pt: {{ operator }} lembrou você de visualizar o documento "{{ document }}".
ru_ru: {{operator}} напомнил вам просмотреть документ "{{document}}".
th_th: {{ operator }} เตือนคุณให้ดูเอกสาร "{{ document }}"
vi_vn: {{ operator }} nhắc bạn xem tài liệu 「{{ document }}」
zh_cn: {{ operator }} 提醒你查看文档「{{ document }}」
zh_tw: {{ operator }} 通知你查看文件「{{ document }}」

# site.message.content.kms_view_notify.1
source: Document Overview: {{ notify_text }}
de_de: Dokumentübersicht: {{ notify_text }}
es_es: Descripción general del documento: {{ notify_text }}
fr_fr: Aperçu du document : {{ notify_text }}
id_id: Ikhtisar Dokumen: {{ notify_text }}
ja_jp: ドキュメント概要：{{ notify_text }}。
km_kh: សេចក្តីសង្ខេបឯកសារ៖ {{ notify_text }}
ko_kr: 문서 개요: {{ notify_text }}
pt_pt: Visão geral do documento: {{ notify_text }}
ru_ru: Обзор документа: {{ notify_text }}
th_th: ภาพรวมเอกสาร: {{ notify_text }}
vi_vn: Tổng quan tài liệu: {{ notify_text }}
zh_cn: {{ notify_text }}
zh_tw: 文件概覽： {{ notify_text }}

# site.message.content.leads_apportion
source: {{ operator }} assigned you the lead "{{ data_label }}".
de_de: {{ operator }} hat Ihnen den Lead "{{ data_label }}" zugewiesen.
es_es: {{ operator }} le asignó el cliente potencial "{{ data_label }}".
fr_fr: {{ operator }} vous a assigné la piste "{{ data_label }}".
id_id: {{ operator }} menugaskan Anda prospek "{{ data_label }}".
ja_jp: {{ operator }}があなたにリード「{{ data_label }}」を割り当てました。
km_kh: {{ operator }} បានចាត់ចែងអ្នកនាំមុខ "{{ data_label }}" ទៅអ្នក
ko_kr: {{ operator }}님이 귀하에게 리드 "{{ data_label }}"을 할당했습니다.
pt_pt: {{ operator }} atribuiu a você o lead "{{ data_label }}".
ru_ru: {{operator}} назначил вам лида "{{data_label}}".
th_th: {{ operator }} ได้มอบหมายบทบาท "{{ data_label }}" ให้กับคุณ
vi_vn: {{ operator }} đã phân bổ đầu mối 「{{ data_label }}」 cho bạn
zh_cn: {{ operator }}给你分配了线索「{{ data_label }}」。
zh_tw: {{ operator }}給你分配了線索「{{ data_label }}」。

# site.message.content.leads_apportion_merge
source: {{ operator }} has assigned you {{ leads_num }} leads.
de_de: {{ operator }} hat Ihnen {{ leads_num }} Leads zugewiesen.
es_es: {{ operator }} le ha asignado {{ leads_num }} clientes potenciales.
fr_fr: {{ operator }} vous a assigné {{ leads_num }} pistes.
id_id: {{ operator }} telah menetapkan {{ leads_num }} prospek untuk Anda.
ja_jp: {{ operator }}が{{ leads_num }}件のリードをあなたに割り当てました。
km_kh: {{ operator }} បានចាត់ចែងអ្នកនាំមុខ {{ leads_num }} នាក់ទៅអ្នក
ko_kr: {{ operator }}님이 귀하에게 {{ lead_num }}개의 리드를 할당했습니다.
pt_pt: {{ operator }} atribuiu a você {{ leads_num }} leads.
ru_ru: {{operator}} назначил вам {{leads_num}} лидов.
th_th: {{ operator }} ได้กำหนดรายชื่อผู้สนใจ {{ leads_num }} รายให้กับคุณ
vi_vn: {{ operator }} đã phân bổ {{ leads_num }} đầu mối cho bạn
zh_cn: {{ operator }}给你分配了{{ leads_num }}条线索。
zh_tw: {{ operator }}給你分配了{{ leads_num }}條線索。

# site.message.content.leads_change_charger
source: {{ operator }} changed the owner of the lead "{{ data_label }}". Previous: "{{ raw_charger }}". Current: "{{ new_charger }}".
de_de: {{ operator }} hat den Besitzer des Leads "{{ data_label }}" geändert. Vorheriger: "{{ raw_charger }}". Aktueller: "{{ new_charger }}".
es_es: {{ operator }} cambió el propietario del cliente potencial "{{ data_label }}". Anterior: "{{ raw_charger }}". Actual: "{{ new_charger }}".
fr_fr: {{ operator }} a changé le propriétaire de la piste "{{ data_label }}". Précédent : "{{ raw_charger }}". Actuel : "{{ new_charger }}".
id_id: {{ operator }} mengubah pemilik prospek "{{ data_label }}". Sebelumnya: "{{ raw_charger }}". Saat ini: "{{ new_charger }}".
ja_jp: {{ operator }}がリード「{{ data_label }}」の所有者を変更しました。前の所有者：「{{ raw_charger }}」。新しい所有者：「{{ new_charger }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរម្ចាស់អ្នកនាំមុខ "{{ data_label }}"។ ពីមុន៖ "{{ raw_charger }}"។ ឥឡូវ៖ "{{ new_charger }}"
ko_kr: {{ operator }}님이 리드 "{{ data_label }}"의 소유자를 변경했습니다. 이전: "{{ raw_charger }}". 현재: "{{ new_charger }}".
pt_pt: {{ operator }} alterou o proprietário do lead "{{ data_label }}". Anterior: "{{ raw_charger }}". Atual: "{{ new_charger }}".
ru_ru: {{operator}} изменил владельца лида "{{data_label}}". Предыдущее: "{{raw_charger}}". Текущее: "{{new_charger}}".
th_th: {{ operator }} เปลี่ยนเจ้าของลีด "{{ data_label }}" ก่อนหน้า: "{{ raw_charger }}" ปัจจุบัน: "{{ new_charger }}"
vi_vn: {{ operator }} đã thay đổi người phụ trách đầu mối 「{{ data_label }}」. Trước: 「{{ raw_charger }}」, Hiện tại: 「{{ new_charger }}」
zh_cn: {{ operator }}变更了线索「{{ data_label }}」的负责人。原负责人「{{ raw_charger }}」，新负责人「{{ new_charger }}」。
zh_tw: {{ operator }}變更了線索「{{ data_label }}」的負責人。原負責人「{{ raw_charger }}」，新負責人「{{ new_charger }}」。

# site.message.content.leads_change_charger_merge
source: {{ operator }} changed the person in charge of {{ leads_num }} leads.
de_de: {{ operator }} hat die für {{ leads_num }} Leads zuständige Person geändert.
es_es: {{ operator }} cambió la persona a cargo de {{ leads_num }} clientes potenciales.
fr_fr: {{ operator }} a changé la personne responsable de {{ leads_num }} pistes.
id_id: {{ operator }} mengubah orang yang bertanggung jawab atas {{ leads_num }} prospek.
ja_jp: {{ operator }}が{{ leads_num }}件のリードの担当者を変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកទទួលខុសត្រូវអ្នកនាំមុខ {{ leads_num }} នាក់
ko_kr: {{ operator }}님이 {{ lead_num }}개의 리드를 담당하는 사람을 변경했습니다.
pt_pt: {{ operator }} alterou a pessoa responsável por {{ leads_num }} leads.
ru_ru: {{operator}} сменил ответственного за {{leads_num}} лидов.
th_th: {{ operator }} เปลี่ยนผู้รับผิดชอบรายชื่อผู้มีแนวโน้มจะเป็นลูกค้า {{ leads_num }} ราย
vi_vn: {{ operator }} đã thay đổi người phụ trách của {{ leads_num }} đầu mối
zh_cn: {{ operator }}变更了{{ leads_num }}条线索的负责人。
zh_tw: {{ operator }}變更了{{ leads_num }}條線索的負責人。

# site.message.content.leads_change_collaborator
source: {{ operator }} changed the collaborator(s) of the lead "{{ data_label }}". Current collaborator(s): "{{ collaborators }}".
de_de: {{ operator }} hat den/die Mitarbeiter des Leads "{{ data_label }}" geändert. Aktuelle(r) Mitarbeiter: "{{ collaborators }}".
es_es: {{ operator }} cambió el/los colaborador(es) del líder "{{ data_label }}". Colaborador(es) actual(es): "{{ collaborationers }}".
fr_fr: {{ operator }} a changé le(s) collaborateur(s) de la piste "{{ data_label }}". Collaborateur(s) actuel(s) : "{{ collaborators }}".
id_id: {{ operator }} mengubah kolaborator dari pimpinan "{{ data_label }}". Kolaborator saat ini: "{{ collaborators }}".
ja_jp: {{ operator }}がリード「{{ data_label }}」のコラボレーターを変更しました。現在のコラボレーター：「{{ collaborators }}」。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការអ្នកនាំមុខ "{{ data_label }}"។ អ្នកសហការបច្ចុប្បន្ន៖ "{{ collaborators }}"
ko_kr: {{ operator }}님이 리드 "{{ data_label }}"의 공동작업자를 변경했습니다. 현재 공동작업자는 "{{ collaborators }}"입니다.
pt_pt: {{ operator }} alterou o(s) colaborador(es) do lead "{{ data_label }}". Colaborador(es) atual(is): "{{ collaborators }}".
ru_ru: {{operator}} изменил(а) соавтора(ов) лида "{{data_label}}". Текущий соавтор(ы): "{{collaborators}}".
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของหัวหน้า "{{ data_label }}" ผู้ร่วมงานปัจจุบัน: "{{ collaborators }}"
vi_vn: {{ operator }} đã thay đổi người cộng tác của đầu mối 「{{ data_label }}」. Hiện tại: 「{{ collaborators }}」
zh_cn: {{ operator }}变更了线索「{{ data_label }}」的协作人。当前协作人「{{ collaborators }}」。
zh_tw: {{ operator }}變更了線索「{{ data_label }}」的協作者。當前協作者「{{ collaborators }}」。

# site.message.content.leads_change_collaborator_merge
source: {{ operator }} changed the collaborator of {{ leads_num }} leads.
de_de: {{ operator }} hat den Mitarbeiter von {{ leads_num }} Leads geändert.
es_es: {{ operator }} cambió el colaborador de {{ leads_num }} clientes potenciales.
fr_fr: {{ operator }} a changé le collaborateur de {{ leads_num }} pistes.
id_id: {{ operator }} mengubah kolaborator dari {{ leads_num }} lead.
ja_jp: {{ operator }}が{{ leads_num }}件のリードのコラボレーターを変更しました。
km_kh: {{ operator }} បានផ្លាស់ប្តូរអ្នកសហការអ្នកនាំមុខ {{ leads_num }} នាក់
ko_kr: {{ operator }}가 {{ lead_num }}개 리드의 협력자를 변경했습니다.
pt_pt: {{ operator }} alterou o colaborador de {{ leads_num }} leads.
ru_ru: {{operator}} изменил соавтора {{leads_num}} лидов.
th_th: {{ operator }} เปลี่ยนผู้ร่วมงานของผู้นำ {{ leads_num }} ราย
vi_vn: {{ operator }} đã thay đổi người cộng tác của {{ leads_num }} đầu mối
zh_cn: {{ operator }}变更了{{ leads_num }}条线索的协作人。
zh_tw: {{ operator }}變更了{{ leads_num }}條線索的協作者。

# site.message.content.leads_recycle
source: {{ operator }} recycled the lead "{{ data_label }}".
de_de: {{ operator }} hat den Lead "{{ data_label }}" recycelt.
es_es: {{ operator }} recicló el cable "{{ data_label }}".
fr_fr: {{ operator }} a recyclé la piste "{{ data_label }}".
id_id: {{ operator }} mendaur ulang prospek "{{ data_label }}".
ja_jp: {{ operator }}がリード「{{ data_label }}」を再回収しました。
km_kh: {{ operator }} បានយកអ្នកនាំមុខ "{{ data_label }}" មកវិញ
ko_kr: {{ operator }}가 리드 "{{ data_label }}"을(를) 재활용했습니다.
pt_pt: {{ operator }} reciclou o lead "{{ data_label }}".
ru_ru: {{operator}} повторно использовал лид "{{data_label}}".
th_th: {{ operator }} รีไซเคิลข้อมูล "{{ data_label }}" แล้ว
vi_vn: {{ operator }} đã thu hồi đầu mối 「{{ data_label }}」
zh_cn: {{ operator }}回收了线索「{{ data_label }}」。
zh_tw: {{ operator }}回收了線索「{{ data_label }}」。

# site.message.content.leads_recycle_cron
source: The lead "{{ data_label }}" was automatically recycled.
de_de: Der Lead "{{ data_label }}" wurde automatisch recycelt.
es_es: El cable "{{ data_label }}" se recicló automáticamente.
fr_fr: La piste "{{ data_label }}" a été automatiquement recyclée.
id_id: Timbal "{{ data_label }}" didaur ulang secara otomatis.
ja_jp: リード「{{ data_label }}」が自動的に再回収されました。
km_kh: អ្នកនាំមុខ "{{ data_label }}" ត្រូវបានយកមកវិញដោយស្វ័យប្រវត្តិ
ko_kr: 리드 "{{ data_label }}"이(가) 자동으로 재활용되었습니다.
pt_pt: O lead "{{ data_label }}" foi reciclado automaticamente.
ru_ru: Лид «{{ data_label }}» был автоматически переработан.
th_th: ข้อมูล "{{ data_label }}" ถูกนำกลับมาใช้ใหม่โดยอัตโนมัติ
vi_vn: Đầu mối 「{{ data_label }}」 bị thu hồi tự động
zh_cn: 线索「{{ data_label }}」被自动回收。
zh_tw: 線索「{{ data_label }}」被自動回收。

# site.message.content.leads_recycle_merge
source: {{ operator }} recycled {{ leads_num }} lead(s).
de_de: {{ operator }} hat {{ leads_num }} Lead(s) recycelt.
es_es: {{ operator }} recicló {{ leads_num }} prospecto(s).
fr_fr: {{ operator }} a recyclé {{ leads_num }} piste(s).
id_id: {{ operator }} mendaur ulang {{ leads_num }} prospek.
ja_jp: {{ operator }}が{{ leads_num }}件のリードを再回収しました。
km_kh: {{ operator }} បានយកអ្នកនាំមុខ {{ leads_num }} នាក់មកវិញ
ko_kr: {{ operator }}님이 {{ lead_num }}개의 리드를 재활용했습니다.
pt_pt: {{ operator }} reciclou {{ leads_num }} lead(s).
ru_ru: {{operator}} переработал {{leads_num}} лидов.
th_th: {{ operator }} รีไซเคิล {{ leads_num }} รายการแล้ว
vi_vn: {{ operator }} đã thu hồi {{ leads_num }} đầu mối
zh_cn: {{ operator }}回收了{{ leads_num }}条线索。
zh_tw: {{ operator }}回收了{{ leads_num }}條線索。

# site.message.content.manage_group_add_members
source: {{ operator }} added {{ members }} to the admin group "{{ manageGroup }}".
de_de: {{ operator }} hat {{ members }} zur Administratorgruppe "{{ manageGroup }}" hinzugefügt.
es_es: {{ operator }} agregó {{ members }} al grupo de administración "{{ manageGroup }}".
fr_fr: {{ operator }} a ajouté {{ members }} au groupe d'administration "{{ manageGroup }}".
id_id: {{ operator }} menambahkan {{ members }} ke grup admin "{{ manageGroup }}".
ja_jp: {{ operator }}が管理グループ「{{ manageGroup }}」に{{ members }}を追加しました。
km_kh: {{ operator }} បានបន្ថែម {{ members }} ទៅក្រុមអ្នកគ្រប់គ្រង "{{ manageGroup }}"
ko_kr: {{ operator }}님이 {{ members }}님을 관리자 그룹 "{{ manageGroup }}"에 추가했습니다.
pt_pt: {{ operator }} adicionou {{ members }} ao grupo de administradores "{{ manageGroup }}".
ru_ru: {{operator}} добавил {{members}} в группу администраторов "{{manageGroup}}".
th_th: {{ operator }} เพิ่ม {{ members }} ไปที่กลุ่มผู้ดูแลระบบ "{{ manageGroup }}"
vi_vn: {{ operator }} đã thêm thành viên 「{{ members }}」 vào nhóm quản lý 「{{ manageGroup }}」
zh_cn: {{ operator }} 在管理组 「{{ manageGroup }}」添加了成员：{{ members }}
zh_tw: {{ operator }} 在管理組 「{{ manageGroup }}」新增了成員：{{ members }}

# site.message.content.manage_group_create
source: {{ operator }} added an admin group named "{{ manageGroup }}".
de_de: {{ operator }} hat eine Administratorgruppe mit dem Namen „{{ manageGroup }}“ hinzugefügt.
es_es: {{ operator }} agregó un grupo de administradores llamado "{{ manageGroup }}".
fr_fr: {{ operator }} a ajouté un groupe d'administration nommé "{{ manageGroup }}".
id_id: {{ operator }} menambahkan grup admin bernama "{{ manageGroup }}".
ja_jp: {{ operator }}が管理グループ「{{ manageGroup }}」を追加しました。
km_kh: {{ operator }} បានបន្ថែមក្រុមអ្នកគ្រប់គ្រងឈ្មោះ "{{ manageGroup }}"
ko_kr: {{ operator }}가 "{{ manageGroup }}"라는 관리자 그룹을 추가했습니다.
pt_pt: {{ operator }} adicionou um grupo de administradores chamado "{{ manageGroup }}".
ru_ru: {{operator}} добавил группу администраторов с именем «{{manageGroup}}».
th_th: {{ operator }} เพิ่มกลุ่มผู้ดูแลระบบชื่อ "{{ manageGroup }}"
vi_vn: {{ operator }} đã thêm nhóm quản lý thường 「{{ manageGroup }}」
zh_cn: {{ operator }} 添加了普通管理组 「{{ manageGroup }}」
zh_tw: {{ operator }} 新增了普通管理組 「{{ manageGroup }}」
