Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# message.flow.memberTransfer
source: A task is transferred to you by {{ operator }}
de_de: Eine Aufgabe wird Ihnen von {{ operator }} übertragen
es_es: Una tarea se le transfiere mediante {{ operator }}
fr_fr: Une tâche vous est transférée par {{ operator }}
id_id: Tugas ditransfer kepada Anda oleh {{ operator }}
ja_jp: {{operator}}によってタスクがあなたに転送されました
km_kh: ភារកិច្ចត្រូវបានផ្ទេរមកអ្នកដោយ {{ operator }}
ko_kr: {{ operator }}님이 작업을 귀하에게 전송했습니다.
pt_pt: Uma tarefa é transferida para você por {{ operator }}
ru_ru: Задача передана вам оператором {{operator}}
th_th: งานจะถูกโอนไปยังคุณโดย {{ operator }}
vi_vn: {{ operator }} chuyển giao 1 công việc chờ cho bạn
zh_cn: 由{{ operator }}转交给你1条待办事项
zh_tw: 由{{ operator }}轉交給你1條待辦事項

# message.flow.memberTransfer.entryName
source: "{{ entryName }}" : A task is transferred to you by "{{ operator }}"
de_de: „{{ entryName }}“ Eine Aufgabe wird Ihnen von {{ operator }} übertragen
es_es: 「{{ entryName }}」Se le transfiere una tarea mediante {{ operator }}
fr_fr: 「{{ entryName }}」Une tâche vous est transférée par {{ operator }}
id_id: 「{{ entryName }}」Tugas ditransfer kepada Anda oleh {{ operator }}
ja_jp: 「{{ entryName }}」によってタスクがあなたに転送されました
km_kh: 「{{ entryName }}」ភារកិច្ចត្រូវបានផ្ទេរមកអ្នកដោយ {{ operator }}
ko_kr: 「{{ entryName }}」작업이 {{ operator }}에 의해 귀하에게 전송되었습니다.
pt_pt: 「{{ entryName }}」Uma tarefa é transferida para você por {{ operator }}
ru_ru: 「{{ entryName }}」Задача передана вам {{operator }}
th_th: 「{{ entryName }}」งานจะถูกโอนไปยังคุณโดย {{ operator }}
vi_vn: 「{{ entryName }}」 {{ operator }} chuyển giao 1 công việc chờ cho bạn
zh_cn: 「{{ entryName }}」由{{ operator }}转交给你1条待办事项
zh_tw: 「{{ entryName }}」由{{ operator }}轉交給你1條待辦事項

# message.flow.promptlyHandleReminders
source: You have a new expedited task. Please handle it ASAP
de_de: Sie haben eine neue Eilaufgabe. Bitte erledigen Sie diese so schnell wie möglich.
es_es: Tiene una nueva tarea urgente. Por favor, contrátela lo antes posible.
fr_fr: Vous avez une nouvelle tâche urgente. Veuillez la traiter dès que possible
id_id: Anda memiliki tugas baru yang harus diselesaikan secepatnya. Mohon segera tangani
ja_jp: 新しい急行タスクがあります。できるだけ早く処理してください
km_kh: អ្នកមានភារកិច្ចបន្ទាន់ថ្មី។ សូមដោះស្រាយឱ្យបានលឿន
ko_kr: 새로운 긴급 작업이 있습니다. 최대한 빨리 처리해 주세요.
pt_pt: Você tem uma nova tarefa urgente. Por favor, resolva-a o mais rápido possível.
ru_ru: У вас есть новое срочное задание. Пожалуйста, займитесь им как можно скорее.
th_th: คุณมีงานเร่งด่วนใหม่ โปรดจัดการโดยเร็วที่สุด
vi_vn: Có công việc quy trình thúc giục mới, vui lòng xử lý sớm
zh_cn: 有新的流程催办事项，请尽快处理
zh_tw: 有新的流程催辦事項，請盡快處理

# message.flow.sign
source: A task is transferred to you by {{ operator }}.
de_de: Eine Aufgabe wird Ihnen von {{ operator }} übertragen.
es_es: Una tarea se le transfiere mediante {{ operator }}.
fr_fr: Une tâche vous est transférée par {{ operator }}.
id_id: Tugas ditransfer kepada Anda oleh {{ operator }}.
ja_jp: {{operator}}によってタスクがあなたに転送されました
km_kh: ភារកិច្ចត្រូវបានផ្ទេរមកអ្នកដោយ {{ operator }}។
ko_kr: {{ operator }}가 작업을 귀하에게 전송했습니다.
pt_pt: Uma tarefa é transferida para você por {{ operator }}.
ru_ru: Задача передана вам оператором {{operator}}.
th_th: งานจะถูกโอนไปยังคุณโดย {{ operator }}
vi_vn: {{ operator }} thêm chữ ký cho bạn 1 công việc chờ
zh_cn: 由{{ operator }}加签给你1条待办事项
zh_tw: 由{{ operator }}加簽給你1條待辦事項

# message.flow.signBeforeComplete
source: The pre-approver has processed the node. You have a new workflow task to finish.
de_de: Der Vorabgenehmiger hat den Knoten verarbeitet. Sie müssen eine neue Workflow-Aufgabe abschließen.
es_es: El preaprobador ha procesado el nodo. Tiene una nueva tarea de flujo de trabajo que finalizar.
fr_fr: Le pré-approbateur a traité le nœud. Vous avez une nouvelle tâche de flux de travail à terminer.
id_id: Pra-pemberi persetujuan telah memproses node tersebut. Anda memiliki tugas alur kerja baru yang harus diselesaikan.
ja_jp: 事前承認者がノードを処理しました。新しいワークフロータスクがあります
km_kh: អ្នកអនុម័តមុនបានដំណើរការថ្នាំង។ អ្នកមានភារកិច្ចលំហូរការងារថ្មីត្រូវបញ្ចប់។
ko_kr: 사전 승인자가 노드를 처리했습니다. 완료해야 할 새 워크플로 작업이 있습니다.
pt_pt: O pré-aprovador processou o nó. Você tem uma nova tarefa de fluxo de trabalho para concluir.
ru_ru: Предварительный утверждающий обработал узел. Вам нужно завершить новую задачу рабочего процесса.
th_th: ผู้ให้การอนุมัติเบื้องต้นได้ดำเนินการกับโหนดแล้ว คุณมีงานเวิร์กโฟลว์ใหม่ที่ต้องดำเนินการให้เสร็จสิ้น
vi_vn: Xử lý trước chữ ký đã hoàn thành, bạn có công việc quy trình mới
zh_cn: 前加签处理已完成，你有新的流程待办事项
zh_tw: 前加簽處理已完成，你有新的流程待辦事項

# message.flow.timeout
source: You have a long pending task. Please handle it immediately
de_de: Sie haben eine lange ausstehende Aufgabe. Bitte erledigen Sie diese umgehend
es_es: Tienes una tarea pendiente desde hace mucho tiempo. Por favor, recíbela de inmediato.
fr_fr: Vous avez une tâche en attente depuis longtemps. Veuillez la traiter immédiatement
id_id: Anda memiliki tugas yang tertunda. Harap segera tangani
ja_jp: 長期間保留中のタスクがあります。直ちに処理してください
km_kh: អ្នកមានភារកិច្ចដែលពន្យារអស់រយៈពេលយូរ។ សូមដោះស្រាយភ្លាមៗ
ko_kr: 오랫동안 보류 중인 작업이 있습니다. 즉시 처리해 주세요.
pt_pt: Você tem uma tarefa pendente há muito tempo. Por favor, resolva-a imediatamente.
ru_ru: У вас есть долгожданная задача. Пожалуйста, займитесь ею немедленно.
th_th: คุณมีงานที่ค้างอยู่เป็นเวลานาน โปรดจัดการมันทันที
vi_vn: Bạn có công việc chờ quá lâu, vui lòng xử lý ngay
zh_cn: 你有待办停留时间过长，请立即处理
zh_tw: 你有待辦停留時間過長，請立即處理

# message.flow.timeout.entryName
source: There are unfinished tasks in "{{ entryName }}".
de_de: {{ entryName }} hat unerledigte Aufgaben
es_es: {{ entryName }} tiene tareas sin terminar
fr_fr: {{ entryName }} a des tâches inachevées
id_id: {{ entryName }} memiliki tugas yang belum selesai
ja_jp: 「{{ entryName }}」には未完了のタスクがあります
km_kh: {{ entryName }} មានភារកិច្ចដែលមិនទាន់បានបញ្ចប់
ko_kr: {{ entryName }}에 완료되지 않은 작업이 있습니다.
pt_pt: {{ entryName }} tem tarefas inacabadas
ru_ru: {{ entryName }} имеет незавершенные задачи
th_th: {{ entryName }} มีงานที่ยังไม่เสร็จ
vi_vn: 「{{ entryName }}」 có công việc chờ chưa hoàn thành
zh_cn: 「{{ entryName }}」有待办未完成
zh_tw: 「{{ entryName }}」有待辦未完成

# message.flow.todo
source: You have a new task
de_de: Sie haben eine neue Aufgabe
es_es: Tienes una nueva tarea
fr_fr: Vous avez une nouvelle tâche
id_id: Anda memiliki tugas baru
ja_jp: 新しいタスクがあります
km_kh: អ្នកមានភារកិច្ចថ្មី
ko_kr: 새로운 작업이 있습니다
pt_pt: Você tem uma nova tarefa
ru_ru: У вас есть новое задание.
th_th: คุณมีงานใหม่
vi_vn: Có công việc quy trình mới
zh_cn: 有新的流程待办事项
zh_tw: 有新的流程待辦事項

# message.flow.todo.entryName
source: "{{ entryName }}": You have a new task
de_de: {{ entryName }} Sie haben eine neue Aufgabe
es_es: {{ entryName }} Tienes una nueva tarea
fr_fr: {{ entryName }} Vous avez une nouvelle tâche
id_id: {{ entryName }} Anda memiliki tugas baru
ja_jp: {{ entryName }} 新しいタスクがあります
km_kh: {{ entryName }} អ្នកមានភារកិច្ចថ្មី
ko_kr: {{ entryName }} 새로운 작업이 있습니다.
pt_pt: {{ entryName }} Você tem uma nova tarefa
ru_ru: {{ entryName }} У вас новая задача
th_th: {{ entryName }} คุณมีงานใหม่
vi_vn: 「{{ entryName }}」 có công việc quy trình mới
zh_cn: 「{{ entryName }}」有新的流程待办事项
zh_tw: 「{{ entryName }}」有新的流程待辦事項

# message.flow.todo.merge.entryName
source: There are {{ count }} new to-do item in "{{ entryName }}".
de_de: {{ entryName }} Es gibt {{ count }} neue Aufgaben
es_es: {{ entryName }} Hay {{ count }} nuevos elementos por hacer
fr_fr: {{ entryName }} Il y a {{ count }} nouvel élément à faire
id_id: {{ entryName }} Ada {{ count }} item tugas baru
ja_jp: {{ entryName }} {{ count }}件の新しい未処理項目があります
km_kh: {{ entryName }} មានធាតុអ្វីដែលត្រូវធ្វើថ្មី {{ count }}
ko_kr: {{ entryName }} 새로운 할 일 항목이 {{ count }}개 있습니다.
pt_pt: {{ entryName }} Há {{ count }} novos itens de tarefas pendentes
ru_ru: {entryName} Есть {{ count }} новых пунктов списка дел
th_th: {{ entryName }} มีรายการสิ่งที่ต้องทำใหม่ {{ count }} รายการ
vi_vn: 「{{ entryName }}」 có {{ count }} công việc quy trình mới
zh_cn: 「{{ entryName }}」有{{ count }}条新的流程待办事项
zh_tw: 「{{ entryName }}」有{{ count }}條新的流程待辦事項

# message.flowData
source: External Approver/CC Member
de_de: Externer Genehmiger/CC-Mitglied
es_es: Aprobador externo/Miembro del CC
fr_fr: Approbateur externe/Membre en copie
id_id: Pemberi Persetujuan Eksternal/Anggota CC
ja_jp: 外部承認者/CCメンバー
km_kh: អ្នកអនុម័ត/សមាជិក CC ខាងក្រៅ
ko_kr: 외부 승인자/CC 멤버
pt_pt: Aprovador externo/Membro do CC
ru_ru: Внешний утверждающий/член CC
th_th: ผู้รับรองภายนอก/สมาชิก CC
vi_vn: Người phụ trách/CC ngoài nút
zh_cn: 外部节点负责人/抄送人
zh_tw: 外部節點負責人/副本收件者

# message.kms.clickViewDetails
source: Click "View Details" to view the document.
de_de: Klicken Sie auf „Details anzeigen“, um das Dokument anzuzeigen.
es_es: Haga clic en "Ver detalles" para ver el documento.
fr_fr: Cliquez sur "Voir les détails" pour voir le document.
id_id: Klik "Lihat Detail" untuk melihat dokumen.
ja_jp: 「詳細を見る」をクリックしてドキュメントを表示します
km_kh: ចុច "មើលព័ត៌មានលម្អិត" ដើម្បីមើលឯកសារ។
ko_kr: 문서를 보려면 "자세히 보기"를 클릭하세요.
pt_pt: Clique em "Exibir detalhes" para visualizar o documento.
ru_ru: Нажмите «Просмотреть подробности», чтобы просмотреть документ.
th_th: คลิก "ดูรายละเอียด" เพื่อดูเอกสาร
vi_vn: Nhấn 「Xem chi tiết」 để xem tài liệu
zh_cn: 点击「查看详情」查看文档。
zh_tw: 點擊「查看詳情」查看文件。

# message.kms.denyReason
source: Reason for Rejection
de_de: Grund für die Ablehnung
es_es: Motivo del rechazo
fr_fr: Raison du rejet
id_id: Alasan Penolakan
ja_jp: 拒否理由
km_kh: ហេតុផលនៃការបដិសេធ
ko_kr: 거부 사유
pt_pt: Motivo da rejeição
ru_ru: Причина отклонения
th_th: เหตุผลในการปฏิเสธ
vi_vn: Lý do từ chối
zh_cn: 拒绝原因
zh_tw: 拒絕原因

# message.kms.description
source: Knowledge Base Description
de_de: Beschreibung der Wissensdatenbank
es_es: Descripción de la base de conocimientos
fr_fr: Description de la base de connaissances
id_id: Deskripsi Basis Pengetahuan
ja_jp: ナレッジベースの説明
km_kh: ការពិពណ៌នាអំពីមូលដ្ឋានចំណេះដឹង
ko_kr: 지식 기반 설명
pt_pt: Descrição da Base de Conhecimento
ru_ru: Описание базы знаний
th_th: คำอธิบายฐานความรู้
vi_vn: Mô tả thư viện kiến thức
zh_cn: 知识库描述
zh_tw: 知識庫描述

# message.kms.docAnnotationSolved
source: "{{ operator }}" handled the comments in the document "{{ document }}".
de_de: {{ operator }} hat die Kommentare im Dokument "{{ document }}" verarbeitet.
es_es: {{ operator }} manejó los comentarios en el documento "{{ document }}".
fr_fr: {{ operator }} a traité les commentaires dans le document "{{ document }}".
id_id: {{ operator }} menangani komentar dalam dokumen "{{ document }}".
ja_jp: {{operator}}がドキュメント「{{document}}」のコメントを処理しました
km_kh: {{ operator }} បានដោះស្រាយយោបល់ក្នុងឯកសារ "{{ document }}"។
ko_kr: {{ operator }}가 "{{ document }}" 문서의 주석을 처리했습니다.
pt_pt: {{ operator }} tratou os comentários no documento "{{ document }}".
ru_ru: {{operator}} обработал комментарии в документе "{{document}}".
th_th: {{ operator }} จัดการความคิดเห็นในเอกสาร "{{ document }}"
vi_vn: {{ operator }} đã giải quyết bình luận chú thích trong tài liệu 「{{ document }}」
zh_cn: {{ operator }}解决了文档「{{ document }}」的注释评论
zh_tw: {{ operator }}解決了文件「{{ document }}」的注釋評論

# message.kms.docComment
source: "{{operator}}" commented on the document "{{document}}"
de_de: {{operator}} hat das Dokument „{{document}}“ kommentiert.
es_es: {{operator}} comentó el documento "{{document}}"
fr_fr: {{operator}} a commenté le document "{{document}}"
id_id: {{operator}} memberi komentar pada dokumen "{{document}}"
ja_jp: {{operator}}がドキュメント「{{document}}」にコメントしました
km_kh: {{operator}} បានផ្តល់យោបល់លើឯកសារ "{{document}}"
ko_kr: {{operator}}님이 "{{document}}" 문서에 댓글을 남겼습니다.
pt_pt: {{operator}} comentou no documento "{{document}}"
ru_ru: {{operator}} прокомментировал документ "{{document}}"
th_th: {{operator}} แสดงความเห็นเกี่ยวกับเอกสาร "{{document}}"
vi_vn: {{ operator }} đã bình luận tài liệu 「{{ document }}」
zh_cn: {{ operator }} 评论了文档「{{ document }}」
zh_tw: {{ operator }} 評論了文件「{{ document }}」

# message.kms.docCreate
source: "{{operator}}" created a document "{{document}}"
de_de: {{operator}} hat ein Dokument „{{document}}“ erstellt
es_es: {{operator}} creó un documento "{{document}}"
fr_fr: {{operator}} a créé un document "{{document}}"
id_id: {{operator}} membuat dokumen "{{document}}"
ja_jp: {{operator}}がドキュメント「{{document}}」を作成しました
km_kh: {{operator}} បានបង្កើតឯកសារ "{{document}}"
ko_kr: {{operator}}님이 "{{document}}" 문서를 생성했습니다.
pt_pt: {{operator}} criou um documento "{{document}}"
ru_ru: {{operator}} создал документ "{{document}}"
th_th: {{operator}} สร้างเอกสาร "{{document}}"
vi_vn: {{ operator }} đã tạo tài liệu 「{{ document }}」
zh_cn: {{ operator }} 新建了文档「{{ document }}」
zh_tw: {{ operator }} 新建了文件「{{ document }}」

# message.kms.docEdit
source: "{{operator}}" edited the document "{{document}}"
de_de: {{operator}} hat das Dokument „{{document}}“ bearbeitet
es_es: {{operator}} editó el documento "{{document}}"
fr_fr: {{operator}} a modifié le document "{{document}}"
id_id: {{operator}} mengedit dokumen "{{document}}"
ja_jp: {{operator}}がドキュメント「{{document}}」を編集しました
km_kh: {{operator}} បានកែសម្រួលឯកសារ "{{document}}"
ko_kr: {{operator}}가 문서 "{{document}}"을(를) 편집했습니다.
pt_pt: {{operator}} editou o documento "{{document}}"
ru_ru: {{operator}} отредактировал документ "{{document}}"
th_th: {{operator}} แก้ไขเอกสาร "{{document}}"
vi_vn: {{ operator }} đã sửa tài liệu 「{{ document }}」
zh_cn: {{ operator }} 编辑了文档「{{ document }}」
zh_tw: {{ operator }} 編輯了文件「{{ document }}」

# message.kms.docLike
source: "{{operator}}" liked document "{{document}}"
de_de: {{operator}} hat das Dokument "{{document}}" mit „Gefällt mir“ markiert.
es_es: A {{operator}} le gustó el documento "{{document}}"
fr_fr: {{operator}} a aimé le document "{{document}}"
id_id: {{operator}} menyukai dokumen "{{document}}"
ja_jp: {{operator}}がドキュメント「{{document}}」を「いいね」しました
km_kh: {{operator}} បានចូលចិត្តឯកសារ "{{document}}"
ko_kr: {{operator}}님이 "{{document}}" 문서를 좋아했습니다.
pt_pt: {{operator}} curtiu o documento "{{document}}"
ru_ru: {{operator}} понравился документ "{{document}}"
th_th: {{operator}} ชอบเอกสาร "{{document}}"
vi_vn: {{ operator }} đã thích tài liệu 「{{ document }}」
zh_cn: {{ operator }} 赞了文档「{{ document }}」
zh_tw: {{ operator }} 說你的文件「{{ document }}」贊

# message.kms.documentToBeViewed
source: You have a new document to view.
de_de: Sie haben ein neues Dokument zum Anzeigen.
es_es: Tienes un nuevo documento para ver.
fr_fr: Vous avez un nouveau document à consulter.
id_id: Anda memiliki dokumen baru untuk dilihat.
ja_jp: 表示する新しいドキュメントがあります
km_kh: អ្នកមានឯកសារថ្មីត្រូវមើល។
ko_kr: 새로운 문서를 볼 수 있습니다.
pt_pt: Você tem um novo documento para visualizar.
ru_ru: У вас есть новый документ для просмотра.
th_th: คุณมีเอกสารใหม่เพื่อดู
vi_vn: Bạn có tài liệu mới cần xem
zh_cn: 你有新的文档待查看。
zh_tw: 你有新的文件待查看。

# message.kms.managerBecome
source: You are now the admin of the knowledge base "{{ space_name }}". Get started creating documents and share your ideas!
de_de: Sie sind jetzt der Administrator der Wissensdatenbank „{{ space_name }}“. Beginnen Sie mit der Erstellung von Dokumenten und teilen Sie Ihre Ideen!
es_es: Ahora eres el administrador de la base de conocimientos "{{ space_name }}". ¡Empieza a crear documentos y a compartir tus ideas!
fr_fr: Vous êtes maintenant l'administrateur de la base de connaissances "{{ space_name }}". Commencez à créer des documents et partagez vos idées !
id_id: Anda sekarang menjadi admin basis pengetahuan "{{ space_name }}". Mulailah membuat dokumen dan bagikan ide Anda!
ja_jp: あなたは現在、ナレッジベース「{{ space_name }}」の管理者です。ドキュメントを作成してアイデアを共有しましょう!
km_kh: អ្នកឥឡូវជាអ្នកគ្រប់គ្រងមូលដ្ឋានចំណេះដឹង "{{ space_name }}"។ ចាប់ផ្តើមបង្កើតឯកសារ និងចែករំលែកគំនិតរបស់អ្នក!
ko_kr: 이제 지식 기반 "{{ space_name }}"의 관리자가 되셨습니다. 문서를 만들고 아이디어를 공유해 보세요!
pt_pt: Agora você é o administrador da base de conhecimento "{{ space_name }}". Comece a criar documentos e compartilhe suas ideias!
ru_ru: Теперь вы являетесь администратором базы знаний "{{ space_name }}". Начните создавать документы и делиться своими идеями!
th_th: ตอนนี้คุณเป็นผู้ดูแลฐานความรู้ "{{ space_name }}" เริ่มต้นสร้างเอกสารและแบ่งปันไอเดียของคุณ!
vi_vn: Bạn đã được đặt làm quản trị viên của 「{{ space_name }}」, hãy tạo tài liệu và chia sẻ kiến thức!
zh_cn: 你已被设为「{{ space_name }}」的管理员，快去创建文档、分享知识吧！
zh_tw: 你已被設為「{{ space_name }}」的管理員，快去建立文件、分享知識吧！

# message.kms.spaceApply
source: "{{applicant}}" applied to create a knowledge base named "{{space_name}}".
de_de: {{applicant}} hat sich für die Erstellung einer Wissensdatenbank mit dem Namen „{{space_name}}“ beworben.
es_es: {{applicant}} solicitó la creación de una base de conocimiento llamada "{{space_name}}".
fr_fr: {{applicant}} a demandé à créer une base de connaissances nommée "{{space_name}}".
id_id: {{applicant}} mengajukan permohonan untuk membuat basis pengetahuan bernama "{{space_name}}".
ja_jp: {{applicant}}がナレッジベース「{{space_name}}」の作成を申請しました。
km_kh: {{applicant}} បានដាក់សំណើបង្កើតមូលដ្ឋានចំណេះដឹងឈ្មោះ "{{space_name}}"
ko_kr: {{applicant}}님이 "{{space_name}}"라는 이름의 지식 베이스를 만들기 위해 신청했습니다.
pt_pt: {{applicant}} se candidatou para criar uma base de conhecimento chamada "{{space_name}}".
ru_ru: {{applicant}} подал заявку на создание базы знаний под названием «{{space_name}}».
th_th: {{applicant}} ได้สมัครเพื่อสร้างฐานความรู้ชื่อ "{{space_name}}"
vi_vn: {{ applicant }} yêu cầu tạo thư viện kiến thức 「{{ space_name }}」
zh_cn: {{ applicant }}申请创建知识库「{{ space_name }}」
zh_tw: {{ applicant }}申請建立知識庫「{{ space_name }}」

# message.kms.spaceApplyAgree
source: Successfully created the knowledge base. You are now the admin of the new knowledge base "{{ space_name }}".
de_de: Die Wissensdatenbank wurde erfolgreich erstellt. Sie sind jetzt der Administrator der neuen Wissensdatenbank "{{ space_name }}".
es_es: La base de conocimientos se creó correctamente. Ahora eres el administrador de la nueva base de conocimientos "{{ space_name }}".
fr_fr: Base de connaissances créée avec succès. Vous êtes maintenant l'administrateur de la nouvelle base de connaissances "{{ space_name }}".
id_id: Berhasil membuat basis pengetahuan. Anda sekarang menjadi admin basis pengetahuan baru "{{ space_name }}".
ja_jp: ナレッジベースが正常に作成されました。新しいナレッジベース「{{ space_name }}」の管理者になりました。
km_kh: បានបង្កើតមូលដ្ឋានចំណេះដឹងដោយជោគជ័យ។ អ្នកឥឡូវជាអ្នកគ្រប់គ្រងមូលដ្ឋានចំណេះដឹងថ្មី "{{ space_name }}"
ko_kr: 지식 기반을 성공적으로 생성했습니다. 이제 새 지식 기반 "{{ space_name }}"의 관리자가 되셨습니다.
pt_pt: A base de conhecimento foi criada com sucesso. Agora você é o administrador da nova base de conhecimento "{{ space_name }}".
ru_ru: База знаний успешно создана. Теперь вы являетесь администратором новой базы знаний "{{ space_name }}".
th_th: สร้างฐานความรู้สำเร็จแล้ว ตอนนี้คุณเป็นผู้ดูแลฐานความรู้ใหม่ "{{ space_name }}"
vi_vn: Yêu cầu tạo thư viện kiến thức thành công, bạn đã trở thành quản trị viên của 「{{ space_name }}」
zh_cn: 申请创建知识库成功，你已成为新知识库「{{ space_name }}」的管理员
zh_tw: 申請建立知識庫成功，你已成為新知識庫「{{ space_name }}」的管理員

# message.kms.spaceApplyDeny
source: Failed to create the knowledge base "{{ space_name }}". Complete the knowledge base description and request again.
de_de: Die Wissensdatenbank "{{ space_name }}" konnte nicht erstellt werden. Vervollständigen Sie die Wissensdatenbankbeschreibung und fordern Sie die Anfrage erneut an.
es_es: No se pudo crear la base de conocimientos "{{ space_name }}". Complete la descripción de la base de conocimientos y vuelva a solicitarla.
fr_fr: Échec de la création de la base de connaissances "{{ space_name }}". Complétez la description de la base de connaissances et demandez à nouveau.
id_id: Gagal membuat basis pengetahuan "{{ space_name }}". Lengkapi deskripsi basis pengetahuan dan ajukan permintaan lagi.
ja_jp: ナレッジベース「{{ space_name }}」の作成に失敗しました。ナレッジベースの説明を完了し、再度リクエストしてください。
km_kh: បរាជ័យក្នុងការបង្កើតមូលដ្ឋានចំណេះដឹង "{{ space_name }}"។ សូមបំពេញការពិពណ៌នានិងដាក់សំណើម្តងទៀត
ko_kr: 지식 기반 "{{ space_name }}"을(를) 생성하지 못했습니다. 지식 기반 설명을 작성하고 다시 요청하세요.
pt_pt: Falha ao criar a base de conhecimento "{{ space_name }}". Preencha a descrição da base de conhecimento e solicite novamente.
ru_ru: Не удалось создать базу знаний "{{ space_name }}". Заполните описание базы знаний и повторите запрос.
th_th: ไม่สามารถสร้างฐานความรู้ "{{ space_name }}" ได้ โปรดกรอกคำอธิบายฐานความรู้และขอใหม่อีกครั้ง
vi_vn: Yêu cầu tạo thư viện kiến thức 「{{ space_name }}」 thất bại, bạn có thể hoàn thiện mô tả và yêu cầu lại
zh_cn: 申请创建知识库「{{ space_name }}」失败，你可以尝试完善知识库描述再次申请
zh_tw: 申請建立知識庫「{{ space_name }}」失敗，你可以嘗試完善知識庫描述再次申請

# message.kms.spaceViewNotify
source: "{{operator}}" reminds you to view the document "{{document}}"
de_de: {{operator}} erinnert Sie daran, das Dokument „{{document}}“ anzuzeigen.
es_es: {{operator}} te recuerda que debes ver el documento "{{document}}"
fr_fr: {{operator}} vous rappelle de consulter le document "{{document}}"
id_id: {{operator}} mengingatkan Anda untuk melihat dokumen "{{document}}"
ja_jp: {{operator}}がドキュメント「{{document}}」を見るように促しました
km_kh: {{operator}} រំលឹកអ្នកឱ្យមើលឯកសារ "{{document}}"
ko_kr: {{operator}}가 "{{document}}" 문서를 보라고 알려줍니다.
pt_pt: {{operator}} lembra você de visualizar o documento "{{document}}"
ru_ru: {{operator}} напоминает вам о необходимости просмотреть документ "{{document}}"
th_th: {{operator}} เตือนให้คุณดูเอกสาร "{{document}}"
vi_vn: {{ operator }} nhắc bạn xem tài liệu 「{{ document }}」
zh_cn: {{ operator }} 提醒你查看文档「{{ document }}」
zh_tw: {{ operator }} 通知你查看文件「{{ document }}」

# message.latitude
source: Latitude
de_de: Breite
es_es: Latitud
id_id: Lintang
ja_jp: 緯度
km_kh: រយៈទទឹង
ko_kr: 위도
ru_ru: Широта
th_th: ละติจูด
vi_vn: Vĩ độ
zh_cn: 纬度
zh_tw: 緯度

# message.longitude
source: Longitude
de_de: Länge
es_es: Longitud
id_id: Garis bujur
ja_jp: 経度
km_kh: រយៈបណ្តោយ
ko_kr: 경도
ru_ru: Долгота
th_th: ลองจิจูด
vi_vn: Kinh độ
zh_cn: 经度
zh_tw: 經度

# message.member.import.errCode.1005
source: Email already exists.
de_de: E-Mail existiert bereits.
es_es: El correo electrónico ya existe.
fr_fr: L'email existe déjà.
id_id: Email sudah ada.
ja_jp: Eメールアドレスは既に存在します
km_kh: អ៊ីមែលមានរួចហើយ
ko_kr: 이메일이 이미 존재합니다.
pt_pt: O email já existe.
ru_ru: Электронная почта уже существует.
th_th: อีเมล์มีอยู่แล้ว
vi_vn: Email đã tồn tại
zh_cn: 邮箱已存在
zh_tw: 郵件已存在

# message.member.import.errCode.1017
source: Member ID only supports letters, numbers, underscores, and '.'
de_de: Mitgliedsnummer unterstützt nur Buchstaben, Zahlen, Unterstriche und '.'
es_es: El número de miembro solo admite letras, números, guiones bajos y '.'
fr_fr: Le numéro de membre ne prend en charge que les lettres, les chiffres, les underscores et '.'
id_id: Nomor anggota hanya mendukung huruf, angka, garis bawah, dan '.'
ja_jp: メンバー番号は、文字、数字、アンダースコア、および「.」のみをサポートします。
km_kh: លេខសមាជិកគ្រាន់តែទ្រទ្រង់អក្សរ, លេខ, អ័ណ្ឌសកូរ និង '.'
ko_kr: 멤버 번호는 문자, 숫자, 밑줄 및 '.'만 지원합니다.
pt_pt: O número de membro suporta apenas letras, números, sublinhados e '.'
ru_ru: Номер участника поддерживает только буквы, цифры, символ подчеркивания и '.'
th_th: หมายเลขสมาชิกรองรับเฉพาะตัวอักษร ตัวเลข เครื่องหมายขีดล่าง และ '.'
vi_vn: Số thành viên chỉ hỗ trợ chữ cái, chữ số, dấu gạch dưới và '.'
zh_cn: 成员编号仅支持字母、数字、下划线和‘.’
zh_tw: 成員編號僅支援字母、數字、下劃線和‘.’

# message.member.import.errCode.1018
source: Invalid format of email address
de_de: Ungültiges Format der E-Mail-Adresse
es_es: Formato de dirección de correo electrónico no válido
fr_fr: Format d'adresse email invalide
id_id: Format alamat email tidak valid
ja_jp: 無効なEメールアドレス形式
km_kh: ទម្រង់អ៊ីមែលមិនត្រឹមត្រូវ
ko_kr: 이메일 주소 형식이 잘못되었습니다
pt_pt: Formato inválido de endereço de e-mail
ru_ru: Неверный формат адреса электронной почты
th_th: รูปแบบที่อยู่อีเมลไม่ถูกต้อง
vi_vn: Định dạng email không đúng
zh_cn: 邮箱格式不正确
zh_tw: 郵件格式不正確
