Repository: weiwei-FuChengjuan/weblate-test-weiwei
Catalog: locals/*.po
Languages: de_de, es_es, fr_fr, id_id, ja_jp, km_kh, ko_kr, pt_pt, ru_ru, th_th, vi_vn, zh_cn, zh_tw

# crop_log.content.delete_corp_coop_role
source: Deleted the external contact role "{{ roleName }}"
de_de: Die externe Kontaktrolle „{{ roleName }}“ wurde gelöscht.
es_es: Se eliminó el rol de contacto externo "{{ roleName }}"
fr_fr: Supprimé le rôle de contact externe "{{ roleName }}"
id_id: Menghapus peran kontak eksternal "{{ roleName }}"
ja_jp: 外部連絡先のロール「{{ roleName }}」を削除しました
km_kh: បានលុបតួនាទីទំនាក់ទំនងខាងក្រៅ "{{ roleName }}"
ko_kr: 외부 연락처 역할 "{{ roleName }}"을 삭제했습니다.
pt_pt: Excluiu a função de contato externo "{{ roleName }}"
ru_ru: Удалена роль внешнего контакта "{{ roleName }}"
th_th: ลบบทบาทผู้ติดต่อภายนอก "{{ roleName }}"
vi_vn: Xóa vai trò người liên hệ bên ngoài 「{{ roleName }}」
zh_cn: 删除了外部对接人角色「{{ roleName }}」
zh_tw: 刪除了外部連絡窗口角色「{{ roleName }}」

# crop_log.content.dept_create
source: Added department {{ name }}
de_de: Abteilung hinzugefügt {{ name }}
es_es: Departamento añadido {{ name }}
fr_fr: Ajouté le département {{ name }}
id_id: Menambahkan departemen {{ nama }}
ja_jp: 部署{{ name }}を追加しました
km_kh: បានបន្ថែមដេប៉ាតឺម៉ង់ {{ name }}
ko_kr: 부서 {{ name }}를 추가했습니다.
pt_pt: Departamento adicionado {{ nome }}
ru_ru: Добавлен отдел {{ name }}
th_th: เพิ่มแผนก {{ name }}
vi_vn: Thêm phòng ban 「{{ name }}」
zh_cn: 添加了部门「{{ name }}」
zh_tw: 新增了部署「{{ name }}」

# crop_log.content.dept_label_create
source: Added the business tag "{{ dept_label_name }}"
de_de: Das Geschäftstag „{{ dept_label_name }}“ wurde hinzugefügt.
es_es: Se agregó la etiqueta comercial "{{ dept_label_name }}"
fr_fr: Ajouté le tag d'entreprise "{{ dept_label_name }}"
id_id: Menambahkan tag bisnis "{{ dept_label_name }}"
ja_jp: ビジネスタグ「{{ dept_label_name }}」を追加しました
km_kh: បានបន្ថែមស្លាកសហគ្រាស "{{ dept_label_name }}"
ko_kr: 비즈니스 태그 "{{ dept_label_name }}"을 추가했습니다.
pt_pt: Adicionada a tag comercial "{{ dept_label_name }}"
ru_ru: Добавлен бизнес-тег "{{ dept_label_name }}"
th_th: เพิ่มแท็กธุรกิจ "{{ dept_label_name }}"
vi_vn: Thêm nhãn doanh nghiệp 「{{ dept_label_name }}」
zh_cn: 添加了企业标签「{{ dept_label_name }}」
zh_tw: 新增了企業標籤「{{ dept_label_name }}」

# crop_log.content.dept_label_delete
source: Deleted the business tag "{{ dept_label_name }}"
de_de: Das Geschäftstag „{{ dept_label_name }}“ wurde gelöscht.
es_es: Se eliminó la etiqueta comercial "{{ dept_label_name }}"
fr_fr: Supprimé le tag d'entreprise "{{ dept_label_name }}"
id_id: Menghapus tag bisnis "{{ dept_label_name }}"
ja_jp: ビジネスタグ「{{ dept_label_name }}」を削除しました
km_kh: បានលុបស្លាកសហគ្រាស "{{ dept_label_name }}"
ko_kr: 비즈니스 태그 "{{ dept_label_name }}"을 삭제했습니다.
pt_pt: Excluiu a tag comercial "{{ dept_label_name }}"
ru_ru: Удален бизнес-тег "{{ dept_label_name }}"
th_th: ลบแท็กธุรกิจ "{{ dept_label_name }}"
vi_vn: Xóa nhãn doanh nghiệp 「{{ dept_label_name }}」
zh_cn: 删除了企业标签「{{ dept_label_name }}」
zh_tw: 刪除了企業標籤「{{ dept_label_name }}」

# crop_log.content.dept_label_dept_update
source: Adjusted the companies under the business tag "{{ dept_label_name }}"
de_de: Die Unternehmen unter dem Business-Tag „{{ dept_label_name }}“ wurden angepasst.
es_es: Se ajustaron las empresas bajo la etiqueta comercial "{{ dept_label_name }}"
fr_fr: Ajusté les entreprises sous le tag d'entreprise "{{ dept_label_name }}"
id_id: Menyesuaikan perusahaan di bawah tag bisnis "{{ dept_label_name }}"
ja_jp: ビジネスタグ「{{ dept_label_name }}」の企業を調整しました
km_kh: បានកែសម្រួលក្រុមហ៊ុនក្រោមស្លាកសហគ្រាស "{{ dept_label_name }}"
ko_kr: "{{ dept_label_name }}" 비즈니스 태그에 있는 회사를 조정했습니다.
pt_pt: Ajustou as empresas sob a tag comercial "{{ dept_label_name }}"
ru_ru: Скорректированы компании под бизнес-тегом "{{ dept_label_name }}"
th_th: ปรับปรุงบริษัทภายใต้แท็กธุรกิจ "{{ dept_label_name }}"
vi_vn: Điều chỉnh doanh nghiệp trong nhãn 「{{ dept_label_name }}」
zh_cn: 调整了企业标签「{{ dept_label_name }}」内的企业
zh_tw: 調整了企業標籤「{{ dept_label_name }}」內的企業

# crop_log.content.dept_label_update
source: Renamed the business tag "{{ old_dept_label_name }}"to "{{ new_dept_label_name }}"
de_de: Das Geschäftstag „{{ old_dept_label_name }}“ wurde in „{{ new_dept_label_name }}“ umbenannt.
es_es: Se cambió el nombre de la etiqueta comercial "{{ old_dept_label_name }}" a "{{ new_dept_label_name }}".
fr_fr: Renommé le tag d'entreprise "{{ old_dept_label_name }}" en "{{ new_dept_label_name }}"
id_id: Mengganti nama tag bisnis "{{ old_dept_label_name }}" menjadi "{{ new_dept_label_name }}"
ja_jp: ビジネスタグ「{{ old_dept_label_name }}」の名前を「{{ new_dept_label_name }}」に変更しました
km_kh: បានប្តូរឈ្មោះស្លាកសហគ្រាសពី "{{ old_dept_label_name }}" ទៅ "{{ new_dept_label_name }}"
ko_kr: 비즈니스 태그 "{{ old_dept_label_name }}"의 이름을 "{{ new_dept_label_name }}"로 변경했습니다.
pt_pt: Renomeou a tag comercial "{{ old_dept_label_name }}" para "{{ new_dept_label_name }}"
ru_ru: Переименован бизнес-тег "{{ old_dept_label_name }}" в "{{ new_dept_label_name }}"
th_th: เปลี่ยนชื่อแท็กธุรกิจ "{{ old_dept_label_name }}" เป็น "{{ new_dept_label_name }}"
vi_vn: Đổi tên nhãn từ 「{{ old_dept_label_name }}」 thành 「{{ new_dept_label_name }}」
zh_cn: 将「{{ old_dept_label_name }}」重命名为「{{ new_dept_label_name }}」
zh_tw: 將「{{ old_dept_label_name }}」重命名為「{{ new_dept_label_name }}」

# crop_log.content.dept_manager_update
source: Updated the head of department {{ name }}
de_de: Abteilungsleiter {{ name }} aktualisiert
es_es: Se actualizó el nombre del jefe de departamento {{name}}
fr_fr: Mis à jour le responsable du département {{ name }}
id_id: Memperbarui kepala departemen {{ nama }}
ja_jp: 部署{{ name }}の責任者を更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យមេដេប៉ាតឺម៉ង់ {{ name }}
ko_kr: 부서장 {{ name }}에게 업데이트됨
pt_pt: Atualizou o chefe do departamento {{ nome }}
ru_ru: Обновлен руководитель отдела {{ name }}
th_th: อัพเดทหัวหน้าแผนก {{ name }}
vi_vn: Sửa trưởng phòng ban 「{{ name }}」
zh_cn: 修改了部门「{{ name }}」的部门主管
zh_tw: 修改了部署「{{ name }}」的部署主管

# crop_log.content.dept_remove
source: Deleted department {{ name }}
de_de: Gelöschte Abteilung {{ name }}
es_es: Departamento eliminado {{ name }}
fr_fr: Supprimé le département {{ name }}
id_id: Departemen yang dihapus {{name}}
ja_jp: 部署{{ name }}を削除しました
km_kh: បានលុបដេប៉ាតឺម៉ង់ {{ name }}
ko_kr: 삭제된 부서 {{ name }}
pt_pt: Departamento excluído {{ nome }}
ru_ru: Удален отдел {{ name }}
th_th: ลบแผนก {{ name }}
vi_vn: Xóa phòng ban 「{{ name }}」
zh_cn: 删除了部门「{{ name }}」
zh_tw: 刪除了部署「{{ name }}」

# crop_log.content.dept_rename
source: Renamed department {{ ori_name }} to {{ name }}
de_de: Abteilung {{ ori_name }} umbenannt in {{ name }}
es_es: Se cambió el nombre del departamento {{ ori_name }} a {{ name }}
fr_fr: Renommé le département {{ ori_name }} en {{ name }}
id_id: Mengganti nama departemen {{ ori_name }} menjadi {{ name }}
ja_jp: 部署{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: បានប្តូរឈ្មោះដេប៉ាតឺម៉ង់ពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 부서 이름이 {{ ori_name }}에서 {{ name }}으로 변경되었습니다.
pt_pt: Departamento renomeado {{ ori_name }} para {{ name }}
ru_ru: Переименован отдел {{ori_name}} в {{name}}
th_th: เปลี่ยนชื่อแผนก {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên phòng ban từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将部门「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將部署「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.direct_user_provisioning_member_import
source: {{ count }} member(s) created in batches.
de_de: {{ count }} Mitglied(er) in Stapeln erstellt.
es_es: {{ count }} miembro(s) creados en lotes.
fr_fr: {{ count }} membre(s) créé(s) par lot.
id_id: {{ count }} anggota dibuat secara batch.
ja_jp: {{ count }} 人のメンバーが一括作成されました。
km_kh: បានបង្កើតសមាជិក {{ count }} នាក់ជាក្រុម។
ko_kr: {{ count }}명의 멤버가 일괄적으로 생성되었습니다.
pt_pt: {{ count }} membro(s) criado(s) em lotes.
ru_ru: {{ count }} участников создано партиями.
th_th: {{ count }} สมาชิกถูกสร้างขึ้นเป็นชุด
vi_vn: Tạo hàng loạt {{ count }} thành viên
zh_cn: 批量创建了{{ count }}名成员
zh_tw: 批次建立了{{ count }}名成員

# crop_log.content.disconnect_guest_corp
source: {{ count }} members of "{{ roleName }}" were dismissed.
de_de: {{ count }} Mitglieder von "{{ roleName }}" wurden entlassen.
es_es: {{ count }} miembros de "{{ roleName }}" fueron despedidos.
fr_fr: {{ count }} membres de "{{ roleName }}" ont été renvoyés.
id_id: {{ count }} anggota "{{ roleName }}" diberhentikan.
ja_jp: 「{{ corpName }}」の{{ count }}名のメンバーを退職に変更します
km_kh: សមាជិក {{ count }} នាក់នៃ "{{ roleName }}" ត្រូវបានដកចេញ
ko_kr: "{{ roleName }}"의 {{ count }}명의 멤버가 해고되었습니다.
pt_pt: {{ count }} membros de "{{ roleName }}" foram dispensados.
ru_ru: {{ count }} участников "{{roleName}}" были уволены.
th_th: สมาชิกของ "{{ roleName }}" จำนวน {{ count }} คนถูกไล่ออก
vi_vn: Chuyển {{ count }} thành viên của 「{{ corpName }}」 thành nghỉ việc
zh_cn: 将「{{ corpName }}」的{{ count }}名成员转为离职
zh_tw: 將「{ corpName }」的{{ count }}名成員轉為離職

# crop_log.content.etl_copy
source: Created data stream {{ name }} by copying from data stream {{ ori_name }} of app {{ app_name }}
de_de: Datenstrom {{ name }} durch Kopieren aus dem Datenstrom {{ ori_name }} der App {{ app_name }} erstellt
es_es: Se creó el flujo de datos {{ name }} copiando desde el flujo de datos {{ ori_name }} de la aplicación {{ app_name }}
fr_fr: Créé le flux de données {{ name }} en copiant depuis le flux de données {{ ori_name }} de l'application {{ app_name }}
id_id: Membuat aliran data {{ name }} dengan menyalin dari aliran data {{ ori_name }} dari aplikasi {{ app_name }}
ja_jp: アプリ{{ app_name }}のデータストリーム{{ ori_name }}からコピーしてデータストリーム{{ name }}を作成しました
km_kh: បានបង្កើតស្ទ្រីមទិន្នន័យ {{ name }} ដោយចម្លងពីស្ទ្រីមទិន្នន័យ {{ ori_name }} នៃកម្មវិធី {{ app_name }}
ko_kr: 앱 {{ app_name }}의 데이터 스트림 {{ ori_name }}에서 복사하여 데이터 스트림 {{ name }}을(를) 생성했습니다.
pt_pt: Fluxo de dados criado {{ name }} copiando do fluxo de dados {{ ori_name }} do aplicativo {{ app_name }}
ru_ru: Создан поток данных {{name}} путем копирования из потока данных {{ori_name}} приложения {{app_name}}
th_th: สร้างสตรีมข้อมูล {{ name }} โดยการคัดลอกจากสตรีมข้อมูล {{ ori_name }} ของแอป {{ app_name }}
vi_vn: Tạo luồng dữ liệu 「{{ name }}」, sao chép từ luồng dữ liệu 「{{ ori_name }}」 của ứng dụng 「{{ app_name }}」
zh_cn: 创建了数据流「{{ name }}」，复制自「{{ app_name }}」应用的「{{ ori_name }}」数据流
zh_tw: 建立了資料流「{{ name }}」，復製自「{{ app_name }}」應用的「{{ ori_name }}」資料流

# crop_log.content.etl_create
source: Created data stream {{ name }}
de_de: Erstellter Datenstrom {{ name }}
es_es: Flujo de datos creado {{ name }}
fr_fr: Flux de données créé {{ name }}
id_id: Aliran data yang dibuat {{ name }}
ja_jp: データストリーム{{ name }}を作成しました
km_kh: បានបង្កើតស្ទ្រីមទិន្នន័យ {{ name }}
ko_kr: 데이터 스트림 {{ name }}을(를) 생성했습니다.
pt_pt: Fluxo de dados criado {{ nome }}
ru_ru: Создан поток данных {{name}}
th_th: สร้างข้อมูลสตรีม {{ name }}
vi_vn: Tạo luồng dữ liệu 「{{ name }}」
zh_cn: 创建了数据流「{{ name }}」
zh_tw: 建立了資料流「{{ name }}」

# crop_log.content.etl_remove
source: Deleted data stream {{ name }}
de_de: Gelöschter Datenstrom {{ name }}
es_es: Flujo de datos eliminado {{ name }}
fr_fr: Flux de données supprimé {{ name }}
id_id: Aliran data yang dihapus {{ nama }}
ja_jp: データストリーム{{ name }}を削除しました
km_kh: បានលុបស្ទ្រីមទិន្នន័យ {{ name }}
ko_kr: 삭제된 데이터 스트림 {{ name }}
pt_pt: Fluxo de dados excluído {{ nome }}
ru_ru: Удален поток данных {{name}}
th_th: ลบข้อมูลสตรีม {{ name }}
vi_vn: Xóa luồng dữ liệu 「{{ name }}」
zh_cn: 删除了数据流「{{ name }}」
zh_tw: 刪除了資料流「{{ name }}」

# crop_log.content.etl_rename
source: Rename data stream {{ ori_name }} to {{ name }}
de_de: Datenstrom {{ ori_name }} in {{ name }} umbenennen
es_es: Cambiar el nombre del flujo de datos {{ ori_name }} a {{ name }}
fr_fr: Renommer le flux de données de {{ ori_name }} à {{ name }}
id_id: Ubah nama aliran data {{ ori_name }} menjadi {{ name }}
ja_jp: データストリーム{{ ori_name }}の名前を{{ name }}に変更しました
km_kh: ប្តូរឈ្មោះស្ទ្រីមទិន្នន័យពី {{ ori_name }} ទៅ {{ name }}
ko_kr: 데이터 스트림 {{ ori_name }}의 이름을 {{ name }}으로 변경합니다.
pt_pt: Renomear fluxo de dados {{ori_name}} para {{name}}
ru_ru: Переименовать поток данных {{ori_name}} в {{name}}
th_th: เปลี่ยนชื่อสตรีมข้อมูล {{ ori_name }} เป็น {{ name }}
vi_vn: Đổi tên luồng dữ liệu từ 「{{ ori_name }}」 thành 「{{ name }}」
zh_cn: 将数据流「{{ ori_name }}」重命名为「{{ name }}」
zh_tw: 將資料流「{{ ori_name }}」重命名為「{{ name }}」

# crop_log.content.etl_update
source: Updated the design of data stream {{ name }}
de_de: Das Design des Datenstroms {{ name }} wurde aktualisiert.
es_es: Se actualizó el diseño del flujo de datos {{ name }}
fr_fr: Mise à jour de la conception du flux de données {{ name }}
id_id: Memperbarui desain aliran data {{ name }}
ja_jp: データストリーム{{ name }}のデザインを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យការរចនាស្ទ្រីមទិន្នន័យ {{ name }}
ko_kr: 데이터 스트림 {{ name }}의 디자인을 업데이트했습니다.
pt_pt: Atualizou o design do fluxo de dados {{ name }}
ru_ru: Обновлен дизайн потока данных {{name}}
th_th: อัปเดตการออกแบบข้อมูลสตรีม {{ name }}
vi_vn: Sửa thiết kế luồng dữ liệu 「{{ name }}」
zh_cn: 修改了数据流「{{ name }}」的设计
zh_tw: 修改了資料流「{{ name }}」的設計

# crop_log.content.fields_recover
source: Updated the form design of form {{ name }}, and restored {{ count }} fields from Field Recycle: {{ fields }}
de_de: Das Formulardesign des Formulars {{ name }} wurde aktualisiert und {{ count }} Felder aus Field Recycle wiederhergestellt: {{ fields }}
es_es: Se actualizó el diseño del formulario {{ name }} y se restauraron {{ count }} campos de Reciclaje de campos: {{ fields }}
fr_fr: Mise à jour de la conception du formulaire {{ name }} et restauration de {{ count }} champs depuis la corbeille des champs : {{ fields }}
id_id: Memperbarui desain formulir {{ name }}, dan memulihkan {{ count }} bidang dari Daur Ulang Bidang: {{ fields }}
ja_jp: フォーム{{ name }}のデザインを更新し、フィールドリサイクルから{{ count }}フィールドを復元: {{ fields }}
km_kh: បានធ្វើឱ្យទាន់សម័យការរចនាទម្រង់ {{ name }}, និងស្តារវាល {{ count }} ពីធុងសំរាមវាល: {{ fields }}
ko_kr: {{ name }} 양식의 양식 디자인을 업데이트하고 필드 재활용: {{ fields }}에서 {{ count }}개의 필드를 복원했습니다.
pt_pt: Atualizou o design do formulário {{ name }} e restaurou {{ count }} campos da Reciclagem de Campos: {{ fields }}
ru_ru: Обновлен дизайн формы {{ name }} и восстановлено {{ count }} полей из корзины полей: {{ fields }}
th_th: อัปเดตการออกแบบฟอร์มของฟอร์ม {{ name }} และคืนค่าฟิลด์ {{ count }} จาก Field Recycle: {{ fields }}
vi_vn: Sửa thiết kế biểu mẫu 「{{ name }}」, khôi phục {{ count }} trường từ thùng rác: {{ fields }}
zh_cn: 修改了表单「{{ name }}」的表单设计，从字段回收站恢复了{{ count }}个字段：{{ fields }}
zh_tw: 修改了表單「{{ name }}」的表單設計，從欄位回收站恢復了{{ count }}個欄位：{{ fields }}

# crop_log.content.fields_recover_and_remove
source: Updated the form design of form {{ name }}, removed {{ delCount }} fields, and restored {{ recoverCount }} fields from Field Recycle: {{fields}}
de_de: Das Formulardesign des Formulars {{ name }} wurde aktualisiert, {{ delCount }} Felder wurden entfernt und {{ recoverCount }} Felder aus Field Recycle wiederhergestellt: {{fields}}
es_es: Se actualizó el diseño del formulario {{ name }}, se eliminaron los campos {{ delCount }} y se restauraron los campos {{ recoveryCount }} de Field Recycle: {{fields}}
fr_fr: Mise à jour de la conception du formulaire {{ name }}, suppression de {{ delCount }} champs, et restauration de {{ recoverCount }} champs depuis la corbeille des champs : {{ fields }}
id_id: Memperbarui desain formulir {{ name }}, menghapus bidang {{ delCount }}, dan memulihkan bidang {{ recoverCount }} dari Daur Ulang Bidang: {{fields}}
ja_jp: フォーム{{ name }}のデザインを更新し、{{ delCount }}フィールドを削除し、フィールドリサイクルから{{ recoverCount }}フィールドを復元: {{ fields }}
km_kh: បានធ្វើឱ្យទាន់សម័យការរចនាទម្រង់ {{ name }}, លុបវាល {{ delCount }}, និងស្តារវាល {{ recoverCount }} ពីធុងសំរាមវាល: {{fields}}
ko_kr: {{ name }} 양식의 양식 디자인을 업데이트하고, {{ delCount }}개 필드를 제거하고, {{ recoveryCount }}개 필드를 필드 재활용: {{fields}}에서 복원했습니다.
pt_pt: O design do formulário {{ name }} foi atualizado, os campos {{ delCount }} foram removidos e os campos {{ recoverCount }} foram restaurados da Reciclagem de Campos: {{fields}}
ru_ru: Обновлен дизайн формы {{ name }}, удалено {{ delCount }} полей и восстановлено {{ recoveryCount }} полей из корзины полей: {{fields}}
th_th: อัปเดตการออกแบบฟอร์มของฟอร์ม {{ name }} ลบฟิลด์ {{ delCount }} และคืนค่าฟิลด์ {{ recoveryCount }} จาก Field Recycle: {{fields}}
vi_vn: Sửa thiết kế biểu mẫu 「{{ name }}」, xóa {{ delCount }} trường, khôi phục {{ recoverCount }} trường: {{ fields }}
zh_cn: 修改了表单「{{ name }}」的表单设计，删除了{{ delCount }}个字段，从字段回收站恢复了{{ recoverCount }}个字段：{{ fields }}
zh_tw: 修改了表單「{{ name }}」的表單設計，刪除了{{ delCount }}個欄位，從欄位回收站恢復了{{ recoverCount }}個欄位：{{ fields }}

# crop_log.content.fields_remove
source: Updated the form design of form {{ name }} and removed {{ count }} fields
de_de: Das Formulardesign des Formulars {{ name }} wurde aktualisiert und {{ count }} Felder wurden entfernt
es_es: Se actualizó el diseño del formulario {{ name }} y se eliminaron los campos {{ count }}
fr_fr: Mise à jour de la conception du formulaire {{ name }} et suppression de {{ count }} champs
id_id: Memperbarui desain formulir {{ name }} dan menghapus bidang {{ count }}
ja_jp: フォーム{{ name }}のデザインを更新し、{{ count }}フィールドを削除
km_kh: បានធ្វើឱ្យទាន់សម័យការរចនាទម្រង់ {{ name }} និងលុបវាល {{ count }}
ko_kr: {{ name }} 양식의 양식 디자인을 업데이트하고 {{ count }}개 필드를 제거했습니다.
pt_pt: Atualizou o design do formulário {{ name }} e removeu os campos {{ count }}
ru_ru: Обновлен дизайн формы {name} и удалено {{ count }} полей.
th_th: อัปเดตการออกแบบฟอร์มของฟอร์ม {{ name }} และลบฟิลด์ {{ count }}
vi_vn: Sửa thiết kế biểu mẫu 「{{ name }}」, xóa {{ count }} trường
zh_cn: 修改了表单「{{ name }}」的表单设计，删除了{{ count }}个字段
zh_tw: 修改了表單「{{ name }}」的表單設計，刪除了{{ count }}個欄位

# crop_log.content.fields_remove_hard
source: Completely removed {{ count }} fields from Field Recycle: {{ fields }}
de_de: {{ count }} Felder vollständig aus Field Recycle entfernt: {{ fields }}
es_es: Se eliminaron por completo {{ count }} campos del reciclaje de campos: {{ fields }}
fr_fr: Suppression complète de {{ count }} champs de la corbeille des champs : {{ fields }}
id_id: Menghapus {{ count }} bidang sepenuhnya dari Daur Ulang Bidang: {{ fields }}
ja_jp: フィールドリサイクルから{{ fields }}の{{ count }}フィールドを完全に削除
km_kh: បានលុបវាល {{ count }} ចេញពីធុងសំរាមវាលជាស្ថាពរ: {{ fields }}
ko_kr: 필드 재활용에서 {{ count }}개의 필드가 완전히 제거되었습니다: {{ fields }}
pt_pt: Removido completamente {{ count }} campos da Reciclagem de Campos: {{ fields }}
ru_ru: Полностью удалено {{ count }} полей из Field Recycle: {fields}
th_th: ลบฟิลด์ {{ count }} ออกจาก Field Recycle อย่างสมบูรณ์: {{ fields }}
vi_vn: Xóa vĩnh viễn {{ count }} trường từ thùng rác: {{ fields }}
zh_cn: 从字段回收站彻底删除了{{ count }}个字段：{{ fields }}
zh_tw: 從欄位回收站徹底刪除了{{ count }}個欄位：{{ fields }}

# crop_log.content.fields_trash_clean
source: The Recycle Bin was cleared, and {{ count }} fields were completely deleted
de_de: Der Papierkorb wurde geleert und {{ count }} Felder wurden vollständig gelöscht
es_es: Se limpió la Papelera de reciclaje y se eliminaron por completo {{ count }} campos
fr_fr: La corbeille a été vidée et {{ count }} champs ont été complètement supprimés
id_id: Recycle Bin telah dikosongkan, dan {{ count }} kolom telah dihapus sepenuhnya
ja_jp: リサイクルビンをクリアし、{{ count }}フィールドを完全に削除しました
km_kh: ធុងសំរាមត្រូវបានសម្អាត, និងវាល {{ count }} ត្រូវបានលុបចោលជាស្ថាពរ
ko_kr: 휴지통이 비워졌고, {{ count }}개의 필드가 완전히 삭제되었습니다.
pt_pt: A Lixeira foi limpa e {{ count }} campos foram completamente excluídos
ru_ru: Корзина была очищена, и {{ count }} полей были полностью удалены.
th_th: ถังขยะถูกล้าง และช่อง {{ count }} ถูกลบออกอย่างสมบูรณ์
vi_vn: Dọn sạch thùng rác, {{ count }} trường bị xóa vĩnh viễn
zh_cn: 清空了回收站，{{ count }}个字段被彻底删除
zh_tw: 清空了回收站，{{ count }}個欄位被徹底刪除

# crop_log.content.file_batch_export
source: Downloaded the file from {{ entry_name }}
de_de: Die Datei wurde von {{ entry_name }} heruntergeladen.
es_es: Descargué el archivo de {{ entry_name }}
fr_fr: Fichier téléchargé depuis {{ entry_name }}
id_id: Mengunduh berkas dari {{ entry_name }}
ja_jp: {{ entry_name }}からファイルをダウンロードしました
km_kh: បានទាញយកឯកសារពី {{ entry_name }}
ko_kr: {{ entry_name }}에서 파일을 다운로드했습니다.
pt_pt: Baixou o arquivo de {{ entry_name }}
ru_ru: Скачал файл с {{ entry_name }}
th_th: ดาวน์โหลดไฟล์จาก {{ entry_name }}
vi_vn: Tải tệp từ 「{{ entry_name }}」
zh_cn: 下载了「{{ entry_name }}」的文件
zh_tw: 下載了「{{ entry_name }}」的文件

# crop_log.content.flow_update
source: Updated the workflow design of form {{ name }}
de_de: Das Workflow-Design des Formulars {{ name }} wurde aktualisiert.
es_es: Se actualizó el diseño del flujo de trabajo del formulario {{ name }}
fr_fr: Mise à jour de la conception du flux de travail du formulaire {{ name }}
id_id: Memperbarui desain alur kerja formulir {{ name }}
ja_jp: フォーム{{ name }}のワークフローデザインを更新しました
km_kh: បានធ្វើឱ្យទាន់សម័យការរចនាលំហូរការងារនៃទម្រង់ {{ name }}
ko_kr: {{ name }} 양식의 워크플로 디자인을 업데이트했습니다.
pt_pt: Atualizou o design do fluxo de trabalho do formulário {{ name }}
ru_ru: Обновлен дизайн рабочего процесса формы {{name}}
th_th: อัปเดตการออกแบบเวิร์กโฟลว์ของแบบฟอร์ม {{ name }}
vi_vn: Sửa thiết kế quy trình của biểu mẫu 「{{ name }}」
zh_cn: 修改了表单「{{ name }}」的流程设计
zh_tw: 修改了表單「{{ name }}」的流程設計

# crop_log.content.form_create
source: Created form "{{ name }}"
de_de: Erstellt von {{ name }}
es_es: Formulario creado {{ nombre }}
fr_fr: Formulaire créé {{ name }}
id_id: Dibuat dari formulir {{ name }}
ja_jp: フォーム{{ name }}を作成
km_kh: បានបង្កើតទម្រង់ {{ name }}
ko_kr: {{ name }} 양식을 생성했습니다.
pt_pt: Criado em {{ nome }}
ru_ru: Создана форма {{ name }}
th_th: สร้างแบบฟอร์ม {{ name }}
vi_vn: Tạo biểu mẫu 「{{ name }}」
zh_cn: 创建了表单「{{ name }}」
zh_tw: 建立了表單「{{ name }}」

# crop_log.content.form_create_copy
source: Created form "{{ name }}" by copying from form "{{ ori_name }}" of the app "{{ app_name }}"
de_de: Formular {{ name }} erstellt durch Kopieren aus Formular {{ ori_name }} der App {{ app_name }}
es_es: Formulario creado {{ name }} copiando del formulario {{ ori_name }} de la aplicación {{ app_name }}
fr_fr: Formulaire créé {{ name }} en copiant depuis le formulaire {{ ori_name }} de l'application {{ app_name }}
id_id: Dibuat form {{ name }} dengan menyalin dari form {{ ori_name }} dari aplikasi {{ app_name }}
ja_jp: アプリ{{ app_name }}のフォーム{{ ori_name }}からコピーしてフォーム{{ name }}を作成
km_kh: បានបង្កើតទម្រង់ {{ name }} ដោយចម្លងពីទម្រង់ {{ ori_name }} នៃកម្មវិធី {{ app_name }}
ko_kr: 앱 {{ app_name }}의 양식 {{ ori_name }}에서 복사하여 양식 {{ name }}을 만들었습니다.
pt_pt: Criei o formulário {{ name }} copiando do formulário {{ ori_name }} do aplicativo {{ app_name }}
ru_ru: Создал форму {{name}} путем копирования из формы {{ori_name}} приложения {{app_name}}
th_th: สร้างแบบฟอร์ม {{ name }} โดยคัดลอกจากแบบฟอร์ม {{ ori_name }} ของแอป {{ app_name }}
vi_vn: Tạo biểu mẫu 「{{ name }}」, sao chép từ biểu mẫu 「{{ ori_name }}」 của ứng dụng 「{{ app_name }}」
zh_cn: 创建了表单「{{ name }}」，复制自「{{ app_name }}」应用的「{{ ori_name }}」表单
zh_tw: 建立了表單「{{ name }}」，復製自「{{ app_name }}」應用的「{{ ori_name }}」表單

# crop_log.content.form_data_page_remove
source: Delete Custom Details Page
de_de: Benutzerdefinierte Detailseite löschen
es_es: Eliminar la página de detalles personalizada
fr_fr: Supprimer la page de détails personnalisée
id_id: Hapus halaman detail khusus
ja_jp: カスタム詳細ページを削除
km_kh: លុបទំព័រព័ត៌មានលម្អិតផ្ទាល់ខ្លួន
ko_kr: 사용자 지정 상세 페이지 삭제
pt_pt: Excluir página de detalhes personalizada
ru_ru: Удалить страницу пользовательских деталей
th_th: ลบหน้ารายละเอียดแบบกำหนดเอง
vi_vn: Xóa trang chi tiết tùy chỉnh
zh_cn: 删除自定义详情页
zh_tw: 刪除自訂詳情頁

# crop_log.content.form_data_page_switch_custom
source: Switch to Custom Details Page
de_de: Zu benutzerdefinierter Detailseite wechseln
es_es: Cambiar a la página de detalles personalizada
fr_fr: Basculer vers la page de détails personnalisée
id_id: Beralih ke halaman detail khusus
ja_jp: カスタム詳細ページに切り替え
km_kh: ផ្លាស់ប្តូរទៅទំព័រព័ត៌មានលម្អិតផ្ទាល់ខ្លួន
ko_kr: 사용자 지정 상세 페이지로 전환
pt_pt: Alternar para página de detalhes personalizada
ru_ru: Переключить на страницу пользовательских деталей
th_th: สลับไปยังหน้ารายละเอียดแบบกำหนดเอง
vi_vn: Chuyển sang trang chi tiết tùy chỉnh
zh_cn: 切换为自定义详情页
zh_tw: 切換為自訂詳情頁
